{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Which auction house is known for its contemporary art sales?",
          "TrueAnswer": "Sotheby's",
          "FalseAnswer": [
            "Christie's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Sotheby's is renowned for its auctions of contemporary art, featuring works by living artists."
        },
        {
          "Question": "Which auction house is based in London?",
          "TrueAnswer": "Bonhams",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Phillips"
          ],
          "Explanation": "Bonhams is a British auction house with its headquarters in London."
        },
        {
          "Question": "Which auction house is the oldest?",
          "TrueAnswer": "Christie's",
          "FalseAnswer": [
            "Sotheby's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Christie's, founded in 1766, is the oldest auction house in the world."
        },
        {
          "Question": "Which auction house is known for its watch auctions?",
          "TrueAnswer": "Phillips",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Bonhams"
          ],
          "Explanation": "Phillips is recognized for its specialized watch auctions, featuring rare and collectible timepieces."
        },
        {
          "Question": "Which auction house is headquartered in New York?",
          "TrueAnswer": "Sotheby's",
          "FalseAnswer": [
            "Christie's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Sotheby's has its main headquarters in New York City, a major center for the art market."
        },
        {
          "Question": "Which auction house is known for its Asian art sales?",
          "TrueAnswer": "Bonhams",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Phillips"
          ],
          "Explanation": "Bonhams is recognized for its auctions of Asian art, including Chinese, Japanese, and Indian artworks."
        },
        {
          "Question": "Which auction house is known for its Impressionist and Modern art sales?",
          "TrueAnswer": "Christie's",
          "FalseAnswer": [
            "Sotheby's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Christie's is renowned for its auctions of Impressionist and Modern art, featuring works by Monet, Picasso, and more."
        },
        {
          "Question": "Which auction house is known for its jewelry auctions?",
          "TrueAnswer": "Sotheby's",
          "FalseAnswer": [
            "Christie's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Sotheby's is recognized for its specialized jewelry auctions, showcasing exquisite pieces and gemstones."
        },
        {
          "Question": "Which auction house is known for its British art sales?",
          "TrueAnswer": "Bonhams",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Phillips"
          ],
          "Explanation": "Bonhams is renowned for its auctions of British art, including works by renowned British artists."
        },
        {
          "Question": "Which auction house is known for its Old Masters art sales?",
          "TrueAnswer": "Christie's",
          "FalseAnswer": [
            "Sotheby's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Christie's is recognized for its auctions of Old Masters art, featuring works by artists from the Renaissance and Baroque periods."
        },
        {
          "Question": "Which auction house is known for its wine auctions?",
          "TrueAnswer": "Sotheby's",
          "FalseAnswer": [
            "Christie's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Sotheby's is renowned for its specialized wine auctions, offering rare and collectible bottles."
        },
        {
          "Question": "Which auction house is known for its American art sales?",
          "TrueAnswer": "Bonhams",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Phillips"
          ],
          "Explanation": "Bonhams is recognized for its auctions of American art, including works by prominent American artists."
        },
        {
          "Question": "Which auction house is known for its Post-War and Contemporary art sales?",
          "TrueAnswer": "Christie's",
          "FalseAnswer": [
            "Sotheby's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Christie's is renowned for its auctions of Post-War and Contemporary art, featuring works by artists like Warhol and Basquiat."
        },
        {
          "Question": "Which auction house is known for its European art sales?",
          "TrueAnswer": "Sotheby's",
          "FalseAnswer": [
            "Christie's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Sotheby's is recognized for its auctions of European art, including works by European masters."
        },
        {
          "Question": "Which auction house is known for its photography auctions?",
          "TrueAnswer": "Phillips",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Bonhams"
          ],
          "Explanation": "Phillips is renowned for its specialized photography auctions, showcasing works by renowned photographers."
        },
        {
          "Question": "Which auction house is known for its African art sales?",
          "TrueAnswer": "Bonhams",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Phillips"
          ],
          "Explanation": "Bonhams is recognized for its auctions of African art, including traditional and contemporary artworks."
        },
        {
          "Question": "Which auction house is known for its Latin American art sales?",
          "TrueAnswer": "Christie's",
          "FalseAnswer": [
            "Sotheby's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Christie's is renowned for its auctions of Latin American art, featuring works by artists from the region."
        },
        {
          "Question": "Which auction house is known for its furniture auctions?",
          "TrueAnswer": "Sotheby's",
          "FalseAnswer": [
            "Christie's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Sotheby's is recognized for its specialized furniture auctions, offering antique and contemporary pieces."
        },
        {
          "Question": "Which auction house is known for its Asian jewelry auctions?",
          "TrueAnswer": "Bonhams",
          "FalseAnswer": [
            "Sotheby's",
            "Christie's",
            "Phillips"
          ],
          "Explanation": "Bonhams is renowned for its specialized Asian jewelry auctions, featuring exquisite pieces from the region."
        },
        {
          "Question": "Which auction house is known for its British furniture auctions?",
          "TrueAnswer": "Christie's",
          "FalseAnswer": [
            "Sotheby's",
            "Bonhams",
            "Phillips"
          ],
          "Explanation": "Christie's is recognized for its auctions of British furniture, including antique and contemporary pieces."
        }
      ]
    }
  ]
}