{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who is considered the father of Haute Couture?",
          "TrueAnswer": "Charles Frederick Worth",
          "FalseAnswer": [
            "Coco Chanel",
            "Christian Dior",
            "Yves Saint Laurent"
          ],
          "Explanation": "Charles Frederick Worth is credited as the pioneer of Haute Couture, establishing the first fashion house in Paris in the 19th century."
        },
        {
          "Question": "What does 'Haute Couture' mean in French?",
          "TrueAnswer": "High sewing",
          "FalseAnswer": [
            "High fashion",
            "Luxury clothing",
            "Designer garments"
          ],
          "Explanation": "The term 'Haute Couture' translates to 'High sewing' in French, emphasizing the craftsmanship and attention to detail in the garments."
        },
        {
          "Question": "Which fashion designer is known for the 'New Look' silhouette?",
          "TrueAnswer": "Christian Dior",
          "FalseAnswer": [
            "Coco Chanel",
            "Yves Saint Laurent",
            "Alexander McQueen"
          ],
          "Explanation": "Christian Dior introduced the 'New Look' silhouette in 1947, characterized by a nipped waist and full skirt, revolutionizing post-war fashion."
        },
        {
          "Question": "What is the purpose of Haute Couture fashion shows?",
          "TrueAnswer": "Displaying creativity and craftsmanship",
          "FalseAnswer": [
            "Promoting ready-to-wear collections",
            "Generating sales",
            "Setting fashion trends"
          ],
          "Explanation": "Haute Couture fashion shows primarily serve to showcase the designer's artistic vision, craftsmanship, and innovation."
        },
        {
          "Question": "Which city is considered the capital of Haute Couture?",
          "TrueAnswer": "Paris",
          "FalseAnswer": [
            "Milan",
            "London",
            "New York"
          ],
          "Explanation": "Paris is widely recognized as the capital of Haute Couture, hosting prestigious fashion houses and the biannual Haute Couture Week."
        },
        {
          "Question": "What is the main characteristic of Haute Couture garments?",
          "TrueAnswer": "Custom-made",
          "FalseAnswer": [
            "Mass-produced",
            "Affordable",
            "Casual"
          ],
          "Explanation": "Haute Couture garments are meticulously crafted and tailored to the client's measurements, making them highly personalized and exclusive."
        },
        {
          "Question": "Which designer is known for incorporating corsets into Haute Couture designs?",
          "TrueAnswer": "Jean Paul Gaultier",
          "FalseAnswer": [
            "Karl Lagerfeld",
            "Ralph Lauren",
            "Donatella Versace"
          ],
          "Explanation": "Jean Paul Gaultier is renowned for his avant-garde Haute Couture designs that often feature corsets, challenging traditional notions of femininity."
        },
        {
          "Question": "What is the average cost of a Haute Couture garment?",
          "TrueAnswer": "Hundreds of thousands of dollars",
          "FalseAnswer": [
            "Thousands of dollars",
            "Tens of thousands of dollars",
            "Millions of dollars"
          ],
          "Explanation": "Haute Couture garments are incredibly expensive, with prices ranging from hundreds of thousands to millions of dollars due to their exclusivity and craftsmanship."
        },
        {
          "Question": "Which fashion house is known for its intricate lacework in Haute Couture?",
          "TrueAnswer": "Valentino",
          "FalseAnswer": [
            "Gucci",
            "Prada",
            "Versace"
          ],
          "Explanation": "Valentino is celebrated for its exquisite lacework, often incorporated into their Haute Couture collections, showcasing delicate craftsmanship."
        },
        {
          "Question": "What is the maximum number of fashion houses recognized as Haute Couture by the Chambre Syndicale de la Haute Couture?",
          "TrueAnswer": "16",
          "FalseAnswer": [
            "10",
            "20",
            "25"
          ],
          "Explanation": "The Chambre Syndicale de la Haute Couture recognizes a maximum of 16 fashion houses as Haute Couture, ensuring exclusivity and quality standards."
        },
        {
          "Question": "Which designer is known for his extravagant and theatrical Haute Couture shows?",
          "TrueAnswer": "Alexander McQueen",
          "FalseAnswer": [
            "Tom Ford",
            "Marc Jacobs",
            "Ralph & Russo"
          ],
          "Explanation": "Alexander McQueen was renowned for his dramatic and boundary-pushing Haute Couture shows, often incorporating elements of performance art."
        },
        {
          "Question": "What is the primary fabric used in Haute Couture?",
          "TrueAnswer": "Silk",
          "FalseAnswer": [
            "Cotton",
            "Polyester",
            "Wool"
          ],
          "Explanation": "Silk is the favored fabric in Haute Couture due to its luxurious texture, draping capabilities, and ability to showcase intricate details."
        },
        {
          "Question": "Which fashion designer is known for his architectural approach to Haute Couture?",
          "TrueAnswer": "Iris van Herpen",
          "FalseAnswer": [
            "Giorgio Armani",
            "Stella McCartney",
            "Olivier Rousteing"
          ],
          "Explanation": "Iris van Herpen is celebrated for her avant-garde Haute Couture designs that often incorporate innovative materials and 3D printing techniques."
        },
        {
          "Question": "What is the minimum number of fittings required for a Haute Couture garment?",
          "TrueAnswer": "Several",
          "FalseAnswer": [
            "One",
            "Two",
            "None"
          ],
          "Explanation": "Haute Couture garments require several fittings to ensure a perfect fit and meticulous attention to detail in the construction process."
        },
        {
          "Question": "Which fashion house is known for its iconic tweed suits in Haute Couture?",
          "TrueAnswer": "Chanel",
          "FalseAnswer": [
            "Balenciaga",
            "Givenchy",
            "Louis Vuitton"
          ],
          "Explanation": "Chanel is renowned for its timeless tweed suits, often featured in their Haute Couture collections, representing the brand's signature elegance."
        },
        {
          "Question": "What is the purpose of the Chambre Syndicale de la Haute Couture?",
          "TrueAnswer": "Regulating and promoting Haute Couture",
          "FalseAnswer": [
            "Organizing fashion weeks",
            "Supporting emerging designers",
            "Conducting fashion research"
          ],
          "Explanation": "The Chambre Syndicale de la Haute Couture is responsible for regulating and promoting Haute Couture, ensuring its authenticity and prestige."
        },
        {
          "Question": "Which designer is known for his extravagant ball gowns in Haute Couture?",
          "TrueAnswer": "Elie Saab",
          "FalseAnswer": [
            "Riccardo Tisci",
            "Virgil Abloh",
            "Miuccia Prada"
          ],
          "Explanation": "Elie Saab is renowned for his opulent and ethereal ball gowns, often adorned with intricate beadwork and embroidery in his Haute Couture collections."
        },
        {
          "Question": "What is the maximum number of Haute Couture collections a fashion house can present per year?",
          "TrueAnswer": "Two",
          "FalseAnswer": [
            "One",
            "Three",
            "Four"
          ],
          "Explanation": "A fashion house can present a maximum of two Haute Couture collections per year, during the designated Haute Couture fashion weeks."
        },
        {
          "Question": "Which fashion designer is known for his sculptural approach to Haute Couture?",
          "TrueAnswer": "Balenciaga",
          "FalseAnswer": [
            "Ralph Lauren",
            "Tom Ford",
            "Karl Lagerfeld"
          ],
          "Explanation": "Balenciaga is celebrated for its sculptural and innovative Haute Couture designs, pushing the boundaries of garment construction."
        },
        {
          "Question": "What is the primary clientele for Haute Couture?",
          "TrueAnswer": "Wealthy individuals",
          "FalseAnswer": [
            "Fashion bloggers",
            "Teenagers",
            "Athletes"
          ],
          "Explanation": "Haute Couture primarily caters to wealthy individuals who can afford the high prices and appreciate the exclusivity and craftsmanship of the garments."
        },
        {
          "Question": "Which fashion house is known for its iconic red carpet gowns in Haute Couture?",
          "TrueAnswer": "Versace",
          "FalseAnswer": [
            "Dolce & Gabbana",
            "Givenchy",
            "Prada"
          ],
          "Explanation": "Versace is renowned for its glamorous and provocative red carpet gowns, often showcased in their Haute Couture collections."
        }
      ]
    }
  ]
}