{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who is the famous fashion designer known for the little black dress?",
          "TrueAnswer": "Coco Chanel",
          "FalseAnswer": [
            "Christian Dior",
            "Ralph Lauren",
            "Giorgio Armani"
          ],
          "Explanation": "Coco Chanel is renowned for her iconic little black dress, a timeless fashion staple."
        },
        {
          "Question": "What is the primary color used in the logo of Louis Vuitton?",
          "TrueAnswer": "Brown",
          "FalseAnswer": [
            "Red",
            "Blue",
            "Yellow"
          ],
          "Explanation": "The logo of Louis Vuitton prominently features the color brown, representing luxury and elegance."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the wrap dress?",
          "TrueAnswer": "Diane von Furstenberg",
          "FalseAnswer": [
            "Donatella Versace",
            "Stella McCartney",
            "Vera Wang"
          ],
          "Explanation": "Diane von Furstenberg is credited with popularizing the wrap dress, a versatile and flattering garment."
        },
        {
          "Question": "What is the primary material used in the production of denim jeans?",
          "TrueAnswer": "Cotton",
          "FalseAnswer": [
            "Polyester",
            "Nylon",
            "Rayon"
          ],
          "Explanation": "Denim jeans are primarily made from cotton, providing durability and comfort."
        },
        {
          "Question": "Which fashion designer is known for the creation of the red-soled high heels?",
          "TrueAnswer": "Christian Louboutin",
          "FalseAnswer": [
            "Manolo Blahnik",
            "Jimmy Choo",
            "Alexander McQueen"
          ],
          "Explanation": "Christian Louboutin is famous for his red-soled high heels, a signature design element."
        },
        {
          "Question": "What is the primary color used in the logo of Chanel?",
          "TrueAnswer": "Black",
          "FalseAnswer": [
            "White",
            "Gold",
            "Pink"
          ],
          "Explanation": "The logo of Chanel predominantly features the color black, symbolizing elegance and sophistication."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the trench coat?",
          "TrueAnswer": "Burberry",
          "FalseAnswer": [
            "Gucci",
            "Prada",
            "Versace"
          ],
          "Explanation": "Burberry is renowned for its iconic trench coat, a classic outerwear piece."
        },
        {
          "Question": "What is the primary material used in the production of silk scarves?",
          "TrueAnswer": "Silk",
          "FalseAnswer": [
            "Wool",
            "Cotton",
            "Polyester"
          ],
          "Explanation": "Silk scarves are primarily made from silk, providing a luxurious and smooth texture."
        },
        {
          "Question": "Which fashion designer is known for the creation of the Birkin bag?",
          "TrueAnswer": "Hermès",
          "FalseAnswer": [
            "Chanel",
            "Gucci",
            "Prada"
          ],
          "Explanation": "Hermès is famous for its highly coveted Birkin bag, a symbol of luxury and exclusivity."
        },
        {
          "Question": "What is the primary color used in the logo of Gucci?",
          "TrueAnswer": "Green",
          "FalseAnswer": [
            "Blue",
            "Red",
            "Yellow"
          ],
          "Explanation": "The logo of Gucci prominently features the color green, representing wealth and prestige."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the little white dress?",
          "TrueAnswer": "Ralph Lauren",
          "FalseAnswer": [
            "Calvin Klein",
            "Tom Ford",
            "Marc Jacobs"
          ],
          "Explanation": "Ralph Lauren is known for his iconic little white dress, a symbol of timeless elegance."
        },
        {
          "Question": "What is the primary material used in the production of leather jackets?",
          "TrueAnswer": "Leather",
          "FalseAnswer": [
            "Denim",
            "Suede",
            "Cotton"
          ],
          "Explanation": "Leather jackets are primarily made from leather, providing durability and a stylish look."
        },
        {
          "Question": "Which fashion designer is known for the creation of the iconic red carpet gowns?",
          "TrueAnswer": "Versace",
          "FalseAnswer": [
            "Valentino",
            "Elie Saab",
            "Oscar de la Renta"
          ],
          "Explanation": "Versace is renowned for its stunning red carpet gowns, worn by numerous celebrities."
        },
        {
          "Question": "What is the primary color used in the logo of Prada?",
          "TrueAnswer": "Black",
          "FalseAnswer": [
            "White",
            "Gold",
            "Pink"
          ],
          "Explanation": "The logo of Prada predominantly features the color black, representing sophistication and luxury."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the little black jacket?",
          "TrueAnswer": "Karl Lagerfeld",
          "FalseAnswer": [
            "Donatella Versace",
            "Stella McCartney",
            "Vera Wang"
          ],
          "Explanation": "Karl Lagerfeld is credited with popularizing the little black jacket, a versatile and timeless piece."
        },
        {
          "Question": "What is the primary material used in the production of cashmere sweaters?",
          "TrueAnswer": "Cashmere",
          "FalseAnswer": [
            "Wool",
            "Cotton",
            "Polyester"
          ],
          "Explanation": "Cashmere sweaters are primarily made from cashmere wool, providing warmth and softness."
        },
        {
          "Question": "Which fashion designer is known for the creation of the iconic trench coat?",
          "TrueAnswer": "Burberry",
          "FalseAnswer": [
            "Gucci",
            "Prada",
            "Versace"
          ],
          "Explanation": "Burberry is renowned for its iconic trench coat, a classic outerwear piece."
        },
        {
          "Question": "What is the primary color used in the logo of Yves Saint Laurent?",
          "TrueAnswer": "Black",
          "FalseAnswer": [
            "White",
            "Gold",
            "Pink"
          ],
          "Explanation": "The logo of Yves Saint Laurent prominently features the color black, symbolizing elegance and sophistication."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the little black dress?",
          "TrueAnswer": "Coco Chanel",
          "FalseAnswer": [
            "Christian Dior",
            "Ralph Lauren",
            "Giorgio Armani"
          ],
          "Explanation": "Coco Chanel is renowned for her iconic little black dress, a timeless fashion staple."
        },
        {
          "Question": "What is the primary material used in the production of denim jeans?",
          "TrueAnswer": "Cotton",
          "FalseAnswer": [
            "Polyester",
            "Nylon",
            "Rayon"
          ],
          "Explanation": "Denim jeans are primarily made from cotton, providing durability and comfort."
        }
      ]
    }
  ]
}