{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who is the famous fashion designer known for the little black dress?",
          "TrueAnswer": "Coco Chanel",
          "FalseAnswer": [
            "Christian Dior",
            "Giorgio Armani",
            "Ralph Lauren"
          ],
          "Explanation": "Coco Chanel is renowned for her timeless designs, including the iconic little black dress."
        },
        {
          "Question": "What is the primary color used in the fashion brand Gucci's logo?",
          "TrueAnswer": "Green",
          "FalseAnswer": [
            "Red",
            "Blue",
            "Yellow"
          ],
          "Explanation": "Gucci's logo features the color green, representing the brand's luxury and elegance."
        },
        {
          "Question": "Which fashion designer is known for his red-soled shoes?",
          "TrueAnswer": "Christian Louboutin",
          "FalseAnswer": [
            "Jimmy Choo",
            "Manolo Blahnik",
            "Stuart Weitzman"
          ],
          "Explanation": "Christian Louboutin is famous for his signature red-soled shoes, a symbol of high-end fashion."
        },
        {
          "Question": "What is the name of the fashion magazine founded by Anna Wintour?",
          "TrueAnswer": "Vogue",
          "FalseAnswer": [
            "Elle",
            "Harper's Bazaar",
            "Glamour"
          ],
          "Explanation": "Anna Wintour founded Vogue, a leading fashion magazine known for its influential content."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the wrap dress?",
          "TrueAnswer": "Diane von Furstenberg",
          "FalseAnswer": [
            "Donna Karan",
            "Vera Wang",
            "Stella McCartney"
          ],
          "Explanation": "Diane von Furstenberg is credited with popularizing the wrap dress, a versatile and flattering garment."
        },
        {
          "Question": "What is the name of the fashion house founded by Coco Chanel?",
          "TrueAnswer": "Chanel",
          "FalseAnswer": [
            "Gucci",
            "Prada",
            "Versace"
          ],
          "Explanation": "Coco Chanel established the iconic fashion house known as Chanel, synonymous with elegance and sophistication."
        },
        {
          "Question": "Which fashion designer is known for his avant-garde and unconventional designs?",
          "TrueAnswer": "Alexander McQueen",
          "FalseAnswer": [
            "Tom Ford",
            "Marc Jacobs",
            "Karl Lagerfeld"
          ],
          "Explanation": "Alexander McQueen was celebrated for his boundary-pushing and innovative fashion creations."
        },
        {
          "Question": "What is the name of the fashion brand founded by Ralph Lauren?",
          "TrueAnswer": "Polo Ralph Lauren",
          "FalseAnswer": [
            "Calvin Klein",
            "Tommy Hilfiger",
            "Michael Kors"
          ],
          "Explanation": "Ralph Lauren established the fashion brand Polo Ralph Lauren, known for its preppy and classic style."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the little black dress?",
          "TrueAnswer": "Coco Chanel",
          "FalseAnswer": [
            "Donatella Versace",
            "Stella McCartney",
            "Miuccia Prada"
          ],
          "Explanation": "Coco Chanel is credited with popularizing the little black dress, a timeless wardrobe staple."
        },
        {
          "Question": "What is the name of the fashion brand founded by Giorgio Armani?",
          "TrueAnswer": "Armani",
          "FalseAnswer": [
            "Versace",
            "Dolce & Gabbana",
            "Gucci"
          ],
          "Explanation": "Giorgio Armani established the fashion brand Armani, known for its sleek and sophisticated designs."
        },
        {
          "Question": "Which fashion designer is known for his iconic trench coat?",
          "TrueAnswer": "Burberry",
          "FalseAnswer": [
            "Prada",
            "Balenciaga",
            "Givenchy"
          ],
          "Explanation": "Burberry is renowned for its iconic trench coat, a timeless and versatile outerwear piece."
        },
        {
          "Question": "What is the name of the fashion brand founded by Yves Saint Laurent?",
          "TrueAnswer": "Saint Laurent",
          "FalseAnswer": [
            "Chanel",
            "Dior",
            "Gucci"
          ],
          "Explanation": "Yves Saint Laurent established the fashion brand Saint Laurent, known for its edgy and glamorous designs."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the Birkin bag?",
          "TrueAnswer": "Hermès",
          "FalseAnswer": [
            "Louis Vuitton",
            "Chanel",
            "Gucci"
          ],
          "Explanation": "Hermès is credited with creating the iconic Birkin bag, a symbol of luxury and exclusivity."
        },
        {
          "Question": "What is the name of the fashion brand founded by Karl Lagerfeld?",
          "TrueAnswer": "Chanel",
          "FalseAnswer": [
            "Dior",
            "Gucci",
            "Prada"
          ],
          "Explanation": "Karl Lagerfeld served as the creative director of Chanel, a renowned fashion brand."
        },
        {
          "Question": "Which fashion designer is known for his red carpet gowns?",
          "TrueAnswer": "Elie Saab",
          "FalseAnswer": [
            "Zac Posen",
            "Marchesa",
            "Valentino"
          ],
          "Explanation": "Elie Saab is celebrated for his exquisite and glamorous red carpet gowns worn by celebrities."
        },
        {
          "Question": "What is the name of the fashion brand founded by Miuccia Prada?",
          "TrueAnswer": "Prada",
          "FalseAnswer": [
            "Gucci",
            "Versace",
            "Dolce & Gabbana"
          ],
          "Explanation": "Miuccia Prada established the fashion brand Prada, known for its minimalist and luxurious designs."
        },
        {
          "Question": "Which fashion designer is associated with the creation of the little white dress?",
          "TrueAnswer": "Ralph Lauren",
          "FalseAnswer": [
            "Calvin Klein",
            "Tommy Hilfiger",
            "Michael Kors"
          ],
          "Explanation": "Ralph Lauren is credited with popularizing the little white dress, a chic and versatile garment."
        },
        {
          "Question": "What is the name of the fashion brand founded by Tom Ford?",
          "TrueAnswer": "Tom Ford",
          "FalseAnswer": [
            "Calvin Klein",
            "Michael Kors",
            "Marc Jacobs"
          ],
          "Explanation": "Tom Ford established the fashion brand Tom Ford, known for its sleek and glamorous designs."
        },
        {
          "Question": "Which fashion designer is known for his iconic red carpet dresses?",
          "TrueAnswer": "Valentino",
          "FalseAnswer": [
            "Oscar de la Renta",
            "Roberto Cavalli",
            "Gucci"
          ],
          "Explanation": "Valentino is renowned for his breathtaking and elegant red carpet dresses worn by celebrities."
        },
        {
          "Question": "What is the name of the fashion brand founded by Donatella Versace?",
          "TrueAnswer": "Versace",
          "FalseAnswer": [
            "Gucci",
            "Dolce & Gabbana",
            "Prada"
          ],
          "Explanation": "Donatella Versace took over as the creative director of Versace, a luxury fashion brand."
        }
      ]
    }
  ]
}