{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Which country is home to the Great Barrier Reef?",
          "TrueAnswer": "Australia",
          "FalseAnswer": [
            "Brazil",
            "India",
            "Canada"
          ],
          "Explanation": "The Great Barrier Reef is located off the coast of Australia and is the world's largest coral reef system."
        },
        {
          "Question": "What is the tallest mountain in the world?",
          "TrueAnswer": "Mount Everest",
          "FalseAnswer": [
            "K2",
            "Makalu",
            "Kangchenjunga"
          ],
          "Explanation": "Mount Everest, located in the Himalayas, is the highest peak on Earth, reaching a height of 8,848 meters."
        },
        {
          "Question": "Which city is known as the 'Eternal City'?",
          "TrueAnswer": "Rome",
          "FalseAnswer": [
            "Athens",
            "Paris",
            "Cairo"
          ],
          "Explanation": "Rome, the capital of Italy, is called the 'Eternal City' due to its rich history and ancient ruins."
        },
        {
          "Question": "In which country can you find the ancient city of Machu Picchu?",
          "TrueAnswer": "Peru",
          "FalseAnswer": [
            "Mexico",
            "Brazil",
            "Chile"
          ],
          "Explanation": "Machu Picchu is an ancient Incan city located in the Andes Mountains of Peru."
        },
        {
          "Question": "Which river is the longest in the world?",
          "TrueAnswer": "Nile",
          "FalseAnswer": [
            "Amazon",
            "Mississippi",
            "Yangtze"
          ],
          "Explanation": "The Nile River, flowing through northeastern Africa, is considered the longest river in the world."
        },
        {
          "Question": "Which country is known as the 'Land of the Rising Sun'?",
          "TrueAnswer": "Japan",
          "FalseAnswer": [
            "China",
            "Korea",
            "Thailand"
          ],
          "Explanation": "Japan is called the 'Land of the Rising Sun' because it is located to the east of the Asian continent."
        },
        {
          "Question": "Which desert is the largest in the world?",
          "TrueAnswer": "Sahara",
          "FalseAnswer": [
            "Gobi",
            "Atacama",
            "Arabian"
          ],
          "Explanation": "The Sahara Desert, located in northern Africa, is the largest hot desert in the world."
        },
        {
          "Question": "Which country is home to the Taj Mahal?",
          "TrueAnswer": "India",
          "FalseAnswer": [
            "Egypt",
            "Turkey",
            "China"
          ],
          "Explanation": "The Taj Mahal, a UNESCO World Heritage Site, is located in Agra, India."
        },
        {
          "Question": "Which continent is the driest inhabited continent on Earth?",
          "TrueAnswer": "Australia",
          "FalseAnswer": [
            "Africa",
            "South America",
            "Asia"
          ],
          "Explanation": "Australia is the driest inhabited continent, with large areas of arid and semi-arid regions."
        },
        {
          "Question": "Which country is known for its tulips and windmills?",
          "TrueAnswer": "Netherlands",
          "FalseAnswer": [
            "Denmark",
            "Sweden",
            "Belgium"
          ],
          "Explanation": "The Netherlands is famous for its tulip fields and iconic windmills."
        },
        {
          "Question": "Which city is located at the confluence of the Blue and White Nile rivers?",
          "TrueAnswer": "Khartoum",
          "FalseAnswer": [
            "Cairo",
            "Nairobi",
            "Addis Ababa"
          ],
          "Explanation": "Khartoum, the capital of Sudan, is situated at the meeting point of the Blue and White Nile rivers."
        },
        {
          "Question": "Which country is home to the ancient city of Petra?",
          "TrueAnswer": "Jordan",
          "FalseAnswer": [
            "Greece",
            "Italy",
            "Egypt"
          ],
          "Explanation": "Petra, a UNESCO World Heritage Site, is located in Jordan and is known for its rock-cut architecture."
        },
        {
          "Question": "Which country is the largest producer of coffee in the world?",
          "TrueAnswer": "Brazil",
          "FalseAnswer": [
            "Colombia",
            "Ethiopia",
            "Vietnam"
          ],
          "Explanation": "Brazil is the largest producer of coffee, accounting for a significant portion of global coffee production."
        },
        {
          "Question": "Which city is known as the 'City of Love'?",
          "TrueAnswer": "Paris",
          "FalseAnswer": [
            "Venice",
            "Rome",
            "Barcelona"
          ],
          "Explanation": "Paris, the capital of France, is often referred to as the 'City of Love' due to its romantic ambiance."
        },
        {
          "Question": "Which country is home to the ancient ruins of Angkor Wat?",
          "TrueAnswer": "Cambodia",
          "FalseAnswer": [
            "Thailand",
            "Vietnam",
            "Myanmar"
          ],
          "Explanation": "Angkor Wat, a UNESCO World Heritage Site, is located in Cambodia and is the largest religious monument in the world."
        },
        {
          "Question": "Which country is known for its fjords?",
          "TrueAnswer": "Norway",
          "FalseAnswer": [
            "New Zealand",
            "Canada",
            "Sweden"
          ],
          "Explanation": "Norway is famous for its stunning fjords, which are narrow inlets surrounded by steep cliffs."
        },
        {
          "Question": "Which city is located at the mouth of the Amazon River?",
          "TrueAnswer": "Belém",
          "FalseAnswer": [
            "Manaus",
            "Rio de Janeiro",
            "São Paulo"
          ],
          "Explanation": "Belém, the capital of the Brazilian state of Pará, is situated at the mouth of the Amazon River."
        },
        {
          "Question": "Which country is home to the ancient city of Chichen Itza?",
          "TrueAnswer": "Mexico",
          "FalseAnswer": [
            "Guatemala",
            "Belize",
            "Honduras"
          ],
          "Explanation": "Chichen Itza, a UNESCO World Heritage Site, is located in Mexico and was a major Mayan city."
        },
        {
          "Question": "Which country is known for its iconic pyramids?",
          "TrueAnswer": "Egypt",
          "FalseAnswer": [
            "Greece",
            "Mexico",
            "China"
          ],
          "Explanation": "Egypt is famous for its ancient pyramids, including the Great Pyramid of Giza, one of the Seven Wonders of the Ancient World."
        },
        {
          "Question": "Which city is located on the banks of the Danube River?",
          "TrueAnswer": "Vienna",
          "FalseAnswer": [
            "Budapest",
            "Prague",
            "Belgrade"
          ],
          "Explanation": "Vienna, the capital of Austria, is situated on the banks of the Danube River, Europe's second-longest river."
        }
      ]
    }
  ]
}