{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Which country hosted the 2018 FIFA World Cup?",
          "TrueAnswer": "Russia",
          "FalseAnswer": [
            "Brazil",
            "Germany",
            "France"
          ],
          "Explanation": "Russia hosted the 2018 FIFA World Cup, which took place in various cities across the country."
        },
        {
          "Question": "In which city did the 2016 Summer Olympics take place?",
          "TrueAnswer": "Rio de Janeiro",
          "FalseAnswer": [
            "Tokyo",
            "London",
            "Beijing"
          ],
          "Explanation": "The 2016 Summer Olympics were held in Rio de Janeiro, Brazil, showcasing the city's vibrant culture and iconic landmarks."
        },
        {
          "Question": "Which country hosted the 2019 Rugby World Cup?",
          "TrueAnswer": "Japan",
          "FalseAnswer": [
            "New Zealand",
            "Australia",
            "South Africa"
          ],
          "Explanation": "Japan hosted the 2019 Rugby World Cup, marking the first time the tournament was held in Asia."
        },
        {
          "Question": "In which city did the 2012 UEFA European Championship final take place?",
          "TrueAnswer": "Kiev",
          "FalseAnswer": [
            "Paris",
            "Berlin",
            "Madrid"
          ],
          "Explanation": "The final of the 2012 UEFA European Championship was held in Kiev, Ukraine, at the Olympic Stadium."
        },
        {
          "Question": "Which country hosted the 2014 Winter Olympics?",
          "TrueAnswer": "Russia",
          "FalseAnswer": [
            "Canada",
            "Norway",
            "United States"
          ],
          "Explanation": "Russia hosted the 2014 Winter Olympics, with the main events taking place in Sochi."
        },
        {
          "Question": "In which city did the 2010 FIFA World Cup final take place?",
          "TrueAnswer": "Johannesburg",
          "FalseAnswer": [
            "Rio de Janeiro",
            "Berlin",
            "Moscow"
          ],
          "Explanation": "The final of the 2010 FIFA World Cup was held in Johannesburg, South Africa, at the Soccer City Stadium."
        },
        {
          "Question": "Which country hosted the 2015 Cricket World Cup?",
          "TrueAnswer": "Australia",
          "FalseAnswer": [
            "India",
            "England",
            "South Africa"
          ],
          "Explanation": "Australia hosted the 2015 Cricket World Cup, co-hosted with New Zealand, showcasing the nation's love for the sport."
        },
        {
          "Question": "In which city did the 2018 Winter Olympics take place?",
          "TrueAnswer": "Pyeongchang",
          "FalseAnswer": [
            "Vancouver",
            "Sochi",
            "Salt Lake City"
          ],
          "Explanation": "The 2018 Winter Olympics were held in Pyeongchang, South Korea, featuring various winter sports disciplines."
        },
        {
          "Question": "Which country hosted the 2016 UEFA European Championship?",
          "TrueAnswer": "France",
          "FalseAnswer": [
            "Germany",
            "Spain",
            "Italy"
          ],
          "Explanation": "France hosted the 2016 UEFA European Championship, with matches held in stadiums across the country."
        },
        {
          "Question": "In which city did the 2019 FIFA Women's World Cup final take place?",
          "TrueAnswer": "Lyon",
          "FalseAnswer": [
            "Paris",
            "Madrid",
            "Berlin"
          ],
          "Explanation": "The final of the 2019 FIFA Women's World Cup was held in Lyon, France, at the Parc Olympique Lyonnais."
        },
        {
          "Question": "Which country hosted the 2017 IAAF World Championships in Athletics?",
          "TrueAnswer": "United Kingdom",
          "FalseAnswer": [
            "United States",
            "China",
            "Jamaica"
          ],
          "Explanation": "The 2017 IAAF World Championships in Athletics were hosted by the United Kingdom, with London as the main venue."
        },
        {
          "Question": "In which city did the 2014 FIFA World Cup final take place?",
          "TrueAnswer": "Rio de Janeiro",
          "FalseAnswer": [
            "Berlin",
            "Moscow",
            "Tokyo"
          ],
          "Explanation": "The final of the 2014 FIFA World Cup was held in Rio de Janeiro, Brazil, at the Maracanã Stadium."
        },
        {
          "Question": "Which country hosted the 2018 Commonwealth Games?",
          "TrueAnswer": "Australia",
          "FalseAnswer": [
            "Canada",
            "India",
            "England"
          ],
          "Explanation": "Australia hosted the 2018 Commonwealth Games, with the Gold Coast as the main host city."
        },
        {
          "Question": "In which city did the 2011 Rugby World Cup final take place?",
          "TrueAnswer": "Auckland",
          "FalseAnswer": [
            "Sydney",
            "London",
            "Cape Town"
          ],
          "Explanation": "The final of the 2011 Rugby World Cup was held in Auckland, New Zealand, at Eden Park."
        },
        {
          "Question": "Which country hosted the 2012 Summer Olympics?",
          "TrueAnswer": "United Kingdom",
          "FalseAnswer": [
            "China",
            "Brazil",
            "Russia"
          ],
          "Explanation": "The 2012 Summer Olympics were hosted by the United Kingdom, with London as the main host city."
        },
        {
          "Question": "In which city did the 2017 UEFA Champions League final take place?",
          "TrueAnswer": "Cardiff",
          "FalseAnswer": [
            "Barcelona",
            "Milan",
            "Munich"
          ],
          "Explanation": "The final of the 2017 UEFA Champions League was held in Cardiff, Wales, at the Millennium Stadium."
        },
        {
          "Question": "Which country hosted the 2019 FIFA Club World Cup?",
          "TrueAnswer": "Qatar",
          "FalseAnswer": [
            "Brazil",
            "Spain",
            "Germany"
          ],
          "Explanation": "Qatar hosted the 2019 FIFA Club World Cup, with matches played in various stadiums across the country."
        },
        {
          "Question": "In which city did the 2013 UEFA Europa League final take place?",
          "TrueAnswer": "Amsterdam",
          "FalseAnswer": [
            "Rome",
            "London",
            "Munich"
          ],
          "Explanation": "The final of the 2013 UEFA Europa League was held in Amsterdam, Netherlands, at the Amsterdam Arena."
        },
        {
          "Question": "Which country hosted the 2011 Cricket World Cup?",
          "TrueAnswer": "India",
          "FalseAnswer": [
            "Australia",
            "England",
            "South Africa"
          ],
          "Explanation": "India hosted the 2011 Cricket World Cup, co-hosted with Sri Lanka and Bangladesh, showcasing the nation's passion for the sport."
        },
        {
          "Question": "In which city did the 2015 Rugby World Cup final take place?",
          "TrueAnswer": "London",
          "FalseAnswer": [
            "Sydney",
            "Auckland",
            "Paris"
          ],
          "Explanation": "The final of the 2015 Rugby World Cup was held in London, England, at Twickenham Stadium."
        },
        {
          "Question": "Which country hosted the 2016 Summer Paralympics?",
          "TrueAnswer": "Brazil",
          "FalseAnswer": [
            "United States",
            "China",
            "Germany"
          ],
          "Explanation": "Brazil hosted the 2016 Summer Paralympics, with events taking place in Rio de Janeiro."
        }
      ]
    }
  ]
}