{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who was the first woman to win a Nobel Prize?",
          "TrueAnswer": "Marie Curie",
          "FalseAnswer": [
            "Rosalind Franklin",
            "Ada Lovelace",
            "Jane Goodall"
          ],
          "Explanation": "Marie Curie was a physicist and chemist who won Nobel Prizes in both Physics and Chemistry."
        },
        {
          "Question": "Which woman was the first female Prime Minister of the United Kingdom?",
          "TrueAnswer": "Margaret Thatcher",
          "FalseAnswer": [
            "Angela Merkel",
            "Indira Gandhi",
            "Golda Meir"
          ],
          "Explanation": "Margaret Thatcher served as the Prime Minister of the United Kingdom from 1979 to 1990."
        },
        {
          "Question": "Who was the first woman to fly solo across the Atlantic Ocean?",
          "TrueAnswer": "Amelia Earhart",
          "FalseAnswer": [
            "Bessie Coleman",
            "Sally Ride",
            "Valentina Tereshkova"
          ],
          "Explanation": "Amelia Earhart was an American aviator who achieved numerous aviation records, including the first solo flight across the Atlantic Ocean."
        },
        {
          "Question": "Which woman was a prominent figure in the American Civil Rights Movement?",
          "TrueAnswer": "Rosa Parks",
          "FalseAnswer": [
            "Harriet Tubman",
            "Sojourner Truth",
            "Susan B. Anthony"
          ],
          "Explanation": "Rosa Parks is known for her pivotal role in the Montgomery bus boycott, a significant event in the Civil Rights Movement."
        },
        {
          "Question": "Who was the first woman to win a Nobel Peace Prize?",
          "TrueAnswer": "Bertha von Suttner",
          "FalseAnswer": [
            "Malala Yousafzai",
            "Mother Teresa",
            "Aung San Suu Kyi"
          ],
          "Explanation": "Bertha von Suttner was an Austrian pacifist and novelist who became the first woman to win the Nobel Peace Prize in 1905."
        },
        {
          "Question": "Which woman was a prominent leader in the women's suffrage movement in the United States?",
          "TrueAnswer": "Susan B. Anthony",
          "FalseAnswer": [
            "Elizabeth Cady Stanton",
            "Alice Paul",
            "Lucretia Mott"
          ],
          "Explanation": "Susan B. Anthony was a key figure in the women's suffrage movement, advocating for women's right to vote."
        },
        {
          "Question": "Who was the first woman to be elected as the President of a country?",
          "TrueAnswer": "Vigdís Finnbogadóttir",
          "FalseAnswer": [
            "Angela Merkel",
            "Jacinda Ardern",
            "Ellen Johnson Sirleaf"
          ],
          "Explanation": "Vigdís Finnbogadóttir served as the President of Iceland from 1980 to 1996, becoming the world's first democratically elected female president."
        },
        {
          "Question": "Which woman was a prominent figure in the field of nursing during the Crimean War?",
          "TrueAnswer": "Florence Nightingale",
          "FalseAnswer": [
            "Clara Barton",
            "Mary Seacole",
            "Dorothea Dix"
          ],
          "Explanation": "Florence Nightingale is known as the founder of modern nursing and made significant contributions during the Crimean War."
        },
        {
          "Question": "Who was the first African-American woman to be elected to the United States Congress?",
          "TrueAnswer": "Shirley Chisholm",
          "FalseAnswer": [
            "Barbara Jordan",
            "Maxine Waters",
            "Kamala Harris"
          ],
          "Explanation": "Shirley Chisholm was a trailblazer in American politics, becoming the first African-American woman elected to Congress in 1968."
        },
        {
          "Question": "Which woman was a prominent figure in the field of computer programming?",
          "TrueAnswer": "Ada Lovelace",
          "FalseAnswer": [
            "Grace Hopper",
            "Hedy Lamarr",
            "Katherine Johnson"
          ],
          "Explanation": "Ada Lovelace is considered the world's first computer programmer, as she wrote the first algorithm for Charles Babbage's Analytical Engine."
        },
        {
          "Question": "Who was the first woman to win the Nobel Prize in Literature?",
          "TrueAnswer": "Selma Lagerlöf",
          "FalseAnswer": [
            "Toni Morrison",
            "Virginia Woolf",
            "Gabriela Mistral"
          ],
          "Explanation": "Selma Lagerlöf, a Swedish author, became the first woman to win the Nobel Prize in Literature in 1909."
        },
        {
          "Question": "Which woman was a prominent figure in the field of astronomy?",
          "TrueAnswer": "Caroline Herschel",
          "FalseAnswer": [
            "Maria Mitchell",
            "Henrietta Swan Leavitt",
            "Jocelyn Bell Burnell"
          ],
          "Explanation": "Caroline Herschel was a German astronomer who made significant contributions to the field, including the discovery of several comets."
        },
        {
          "Question": "Who was the first woman to win an Academy Award for Best Director?",
          "TrueAnswer": "Kathryn Bigelow",
          "FalseAnswer": [
            "Greta Gerwig",
            "Sofia Coppola",
            "Ava DuVernay"
          ],
          "Explanation": "Kathryn Bigelow made history by becoming the first woman to win the Academy Award for Best Director in 2010 for the film 'The Hurt Locker.'"
        },
        {
          "Question": "Which woman was a prominent figure in the field of anthropology?",
          "TrueAnswer": "Margaret Mead",
          "FalseAnswer": [
            "Jane Goodall",
            "Zora Neale Hurston",
            "Franz Boas"
          ],
          "Explanation": "Margaret Mead was an American cultural anthropologist known for her studies on gender roles and cultural differences."
        },
        {
          "Question": "Who was the first woman to win the Nobel Prize in Physiology or Medicine?",
          "TrueAnswer": "Gerty Cori",
          "FalseAnswer": [
            "Rosalind Franklin",
            "Elizabeth Blackburn",
            "Françoise Barré-Sinoussi"
          ],
          "Explanation": "Gerty Cori, along with her husband, won the Nobel Prize in Physiology or Medicine for their discoveries related to carbohydrate metabolism."
        },
        {
          "Question": "Which woman was a prominent figure in the field of aviation?",
          "TrueAnswer": "Bessie Coleman",
          "FalseAnswer": [
            "Amelia Earhart",
            "Harriet Quimby",
            "Jacqueline Cochran"
          ],
          "Explanation": "Bessie Coleman was the first African-American woman to hold a pilot's license and made significant contributions to aviation."
        },
        {
          "Question": "Who was the first woman to win the Nobel Prize in Chemistry?",
          "TrueAnswer": "Marie Curie",
          "FalseAnswer": [
            "Dorothy Hodgkin",
            "Irène Joliot-Curie",
            "Frances Arnold"
          ],
          "Explanation": "Marie Curie, along with her husband and another scientist, won the Nobel Prize in Chemistry for their research on radioactivity."
        },
        {
          "Question": "Which woman was a prominent figure in the field of mathematics?",
          "TrueAnswer": "Emmy Noether",
          "FalseAnswer": [
            "Ada Lovelace",
            "Sophie Germain",
            "Maryam Mirzakhani"
          ],
          "Explanation": "Emmy Noether was a German mathematician known for her groundbreaking contributions to abstract algebra and theoretical physics."
        },
        {
          "Question": "Who was the first woman to win the Nobel Prize in Economic Sciences?",
          "TrueAnswer": "Elinor Ostrom",
          "FalseAnswer": [
            "Esther Duflo",
            "Amartya Sen",
            "Abhijit Banerjee"
          ],
          "Explanation": "Elinor Ostrom was an American political economist who became the first woman to win the Nobel Prize in Economic Sciences in 2009."
        },
        {
          "Question": "Which woman was a prominent figure in the field of literature?",
          "TrueAnswer": "Virginia Woolf",
          "FalseAnswer": [
            "Jane Austen",
            "Emily Dickinson",
            "Maya Angelou"
          ],
          "Explanation": "Virginia Woolf was an English writer and one of the foremost modernists of the 20th century."
        }
      ]
    }
  ]
}