{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who is the alter ego of Batman?",
          "TrueAnswer": "Bruce Wayne",
          "FalseAnswer": [
            "Clark Kent",
            "Peter Parker",
            "Tony Stark"
          ],
          "Explanation": "Bruce Wayne is the billionaire playboy who fights crime as Batman in Gotham City."
        },
        {
          "Question": "Which superhero is known for his shield and patriotic colors?",
          "TrueAnswer": "Captain America",
          "FalseAnswer": [
            "Iron Man",
            "Spider-Man",
            "Wolverine"
          ],
          "Explanation": "Captain America, also known as Steve Rogers, wields a shield and wears red, white, and blue."
        },
        {
          "Question": "Who is the arch-nemesis of Spider-Man?",
          "TrueAnswer": "Green Goblin",
          "FalseAnswer": [
            "Joker",
            "Lex Luthor",
            "Thanos"
          ],
          "Explanation": "The Green Goblin, also known as Norman Osborn, is Spider-Man's most iconic enemy."
        },
        {
          "Question": "Which superhero is known for his super speed and red suit?",
          "TrueAnswer": "The Flash",
          "FalseAnswer": [
            "Superman",
            "Hulk",
            "Black Panther"
          ],
          "Explanation": "The Flash, also known as Barry Allen, can run at incredible speeds and wears a red costume."
        },
        {
          "Question": "Who is the love interest of Superman?",
          "TrueAnswer": "Lois Lane",
          "FalseAnswer": [
            "Mary Jane Watson",
            "Wonder Woman",
            "Black Widow"
          ],
          "Explanation": "Lois Lane is a journalist and the romantic partner of Superman, also known as Clark Kent."
        },
        {
          "Question": "Which superhero is known for his adamantium claws and healing factor?",
          "TrueAnswer": "Wolverine",
          "FalseAnswer": [
            "Thor",
            "Deadpool",
            "Green Lantern"
          ],
          "Explanation": "Wolverine, also known as Logan, has retractable adamantium claws and a powerful healing ability."
        },
        {
          "Question": "Who is the leader of the X-Men?",
          "TrueAnswer": "Professor X",
          "FalseAnswer": [
            "Magneto",
            "Cyclops",
            "Storm"
          ],
          "Explanation": "Professor X, also known as Charles Xavier, is the founder and leader of the X-Men."
        },
        {
          "Question": "Which superhero is known for his web-slinging abilities?",
          "TrueAnswer": "Spider-Man",
          "FalseAnswer": [
            "Batman",
            "Superman",
            "Iron Man"
          ],
          "Explanation": "Spider-Man, also known as Peter Parker, can swing from buildings using his web-shooters."
        },
        {
          "Question": "Who is the strongest Avenger?",
          "TrueAnswer": "Hulk",
          "FalseAnswer": [
            "Thor",
            "Captain America",
            "Black Widow"
          ],
          "Explanation": "The Hulk, also known as Bruce Banner, possesses immense strength and becomes stronger as he gets angrier."
        },
        {
          "Question": "Which superhero is known for his green power ring and ability to create constructs?",
          "TrueAnswer": "Green Lantern",
          "FalseAnswer": [
            "Aquaman",
            "Black Panther",
            "Doctor Strange"
          ],
          "Explanation": "Green Lantern, also known as Hal Jordan, wields a green power ring that allows him to create energy constructs."
        },
        {
          "Question": "Who is the main villain in the 'Avengers' movie?",
          "TrueAnswer": "Thanos",
          "FalseAnswer": [
            "Loki",
            "Ultron",
            "Red Skull"
          ],
          "Explanation": "Thanos is a powerful cosmic being who seeks to obtain all six Infinity Stones to achieve ultimate power."
        },
        {
          "Question": "Which superhero is known for his red and blue costume and ability to fly?",
          "TrueAnswer": "Superman",
          "FalseAnswer": [
            "Black Widow",
            "Hawkeye",
            "Ant-Man"
          ],
          "Explanation": "Superman, also known as Clark Kent, possesses superhuman strength, speed, and the ability to fly."
        },
        {
          "Question": "Who is the love interest of Batman?",
          "TrueAnswer": "Catwoman",
          "FalseAnswer": [
            "Harley Quinn",
            "Poison Ivy",
            "Black Canary"
          ],
          "Explanation": "Catwoman, also known as Selina Kyle, is a skilled thief and occasional love interest of Batman."
        },
        {
          "Question": "Which superhero is known for his hammer and control over lightning?",
          "TrueAnswer": "Thor",
          "FalseAnswer": [
            "Black Panther",
            "Doctor Strange",
            "Hawkeye"
          ],
          "Explanation": "Thor, the Norse god of thunder, wields the enchanted hammer Mjolnir and can summon lightning."
        },
        {
          "Question": "Who is the arch-nemesis of Iron Man?",
          "TrueAnswer": "Mandarin",
          "FalseAnswer": [
            "Red Skull",
            "Loki",
            "Ultron"
          ],
          "Explanation": "The Mandarin is a powerful villain who often clashes with Iron Man, using his ten rings of power."
        },
        {
          "Question": "Which superhero is known for his detective skills and utility belt?",
          "TrueAnswer": "Batman",
          "FalseAnswer": [
            "Captain America",
            "Black Widow",
            "Aquaman"
          ],
          "Explanation": "Batman, also known as Bruce Wayne, is a master detective and relies on his gadgets and utility belt."
        },
        {
          "Question": "Who is the love interest of Spider-Man?",
          "TrueAnswer": "Mary Jane Watson",
          "FalseAnswer": [
            "Gwen Stacy",
            "Black Cat",
            "Jean Grey"
          ],
          "Explanation": "Mary Jane Watson is a model and actress who becomes the primary love interest of Spider-Man."
        },
        {
          "Question": "Which superhero is known for his vibranium shield and leadership skills?",
          "TrueAnswer": "Black Panther",
          "FalseAnswer": [
            "Iron Man",
            "Hulk",
            "Doctor Strange"
          ],
          "Explanation": "Black Panther, also known as T'Challa, is the king of Wakanda and a skilled warrior."
        },
        {
          "Question": "Who is the arch-nemesis of the X-Men?",
          "TrueAnswer": "Magneto",
          "FalseAnswer": [
            "Apocalypse",
            "Mystique",
            "Juggernaut"
          ],
          "Explanation": "Magneto, also known as Erik Lehnsherr, is a mutant with the ability to control magnetic fields and a long-standing enemy of the X-Men."
        },
        {
          "Question": "Which superhero is known for his red and gold armor and genius intellect?",
          "TrueAnswer": "Iron Man",
          "FalseAnswer": [
            "Captain America",
            "Hulk",
            "Black Widow"
          ],
          "Explanation": "Iron Man, also known as Tony Stark, is a billionaire inventor who fights crime using his advanced armor."
        }
      ]
    }
  ]
}