{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the largest planet in our solar system?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Saturn",
            "Mars",
            "Neptune"
          ],
          "Explanation": "Jupiter is the largest planet in our solar system, with a diameter of about 86,881 miles."
        },
        {
          "Question": "Which planet is known as the 'Red Planet'?",
          "TrueAnswer": "Mars",
          "FalseAnswer": [
            "Venus",
            "Mercury",
            "Uranus"
          ],
          "Explanation": "Mars is often referred to as the 'Red Planet' due to its reddish appearance caused by iron oxide on its surface."
        },
        {
          "Question": "What is the name of the galaxy that contains our solar system?",
          "TrueAnswer": "Milky Way",
          "FalseAnswer": [
            "Andromeda",
            "Whirlpool",
            "Sombrero"
          ],
          "Explanation": "Our solar system is located in the Milky Way galaxy, which is a barred spiral galaxy."
        },
        {
          "Question": "What is the closest star to our solar system?",
          "TrueAnswer": "Proxima Centauri",
          "FalseAnswer": [
            "Alpha Centauri A",
            "Sirius",
            "Betelgeuse"
          ],
          "Explanation": "Proxima Centauri is the closest star to our solar system, located about 4.24 light-years away in the Alpha Centauri system."
        },
        {
          "Question": "What is the name of the largest moon in our solar system?",
          "TrueAnswer": "Ganymede",
          "FalseAnswer": [
            "Titan",
            "Europa",
            "Callisto"
          ],
          "Explanation": "Ganymede, one of Jupiter's moons, is the largest moon in our solar system and even larger than the planet Mercury."
        },
        {
          "Question": "What is the name of the first artificial satellite launched into space?",
          "TrueAnswer": "Sputnik 1",
          "FalseAnswer": [
            "Explorer 1",
            "Vostok 1",
            "Apollo 11"
          ],
          "Explanation": "Sputnik 1, launched by the Soviet Union on October 4, 1957, was the first artificial satellite to orbit the Earth."
        },
        {
          "Question": "What is the name of the largest volcano in our solar system?",
          "TrueAnswer": "Olympus Mons",
          "FalseAnswer": [
            "Mauna Loa",
            "Mount Everest",
            "Mount Vesuvius"
          ],
          "Explanation": "Olympus Mons, located on Mars, is the largest volcano in our solar system and stands about 13.6 miles high."
        },
        {
          "Question": "What is the name of the first human to walk on the Moon?",
          "TrueAnswer": "Neil Armstrong",
          "FalseAnswer": [
            "Buzz Aldrin",
            "Yuri Gagarin",
            "Alan Shepard"
          ],
          "Explanation": "Neil Armstrong became the first human to walk on the Moon during the Apollo 11 mission on July 20, 1969."
        },
        {
          "Question": "What is the name of the spacecraft that carried the first humans to the Moon?",
          "TrueAnswer": "Apollo 11",
          "FalseAnswer": [
            "Mercury-Redstone 3",
            "Vostok 1",
            "Gemini 4"
          ],
          "Explanation": "Apollo 11 was the spacecraft that carried the first humans, Neil Armstrong and Buzz Aldrin, to the Moon."
        },
        {
          "Question": "What is the name of the largest asteroid in our solar system?",
          "TrueAnswer": "Ceres",
          "FalseAnswer": [
            "Vesta",
            "Eros",
            "Psyche"
          ],
          "Explanation": "Ceres, located in the asteroid belt between Mars and Jupiter, is the largest asteroid in our solar system."
        },
        {
          "Question": "What is the name of the first space telescope launched into orbit?",
          "TrueAnswer": "Hubble Space Telescope",
          "FalseAnswer": [
            "Spitzer Space Telescope",
            "Chandra X-ray Observatory",
            "James Webb Space Telescope"
          ],
          "Explanation": "The Hubble Space Telescope, launched in 1990, is the first space telescope to be placed in orbit around the Earth."
        },
        {
          "Question": "What is the name of the spacecraft that carried the first humans to land on Mars?",
          "TrueAnswer": "None",
          "FalseAnswer": [
            "Mars One",
            "Red Dragon",
            "Pathfinder"
          ],
          "Explanation": "As of now, no spacecraft has carried humans to land on Mars. It is a future goal."
        },
        {
          "Question": "What is the name of the first woman to travel to space?",
          "TrueAnswer": "Valentina Tereshkova",
          "FalseAnswer": [
            "Sally Ride",
            "Yelena Serova",
            "Mae Jemison"
          ],
          "Explanation": "Valentina Tereshkova, a Soviet cosmonaut, became the first woman to travel to space on June 16, 1963."
        },
        {
          "Question": "What is the name of the largest moon of Saturn?",
          "TrueAnswer": "Titan",
          "FalseAnswer": [
            "Enceladus",
            "Mimas",
            "Rhea"
          ],
          "Explanation": "Titan, the largest moon of Saturn, is known for its thick atmosphere and hydrocarbon lakes."
        },
        {
          "Question": "What is the name of the first space probe to reach Pluto?",
          "TrueAnswer": "New Horizons",
          "FalseAnswer": [
            "Voyager 1",
            "Cassini",
            "Pioneer 10"
          ],
          "Explanation": "New Horizons, launched in 2006, became the first space probe to reach Pluto in July 2015."
        },
        {
          "Question": "What is the name of the largest dwarf planet in our solar system?",
          "TrueAnswer": "Eris",
          "FalseAnswer": [
            "Pluto",
            "Haumea",
            "Makemake"
          ],
          "Explanation": "Eris, located in the Kuiper Belt, is the largest dwarf planet in our solar system."
        },
        {
          "Question": "What is the name of the first space station launched into orbit?",
          "TrueAnswer": "Salyut 1",
          "FalseAnswer": [
            "Mir",
            "Skylab",
            "International Space Station"
          ],
          "Explanation": "Salyut 1, launched by the Soviet Union on April 19, 1971, was the first space station to be placed in orbit."
        },
        {
          "Question": "What is the name of the first human-made object to leave our solar system?",
          "TrueAnswer": "Voyager 1",
          "FalseAnswer": [
            "Pioneer 10",
            "New Horizons",
            "Voyager 2"
          ],
          "Explanation": "Voyager 1, launched in 1977, became the first human-made object to leave our solar system in 2012."
        },
        {
          "Question": "What is the name of the largest moon of Neptune?",
          "TrueAnswer": "Triton",
          "FalseAnswer": [
            "Nereid",
            "Proteus",
            "Larissa"
          ],
          "Explanation": "Triton, the largest moon of Neptune, is unique as it orbits the planet in a retrograde direction."
        },
        {
          "Question": "What is the name of the first space shuttle to be launched into space?",
          "TrueAnswer": "Columbia",
          "FalseAnswer": [
            "Challenger",
            "Discovery",
            "Atlantis"
          ],
          "Explanation": "Columbia, the first space shuttle, was launched on April 12, 1981, marking the beginning of the Space Shuttle program."
        },
        {
          "Question": "What is the name of the first exoplanet discovered orbiting a Sun-like star?",
          "TrueAnswer": "51 Pegasi b",
          "FalseAnswer": [
            "Kepler-186f",
            "HD 209458 b",
            "Proxima Centauri b"
          ],
          "Explanation": "51 Pegasi b, discovered in 1995, was the first exoplanet found orbiting a Sun-like star."
        }
      ]
    }
  ]
}