{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the largest planet in our solar system?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Saturn",
            "Mars",
            "Neptune"
          ],
          "Explanation": "Jupiter is the largest planet in our solar system, with a diameter of about 86,881 miles."
        },
        {
          "Question": "Which planet is known for its beautiful rings?",
          "TrueAnswer": "Saturn",
          "FalseAnswer": [
            "Uranus",
            "Jupiter",
            "Mercury"
          ],
          "Explanation": "Saturn is famous for its stunning ring system, composed mostly of ice particles and rocky debris."
        },
        {
          "Question": "What is the closest star to Earth?",
          "TrueAnswer": "Sun",
          "FalseAnswer": [
            "Proxima Centauri",
            "Alpha Centauri",
            "Betelgeuse"
          ],
          "Explanation": "The Sun is the closest star to Earth, providing us with light, heat, and energy."
        },
        {
          "Question": "Which planet is known as the 'Red Planet'?",
          "TrueAnswer": "Mars",
          "FalseAnswer": [
            "Venus",
            "Mercury",
            "Jupiter"
          ],
          "Explanation": "Mars is often referred to as the 'Red Planet' due to its reddish appearance caused by iron oxide on its surface."
        },
        {
          "Question": "What is the largest moon in our solar system?",
          "TrueAnswer": "Ganymede",
          "FalseAnswer": [
            "Titan",
            "Europa",
            "Callisto"
          ],
          "Explanation": "Ganymede, a moon of Jupiter, is the largest moon in our solar system and even larger than the planet Mercury."
        },
        {
          "Question": "Which planet has the most moons?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Saturn",
            "Uranus",
            "Neptune"
          ],
          "Explanation": "Jupiter has the most moons in our solar system, with over 79 known moons orbiting around it."
        },
        {
          "Question": "What is the name of the galaxy that contains our solar system?",
          "TrueAnswer": "Milky Way",
          "FalseAnswer": [
            "Andromeda",
            "Whirlpool",
            "Sombrero"
          ],
          "Explanation": "Our solar system is located in the Milky Way galaxy, a barred spiral galaxy with billions of stars."
        },
        {
          "Question": "Which planet has the most extreme temperature range?",
          "TrueAnswer": "Mercury",
          "FalseAnswer": [
            "Venus",
            "Mars",
            "Neptune"
          ],
          "Explanation": "Mercury experiences the most extreme temperature range, with scorching hot temperatures during the day and freezing cold temperatures at night."
        },
        {
          "Question": "What is the name of the largest volcano in our solar system?",
          "TrueAnswer": "Olympus Mons",
          "FalseAnswer": [
            "Mount Everest",
            "Mauna Loa",
            "Mount Kilimanjaro"
          ],
          "Explanation": "Olympus Mons on Mars is the largest volcano in our solar system, standing about 13.6 miles high."
        },
        {
          "Question": "Which planet has the shortest day?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Venus",
            "Saturn",
            "Uranus"
          ],
          "Explanation": "Jupiter has the shortest day among all the planets in our solar system, completing one rotation in about 9.9 hours."
        },
        {
          "Question": "What is the name of the first artificial satellite launched into space?",
          "TrueAnswer": "Sputnik 1",
          "FalseAnswer": [
            "Apollo 11",
            "Hubble Space Telescope",
            "Voyager 1"
          ],
          "Explanation": "Sputnik 1, launched by the Soviet Union in 1957, was the first artificial satellite to orbit the Earth."
        },
        {
          "Question": "Which planet has the highest mountain in our solar system?",
          "TrueAnswer": "Mars",
          "FalseAnswer": [
            "Earth",
            "Venus",
            "Jupiter"
          ],
          "Explanation": "Mars is home to Olympus Mons, the highest mountain in our solar system, reaching a height of about 13.6 miles."
        },
        {
          "Question": "What is the name of the largest asteroid in our solar system?",
          "TrueAnswer": "Ceres",
          "FalseAnswer": [
            "Vesta",
            "Eros",
            "Psyche"
          ],
          "Explanation": "Ceres, located in the asteroid belt between Mars and Jupiter, is the largest asteroid in our solar system."
        },
        {
          "Question": "Which planet has the most intense magnetic field?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Earth",
            "Saturn",
            "Uranus"
          ],
          "Explanation": "Jupiter has the most intense magnetic field among all the planets in our solar system."
        },
        {
          "Question": "What is the name of the first human to walk on the Moon?",
          "TrueAnswer": "Neil Armstrong",
          "FalseAnswer": [
            "Buzz Aldrin",
            "Yuri Gagarin",
            "Alan Shepard"
          ],
          "Explanation": "Neil Armstrong became the first human to walk on the Moon during the Apollo 11 mission in 1969."
        },
        {
          "Question": "Which planet is known for its beautiful blue color?",
          "TrueAnswer": "Neptune",
          "FalseAnswer": [
            "Uranus",
            "Saturn",
            "Jupiter"
          ],
          "Explanation": "Neptune is often referred to as the 'Blue Planet' due to its stunning blue color caused by methane in its atmosphere."
        },
        {
          "Question": "What is the name of the largest moon of Saturn?",
          "TrueAnswer": "Titan",
          "FalseAnswer": [
            "Enceladus",
            "Mimas",
            "Rhea"
          ],
          "Explanation": "Titan, the largest moon of Saturn, is known for its thick atmosphere and hydrocarbon lakes."
        },
        {
          "Question": "Which planet is known for its beautiful auroras?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Mars",
            "Venus",
            "Mercury"
          ],
          "Explanation": "Jupiter is known for its stunning auroras, caused by charged particles interacting with its magnetic field."
        },
        {
          "Question": "What is the name of the first space telescope launched into orbit?",
          "TrueAnswer": "Hubble Space Telescope",
          "FalseAnswer": [
            "Spitzer Space Telescope",
            "Chandra X-ray Observatory",
            "Kepler Space Telescope"
          ],
          "Explanation": "The Hubble Space Telescope, launched in 1990, revolutionized astronomy by capturing breathtaking images of the universe."
        },
        {
          "Question": "Which planet is known for its iconic Great Red Spot?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Mars",
            "Saturn",
            "Uranus"
          ],
          "Explanation": "Jupiter is known for its iconic Great Red Spot, a massive storm system that has been observed for centuries."
        }
      ]
    }
  ]
}