{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the largest planet in our solar system?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Saturn",
            "Mars",
            "Neptune"
          ],
          "Explanation": "Jupiter is the largest planet in our solar system, with a diameter of about 86,881 miles."
        },
        {
          "Question": "Which planet is known for its beautiful rings?",
          "TrueAnswer": "Saturn",
          "FalseAnswer": [
            "Uranus",
            "Mercury",
            "Venus"
          ],
          "Explanation": "Saturn is famous for its stunning ring system, composed of ice particles and rocky debris."
        },
        {
          "Question": "What is the closest star to Earth?",
          "TrueAnswer": "Sun",
          "FalseAnswer": [
            "Proxima Centauri",
            "Alpha Centauri",
            "Sirius"
          ],
          "Explanation": "The Sun is the closest star to Earth, providing heat, light, and energy for our planet."
        },
        {
          "Question": "What is the largest moon in our solar system?",
          "TrueAnswer": "Ganymede",
          "FalseAnswer": [
            "Titan",
            "Europa",
            "Callisto"
          ],
          "Explanation": "Ganymede, a moon of Jupiter, is the largest moon in our solar system and even larger than the planet Mercury."
        },
        {
          "Question": "What is the name of the galaxy that contains our solar system?",
          "TrueAnswer": "Milky Way",
          "FalseAnswer": [
            "Andromeda",
            "Whirlpool",
            "Sombrero"
          ],
          "Explanation": "Our solar system is located in the Milky Way galaxy, a spiral galaxy with billions of stars."
        },
        {
          "Question": "What is the process by which stars release energy?",
          "TrueAnswer": "Nuclear fusion",
          "FalseAnswer": [
            "Nuclear fission",
            "Black hole formation",
            "Supernova explosion"
          ],
          "Explanation": "Stars release energy through nuclear fusion, where hydrogen atoms combine to form helium, releasing vast amounts of energy."
        },
        {
          "Question": "What is the name of the first man-made satellite launched into space?",
          "TrueAnswer": "Sputnik 1",
          "FalseAnswer": [
            "Apollo 11",
            "Hubble Space Telescope",
            "Voyager 1"
          ],
          "Explanation": "Sputnik 1, launched by the Soviet Union in 1957, was the first artificial satellite to orbit the Earth."
        },
        {
          "Question": "What is the phenomenon where light is bent due to gravity?",
          "TrueAnswer": "Gravitational lensing",
          "FalseAnswer": [
            "Redshift",
            "Black hole evaporation",
            "Dark matter"
          ],
          "Explanation": "Gravitational lensing occurs when the path of light is bent by the gravitational pull of a massive object, creating distorted images."
        },
        {
          "Question": "What is the name of the largest volcano in our solar system?",
          "TrueAnswer": "Olympus Mons",
          "FalseAnswer": [
            "Mauna Loa",
            "Mount Everest",
            "Mount Kilimanjaro"
          ],
          "Explanation": "Olympus Mons, located on Mars, is the largest volcano in our solar system, standing about 13.6 miles high."
        },
        {
          "Question": "What is the name of the first space telescope launched by NASA?",
          "TrueAnswer": "Hubble Space Telescope",
          "FalseAnswer": [
            "Spitzer Space Telescope",
            "Chandra X-ray Observatory",
            "James Webb Space Telescope"
          ],
          "Explanation": "The Hubble Space Telescope, launched in 1990, has provided breathtaking images and valuable scientific data about the universe."
        },
        {
          "Question": "What is the name of the spacecraft that carried humans to the Moon?",
          "TrueAnswer": "Apollo",
          "FalseAnswer": [
            "Mercury",
            "Gemini",
            "Voyager"
          ],
          "Explanation": "The Apollo spacecraft, developed by NASA, successfully carried astronauts to the Moon during the Apollo program."
        },
        {
          "Question": "What is the name of the largest asteroid in our solar system?",
          "TrueAnswer": "Ceres",
          "FalseAnswer": [
            "Vesta",
            "Eros",
            "Psyche"
          ],
          "Explanation": "Ceres, located in the asteroid belt between Mars and Jupiter, is the largest known asteroid in our solar system."
        },
        {
          "Question": "What is the name of the first woman to travel to space?",
          "TrueAnswer": "Valentina Tereshkova",
          "FalseAnswer": [
            "Sally Ride",
            "Mae Jemison",
            "Yuri Gagarin"
          ],
          "Explanation": "Valentina Tereshkova, a Soviet cosmonaut, became the first woman to travel to space in 1963."
        },
        {
          "Question": "What is the name of the largest moon of Saturn?",
          "TrueAnswer": "Titan",
          "FalseAnswer": [
            "Enceladus",
            "Mimas",
            "Rhea"
          ],
          "Explanation": "Titan, the largest moon of Saturn, is known for its thick atmosphere and hydrocarbon lakes."
        },
        {
          "Question": "What is the name of the spacecraft that landed humans on the Moon?",
          "TrueAnswer": "Lunar Module",
          "FalseAnswer": [
            "Command Module",
            "Lunar Rover",
            "Saturn V"
          ],
          "Explanation": "The Lunar Module, part of the Apollo spacecraft, was specifically designed to land astronauts on the Moon's surface."
        },
        {
          "Question": "What is the name of the first space shuttle launched by NASA?",
          "TrueAnswer": "Columbia",
          "FalseAnswer": [
            "Challenger",
            "Discovery",
            "Atlantis"
          ],
          "Explanation": "Columbia, the first space shuttle in NASA's fleet, completed its maiden flight in 1981."
        },
        {
          "Question": "What is the name of the largest moon of Neptune?",
          "TrueAnswer": "Triton",
          "FalseAnswer": [
            "Nereid",
            "Proteus",
            "Larissa"
          ],
          "Explanation": "Triton, the largest moon of Neptune, is unique as it orbits the planet in a retrograde direction."
        },
        {
          "Question": "What is the name of the first American woman to travel to space?",
          "TrueAnswer": "Sally Ride",
          "FalseAnswer": [
            "Valentina Tereshkova",
            "Mae Jemison",
            "Judith Resnik"
          ],
          "Explanation": "Sally Ride became the first American woman to travel to space aboard the Space Shuttle Challenger in 1983."
        },
        {
          "Question": "What is the name of the largest moon of Uranus?",
          "TrueAnswer": "Titania",
          "FalseAnswer": [
            "Miranda",
            "Oberon",
            "Ariel"
          ],
          "Explanation": "Titania, the largest moon of Uranus, is the eighth-largest moon in the solar system."
        },
        {
          "Question": "What is the name of the observatory that discovered Pluto?",
          "TrueAnswer": "Lowell Observatory",
          "FalseAnswer": [
            "Hubble Space Telescope",
            "Palomar Observatory",
            "Mount Wilson Observatory"
          ],
          "Explanation": "Pluto was discovered by Clyde Tombaugh at the Lowell Observatory in Flagstaff, Arizona, in 1930."
        }
      ]
    }
  ]
}