{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the name of the first satellite launched into space?",
          "TrueAnswer": "Sputnik",
          "FalseAnswer": [
            "Apollo",
            "Voyager",
            "Hubble"
          ],
          "Explanation": "Sputnik was the first artificial satellite launched into space by the Soviet Union in 1957."
        },
        {
          "Question": "Which country was the first to land a human on the moon?",
          "TrueAnswer": "United States",
          "FalseAnswer": [
            "Russia",
            "China",
            "India"
          ],
          "Explanation": "The United States successfully landed the first human on the moon as part of the Apollo 11 mission in 1969."
        },
        {
          "Question": "What is the name of the rover currently exploring Mars?",
          "TrueAnswer": "Perseverance",
          "FalseAnswer": [
            "Curiosity",
            "Opportunity",
            "Spirit"
          ],
          "Explanation": "Perseverance is the latest rover sent by NASA to explore the surface of Mars and search for signs of past microbial life."
        },
        {
          "Question": "Which planet is known for its iconic rings?",
          "TrueAnswer": "Saturn",
          "FalseAnswer": [
            "Jupiter",
            "Mars",
            "Uranus"
          ],
          "Explanation": "Saturn is famous for its prominent and beautiful ring system composed of ice particles and rocky debris."
        },
        {
          "Question": "What is the name of the first woman to travel to space?",
          "TrueAnswer": "Valentina Tereshkova",
          "FalseAnswer": [
            "Sally Ride",
            "Mae Jemison",
            "Yuri Gagarin"
          ],
          "Explanation": "Valentina Tereshkova, a Soviet cosmonaut, became the first woman to travel to space in 1963."
        },
        {
          "Question": "Which space telescope was launched in 1990 and has provided stunning images of the universe?",
          "TrueAnswer": "Hubble",
          "FalseAnswer": [
            "Kepler",
            "Spitzer",
            "Chandra"
          ],
          "Explanation": "The Hubble Space Telescope, launched by NASA, has captured breathtaking images of distant galaxies, nebulae, and other celestial objects."
        },
        {
          "Question": "What is the name of the first reusable spacecraft developed by NASA?",
          "TrueAnswer": "Space Shuttle",
          "FalseAnswer": [
            "Falcon 9",
            "Soyuz",
            "Atlas V"
          ],
          "Explanation": "The Space Shuttle was the first reusable spacecraft designed and operated by NASA for various missions, including satellite deployment and space station assembly."
        },
        {
          "Question": "Which planet is often referred to as the 'Red Planet'?",
          "TrueAnswer": "Mars",
          "FalseAnswer": [
            "Venus",
            "Mercury",
            "Neptune"
          ],
          "Explanation": "Mars is often called the 'Red Planet' due to its reddish appearance caused by iron oxide (rust) on its surface."
        },
        {
          "Question": "What is the name of the first space station launched into orbit?",
          "TrueAnswer": "Salyut 1",
          "FalseAnswer": [
            "Mir",
            "Skylab",
            "International Space Station"
          ],
          "Explanation": "Salyut 1, launched by the Soviet Union in 1971, was the first space station to be placed into orbit around the Earth."
        },
        {
          "Question": "Which spacecraft carried the first humans to the moon?",
          "TrueAnswer": "Apollo 11",
          "FalseAnswer": [
            "Gemini 7",
            "Mercury 3",
            "Vostok 1"
          ],
          "Explanation": "Apollo 11, a NASA mission, carried Neil Armstrong, Buzz Aldrin, and Michael Collins to the moon in 1969."
        },
        {
          "Question": "What is the name of the first privately-funded spacecraft to reach orbit?",
          "TrueAnswer": "SpaceShipOne",
          "FalseAnswer": [
            "Dragon",
            "Starship",
            "New Shepard"
          ],
          "Explanation": "SpaceShipOne, developed by Scaled Composites, became the first privately-funded spacecraft to reach orbit in 2004."
        },
        {
          "Question": "Which planet is the largest in our solar system?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Saturn",
            "Neptune",
            "Uranus"
          ],
          "Explanation": "Jupiter is the largest planet in our solar system, with a diameter more than 11 times that of Earth."
        },
        {
          "Question": "What is the name of the first artificial satellite launched by the United States?",
          "TrueAnswer": "Explorer 1",
          "FalseAnswer": [
            "Vanguard 1",
            "Telstar 1",
            "Echo 1"
          ],
          "Explanation": "Explorer 1, launched in 1958, was the first satellite successfully launched by the United States."
        },
        {
          "Question": "Which space agency successfully landed the first spacecraft on a comet?",
          "TrueAnswer": "ESA",
          "FalseAnswer": [
            "NASA",
            "Roscosmos",
            "ISRO"
          ],
          "Explanation": "The European Space Agency (ESA) achieved the historic feat of landing the first spacecraft on a comet with the Rosetta mission."
        },
        {
          "Question": "What is the name of the first space probe to visit Pluto?",
          "TrueAnswer": "New Horizons",
          "FalseAnswer": [
            "Voyager 1",
            "Cassini",
            "Pioneer 10"
          ],
          "Explanation": "New Horizons, launched by NASA in 2006, became the first space probe to visit Pluto and provide detailed images of the dwarf planet."
        },
        {
          "Question": "Which planet has the most moons in our solar system?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Saturn",
            "Uranus",
            "Neptune"
          ],
          "Explanation": "Jupiter has the most moons in our solar system, with over 80 known natural satellites."
        },
        {
          "Question": "What is the name of the first space telescope launched by the Soviet Union?",
          "TrueAnswer": "Astron",
          "FalseAnswer": [
            "Hubble",
            "Spitzer",
            "Chandra"
          ],
          "Explanation": "Astron, launched in 1983, was the first space telescope deployed by the Soviet Union for astronomical observations."
        },
        {
          "Question": "Which space agency successfully landed the first spacecraft on Mars?",
          "TrueAnswer": "NASA",
          "FalseAnswer": [
            "ESA",
            "Roscosmos",
            "ISRO"
          ],
          "Explanation": "NASA has successfully landed multiple spacecraft on Mars, including the Viking landers, Pathfinder, Spirit, Opportunity, Curiosity, and Perseverance."
        },
        {
          "Question": "What is the name of the first human-made object to leave our solar system?",
          "TrueAnswer": "Voyager 1",
          "FalseAnswer": [
            "Pioneer 10",
            "New Horizons",
            "Cassini"
          ],
          "Explanation": "Voyager 1, launched by NASA in 1977, became the first human-made object to venture beyond our solar system."
        },
        {
          "Question": "Which planet is known for its prominent Great Red Spot?",
          "TrueAnswer": "Jupiter",
          "FalseAnswer": [
            "Mars",
            "Saturn",
            "Neptune"
          ],
          "Explanation": "Jupiter is known for its Great Red Spot, a persistent high-pressure region in its atmosphere, visible for centuries."
        }
      ]
    }
  ]
}