{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Which TV show is set in the fictional town of Springfield?",
          "TrueAnswer": "The Simpsons",
          "FalseAnswer": [
            "Family Guy",
            "South Park",
            "Bob's Burgers"
          ],
          "Explanation": "The Simpsons is a long-running animated sitcom that takes place in the fictional town of Springfield."
        },
        {
          "Question": "Which TV show features a group of friends living in New York City?",
          "TrueAnswer": "Friends",
          "FalseAnswer": [
            "Seinfeld",
            "How I Met Your Mother",
            "The Big Bang Theory"
          ],
          "Explanation": "Friends is a popular sitcom that revolves around a group of friends living in New York City."
        },
        {
          "Question": "Which TV show follows the lives of doctors at Grey Sloan Memorial Hospital?",
          "TrueAnswer": "Grey's Anatomy",
          "FalseAnswer": [
            "House",
            "ER",
            "Scrubs"
          ],
          "Explanation": "Grey's Anatomy is a medical drama series that focuses on the personal and professional lives of doctors at Grey Sloan Memorial Hospital."
        },
        {
          "Question": "Which TV show is set in the fictional land of Westeros?",
          "TrueAnswer": "Game of Thrones",
          "FalseAnswer": [
            "The Walking Dead",
            "Breaking Bad",
            "Stranger Things"
          ],
          "Explanation": "Game of Thrones is a fantasy drama series that takes place in the fictional land of Westeros, known for its political intrigue and epic battles."
        },
        {
          "Question": "Which TV show features a high school chemistry teacher turned methamphetamine manufacturer?",
          "TrueAnswer": "Breaking Bad",
          "FalseAnswer": [
            "The Sopranos",
            "The Wire",
            "Narcos"
          ],
          "Explanation": "Breaking Bad is a critically acclaimed drama series that follows the transformation of a high school chemistry teacher into a methamphetamine manufacturer."
        },
        {
          "Question": "Which TV show is set in the post-apocalyptic world overrun by zombies?",
          "TrueAnswer": "The Walking Dead",
          "FalseAnswer": [
            "Lost",
            "Stranger Things",
            "The 100"
          ],
          "Explanation": "The Walking Dead is a horror drama series that depicts the struggles of a group of survivors in a post-apocalyptic world infested with zombies."
        },
        {
          "Question": "Which TV show revolves around a group of friends working at a paper company?",
          "TrueAnswer": "The Office",
          "FalseAnswer": [
            "Parks and Recreation",
            "Brooklyn Nine-Nine",
            "The Good Place"
          ],
          "Explanation": "The Office is a mockumentary sitcom that follows the daily lives of employees working at the Scranton branch of Dunder Mifflin paper company."
        },
        {
          "Question": "Which TV show is set in the fictional town of Stars Hollow?",
          "TrueAnswer": "Gilmore Girls",
          "FalseAnswer": [
            "Pretty Little Liars",
            "The Vampire Diaries",
            "Gossip Girl"
          ],
          "Explanation": "Gilmore Girls is a dramedy series that takes place in the charming fictional town of Stars Hollow, known for its quirky residents and fast-paced dialogue."
        },
        {
          "Question": "Which TV show features a high school teacher turned lawyer?",
          "TrueAnswer": "Better Call Saul",
          "FalseAnswer": [
            "Dexter",
            "Suits",
            "How to Get Away with Murder"
          ],
          "Explanation": "Better Call Saul is a prequel to Breaking Bad and follows the journey of Jimmy McGill, a small-time lawyer who eventually becomes the sleazy lawyer Saul Goodman."
        },
        {
          "Question": "Which TV show is set in the world of advertising in the 1960s?",
          "TrueAnswer": "Mad Men",
          "FalseAnswer": [
            "The Crown",
            "Downton Abbey",
            "Boardwalk Empire"
          ],
          "Explanation": "Mad Men is a period drama series that delves into the glamorous and cutthroat world of advertising in the 1960s."
        },
        {
          "Question": "Which TV show follows the lives of a group of inmates in a women's prison?",
          "TrueAnswer": "Orange Is the New Black",
          "FalseAnswer": [
            "Prison Break",
            "Oz",
            "Wentworth"
          ],
          "Explanation": "Orange Is the New Black is a dramedy series that explores the experiences of a diverse group of inmates in a women's prison."
        },
        {
          "Question": "Which TV show is set in the fictional town of Pawnee, Indiana?",
          "TrueAnswer": "Parks and Recreation",
          "FalseAnswer": [
            "The Good Place",
            "Brooklyn Nine-Nine",
            "The Office"
          ],
          "Explanation": "Parks and Recreation is a mockumentary sitcom that follows the employees of the Parks and Recreation Department in the fictional town of Pawnee."
        },
        {
          "Question": "Which TV show features a group of survivors in a post-apocalyptic world filled with flesh-eating zombies?",
          "TrueAnswer": "The Walking Dead",
          "FalseAnswer": [
            "Fear the Walking Dead",
            "Z Nation",
            "iZombie"
          ],
          "Explanation": "The Walking Dead is a horror drama series that showcases the struggles and survival of a group of people in a world overrun by zombies."
        },
        {
          "Question": "Which TV show is set in the fictional town of Mystic Falls?",
          "TrueAnswer": "The Vampire Diaries",
          "FalseAnswer": [
            "True Blood",
            "Buffy the Vampire Slayer",
            "Shadowhunters"
          ],
          "Explanation": "The Vampire Diaries is a supernatural drama series that takes place in the fictional town of Mystic Falls, known for its vampire lore and supernatural beings."
        },
        {
          "Question": "Which TV show follows the lives of a group of friends living in Los Angeles?",
          "TrueAnswer": "Friends",
          "FalseAnswer": [
            "How I Met Your Mother",
            "The Big Bang Theory",
            "New Girl"
          ],
          "Explanation": "Friends is a beloved sitcom that revolves around the lives and misadventures of a group of friends living in Los Angeles."
        },
        {
          "Question": "Which TV show is set in the fictional town of Twin Peaks?",
          "TrueAnswer": "Twin Peaks",
          "FalseAnswer": [
            "Stranger Things",
            "True Detective",
            "Fargo"
          ],
          "Explanation": "Twin Peaks is a mystery drama series that takes place in the small fictional town of Twin Peaks, known for its quirky characters and supernatural elements."
        },
        {
          "Question": "Which TV show features a group of friends navigating their personal and professional lives in Chicago?",
          "TrueAnswer": "The Good Wife",
          "FalseAnswer": [
            "Grey's Anatomy",
            "How to Get Away with Murder",
            "Scandal"
          ],
          "Explanation": "The Good Wife is a legal drama series that follows the journey of Alicia Florrick, a woman who returns to her legal career after her husband's scandal."
        },
        {
          "Question": "Which TV show is set in the fictional town of Sunnydale?",
          "TrueAnswer": "Buffy the Vampire Slayer",
          "FalseAnswer": [
            "Supernatural",
            "The X-Files",
            "Charmed"
          ],
          "Explanation": "Buffy the Vampire Slayer is a supernatural drama series that takes place in the fictional town of Sunnydale, known for its vampire and demon activity."
        },
        {
          "Question": "Which TV show follows the lives of a group of friends living in a Brooklyn apartment building?",
          "TrueAnswer": "Brooklyn Nine-Nine",
          "FalseAnswer": [
            "Friends",
            "How I Met Your Mother",
            "The Big Bang Theory"
          ],
          "Explanation": "Brooklyn Nine-Nine is a comedy series that revolves around the lives of detectives and staff at the 99th precinct in Brooklyn, New York."
        },
        {
          "Question": "Which TV show is set in the fictional town of Hawkins, Indiana?",
          "TrueAnswer": "Stranger Things",
          "FalseAnswer": [
            "The X-Files",
            "Supernatural",
            "Twin Peaks"
          ],
          "Explanation": "Stranger Things is a science fiction horror series that takes place in the fictional town of Hawkins, known for its supernatural occurrences and government conspiracies."
        }
      ]
    }
  ]
}