{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a peint l'emblématique 'Portrait d'Adele Bloch-Bauer'?",
            "TrueAnswer": "Gustav Klimt",
            "FalseAnswer": [
              "Vincent Van Gogh",
              "Pablo Picasso",
              "Leonardo da Vinci"
            ],
            "Explanation": "Le portrait de Gustav Klimt d'Adele Bloch-Bauer, également connu sous le nom de 'La Femme en or', est un chef-d'œuvre du mouvement de la Sécession viennoise et a été réalisé en 1907."
          },
          {
            "Question": "Quelle artiste est connue pour ses autoportraits surréalistes?",
            "TrueAnswer": "Frida Kahlo",
            "FalseAnswer": [
              "Georgia O'Keeffe",
              "Mary Cassatt",
              "Tamara de Lempicka"
            ],
            "Explanation": "Les autoportraits de Frida Kahlo intègrent souvent des éléments de surréalisme, reflétant ses propres luttes physiques et émotionnelles, et sont depuis devenus emblématiques dans le monde de l'art."
          },
          {
            "Question": "Qui a été la première artiste à connaître la renommée et la reconnaissance?",
            "TrueAnswer": "Artemisia Gentileschi",
            "FalseAnswer": [
              "Rosa Bonheur",
              "Hilma af Klint",
              "Sofonisba Anguissola"
            ],
            "Explanation": "Artemisia Gentileschi, une peintre baroque italienne, a surmonté les limitations imposées aux femmes au XVIIe siècle et a obtenu la reconnaissance pour ses œuvres puissantes et dramatiques."
          },
          {
            "Question": "Qui a sculpté 'La Voilée Rebecca'?",
            "TrueAnswer": "Giovanni Maria Benzoni",
            "FalseAnswer": [
              "Auguste Rodin",
              "Michel-Ange",
              "Camille Claudel"
            ],
            "Explanation": "La 'Voilée Rebecca' de Giovanni Maria Benzoni est une sculpture en marbre connue pour ses détails complexes et sa délicate représentation de la beauté, créée au milieu du XIXe siècle."
          },
          {
            "Question": "Quelle artiste a co-fondé le mouvement artistique de l'orphisme?",
            "TrueAnswer": "Sonia Delaunay",
            "FalseAnswer": [
              "Louise Bourgeois",
              "Barbara Hepworth",
              "Yayoi Kusama"
            ],
            "Explanation": "Sonia Delaunay, une artiste ukrainienne-française, aux côtés de son mari Robert Delaunay, a été pionnière du mouvement orphique, caractérisé par des couleurs vives et des formes géométriques."
          }
        ]
      }
    }
  ]
}