{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui est le fondateur du Surréalisme?",
            "BonneRéponse": "André Breton",
            "MauvaiseRéponse": [
              "Salvador Dali",
              "Pablo Picasso",
              "Frida Kahlo"
            ],
            "Explication": "André Breton, un écrivain, poète et théoricien français, est connu pour avoir fondé le mouvement surréaliste au début des années 1920."
          },
          {
            "Question": "Comment s'appelle la célèbre peinture d'horloge fondante créée par Salvador Dali?",
            "BonneRéponse": "La Persistance de la Mémoire",
            "MauvaiseRéponse": [
              "Nuit étoilée",
              "Le Cri",
              "La Naissance de Vénus"
            ],
            "Explication": "La Persistance de la Mémoire, achevée en 1931, est l'une des œuvres les plus célèbres de Dali, représentant la fluidité du temps."
          },
          {
            "Question": "Quel artiste est connu pour avoir créé la peinture 'Les Éléphants'?",
            "BonneRéponse": "Salvador Dali",
            "MauvaiseRéponse": [
              "René Magritte",
              "Max Ernst",
              "Joan Miró"
            ],
            "Explication": "Salvador Dali a peint 'Les Éléphants' en 1948, représentant des éléphants oniriques et allongés avec des pattes grêles."
          },
          {
            "Question": "Quelle est l'artiste féminine connue pour ses autoportraits surréalistes et la représentation de ses rêves?",
            "BonneRéponse": "Frida Kahlo",
            "MauvaiseRéponse": [
              "Lee Miller",
              "Meret Oppenheim",
              "Dorothea Tanning"
            ],
            "Explication": "Frida Kahlo, une artiste mexicaine, est célébrée pour ses autoportraits vibrants et introspectifs, souvent accompagnés d'éléments surréalistes et symboliques."
          },
          {
            "Question": "Quel artiste surréaliste est associé au concept du 'dessin automatique'?",
            "BonneRéponse": "André Masson",
            "MauvaiseRéponse": [
              "Yves Tanguy",
              "Max Ernst",
              "Hans Bellmer"
            ],
            "Explication": "André Masson a expérimenté le dessin automatique, une technique utilisée pour exprimer l'inconscient sans préméditation, en accord avec les principes surréalistes."
          },
          {
            "Question": "Quelle est la célèbre peinture de René Magritte mettant en scène une pipe avec les mots 'Ceci n'est pas une pipe'?",
            "BonneRéponse": "La Trahison des images",
            "MauvaiseRéponse": [
              "Le Fils de l'homme",
              "L'Assassin menacé",
              "Les Amants"
            ],
            "Explication": "La Trahison des images, également connue sous le nom de 'Ceci n'est pas une pipe', interroge la relation entre la représentation et la réalité."
          },
          {
            "Question": "Quel artiste est renommé pour sa sculpture 'Téléphone-langouste'?",
            "BonneRéponse": "Salvador Dali",
            "MauvaiseRéponse": [
              "Marcel Duchamp",
              "Man Ray",
              "Hans Arp"
            ],
            "Explication": "Salvador Dali a créé le 'Téléphone-langouste', une sculpture surréaliste juxtaposant des objets du quotidien pour évoquer l'inquiétante étrangeté et l'irrationnel."
          },
          {
            "Question": "Quel artiste surréaliste est connu pour son œuvre de photomontage 'Le Baiser'?",
            "BonneRéponse": "Man Ray",
            "MauvaiseRéponse": [
              "Dora Maar",
              "Lee Miller",
              "Hannah Höch"
            ],
            "Explication": "Man Ray, un artiste américain, est célèbre pour ses techniques photographiques innovantes, dont le célèbre photomontage 'Le Baiser'."
          },
          {
            "Question": "Qui a écrit le roman surréaliste 'Nadja' et était associé au groupe surréaliste?",
            "BonneRéponse": "André Breton",
            "MauvaiseRéponse": [
              "Louis Aragon",
              "Paul Éluard",
              "Antonin Artaud"
            ],
            "Explication": "André Breton est l'auteur de 'Nadja', un roman surréaliste influent, et a joué un rôle clé dans la définition des principes et des pratiques surréalistes."
          },
          {
            "Question": "Quel était le titre du manifeste écrit par André Breton pour définir le Surréalisme?",
            "BonneRéponse": "Premier Manifeste du Surréalisme",
            "MauvaiseRéponse": [
              "Le Manifeste du subconscient",
              "La Déclaration du rêveur",
              "La Proclamation surréaliste"
            ],
            "Explication": "André Breton a publié le 'Premier Manifeste du Surréalisme' en 1924, exposant les principes fondamentaux et les objectifs du mouvement surréaliste."
          },
          {
            "Question": "Quel artiste surréaliste est connu pour ses paysages déformés et fantastiques dans des peintures comme 'Le Château'?",
            "BonneRéponse": "Yves Tanguy",
            "MauvaiseRéponse": [
              "Giorgio de Chirico",
              "Marcel Duchamp",
              "Oscar Dominguez"
            ],
            "Explication": "Les paysages énigmatiques d'Yves Tanguy, tels que 'Le Château', transmettent des paysages oniriques avec des qualités inquiétantes et hallucinatoires."
          },
          {
            "Question": "Où le mouvement surréaliste a-t-il pris naissance dans les années 1920?",
            "BonneRéponse": "Paris",
            "MauvaiseRéponse": [
              "Barcelone",
              "Berlin",
              "Londres"
            ],
            "Explication": "Le mouvement surréaliste a émergé à Paris, attirant des artistes, des écrivains et des penseurs désireux de libérer les sphères de l'esprit inconscient."
          },
          {
            "Question": "Quel artiste est connu pour ses jeux surréalistes et la méthode de dessin collaboratif 'Cadavre exquis'?",
            "BonneRéponse": "Suzanne Césaire",
            "MauvaiseRéponse": [
              "Toyen",
              "Valentine Pity",
              "Valentine Penrose"
            ],
            "Explication": "Suzanne Césaire a été une figure significative au sein des cercles surréalistes, contribuant à des activités artistiques innovantes et ludiques au sein du mouvement."
          },
          {
            "Question": "Qui est le surréaliste américain connu pour ses peintures mettant en scène des formes mécanisées et biomorphiques?",
            "BonneRéponse": "Kay Sage",
            "MauvaiseRéponse": [
              "Isabel Del Rio",
              "Eileen Agar",
              "Agnès Boulloche"
            ],
            "Explication": "Kay Sage, une artiste américaine, est renommée pour ses peintures énigmatiques et évocatrices qui fusionnent des éléments mécaniques et organiques."
          },
          {
            "Question": "Quel artiste est associé au concept de 'méthode paranoïaque-critique' et a peint 'Les Cygnes se reflétant dans les éléphants'?",
            "BonneRéponse": "Salvador Dali",
            "MauvaiseRéponse": [
              "René Magritte",
              "Joan Miró",
              "Marcel Duchamp"
            ],
            "Explication": "Salvador Dali a développé la méthode paranoïaque-critique, permettant la création d'art à partir d'associations irrationnelles et inconscientes."
          },
          {
            "Question": "Quel artiste surréaliste est connu pour son utilisation de la décalcomanie et de la frottage dans ses œuvres?",
            "BonneRéponse": "Max Ernst",
            "MauvaiseRéponse": [
              "Wifredo Lam",
              "Roberto Matta",
              "Oscar Domínguez"
            ],
            "Explication": "Max Ernst a utilisé la décalcomanie et le frottage comme moyen d'automatisme pour révéler des formes inattendues et imaginatives dans ses œuvres."
          },
          {
            "Question": "Qui est le surréaliste connu pour avoir créé des sculptures d'assemblage énigmatiques et oniriques, telles que 'L'Énigme d'Isidore Ducasse'?",
            "BonneRéponse": "Man Ray",
            "MauvaiseRéponse": [
              "Jean Arp",
              "Federico Castellon",
              "Alexander Calder"
            ],
            "Explication": "Man Ray a conçu des sculptures d'assemblage énigmatiques et surréalistes, comme 'L'Énigme d'Isidore Ducasse', brouillant les frontières entre réalité et fantaisie."
          },
          {
            "Question": "Quel artiste est célébré pour ses peintures fantasmagoriques mettant en scène des formes biomorphiques et métamorphiques?",
            "BonneRéponse": "Óscar Domínguez",
            "MauvaiseRéponse": [
              "Hans Bellmer",
              "Giorgio de Chirico",
              "Paul Delvaux"
            ],
            "Explication": "Le style artistique d'Óscar Domínguez embrassait la fluidité entre l'organique et l'inorganique, évoquant des transformations surréalistes et fantastiques."
          },
          {
            "Question": "Qui est le surréaliste belge connu pour ses peintures troublantes et ambiguës comme 'Les Amants'?",
            "BonneRéponse": "René Magritte",
            "MauvaiseRéponse": [
              "Paul Delvaux",
              "Yves Tanguy",
              "Salvador Dali"
            ],
            "Explication": "Les peintures énigmatiques et provocantes de René Magritte, telles que 'Les Amants', remettent en question les perceptions et interprétations du public."
          },
          {
            "Question": "Quel artiste est connu pour avoir créé la composition emblématique 'L.H.O.O.Q.' en ajoutant une moustache à la Joconde?",
            "BonneRéponse": "Marcel Duchamp",
            "MauvaiseRéponse": [
              "Hans Arp",
              "Francis Picabia",
              "Yves Tanguy"
            ],
            "Explication": "La 'L.H.O.O.Q.' de Marcel Duchamp est un exemple patent de son approche provocante et spirituelle de l'art, remettant en question les normes et attentes conventionnelles."
          }
        ]
      }
    }
  ]
}