{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel artiste est connu pour le pochoir 'Balloon Girl' ?",
            "VraiRéponse": "Banksy",
            "FausseRéponse": [
              "Shepard Fairey",
              "Jean-Michel Basquiat",
              "Os Gemeos"
            ],
            "Explication": "Banksy, un artiste de rue anonyme basé en Angleterre, est célèbre pour son art du graffiti à thèmes politiques et a maintenu l'anonymat."
          },
          {
            "Question": "Dans quelle ville peut-on trouver la célèbre 'East Side Gallery du mur de Berlin' ?",
            "VraiRéponse": "Berlin",
            "FausseRéponse": [
              "Paris",
              "Londres",
              "New York"
            ],
            "Explication": "La East Side Gallery est une section du mur de Berlin qui a été préservée et ornée de murales graffiti colorées."
          },
          {
            "Question": "Quel est le nom du mystérieux street artist britannique connu pour son commentaire social et politique ?",
            "VraiRéponse": "Banksy",
            "FausseRéponse": [
              "JR",
              "D*Face",
              "Invader"
            ],
            "Explication": "Banksy, connu pour sa technique de pochoir distinctive, critique souvent la guerre, le capitalisme, l'hypocrisie et la cupidité à travers son art."
          },
          {
            "Question": "Où se trouve le 'Mural de la Prehistoria' de l'artiste cubain Leovigildo González Morillo ?",
            "VraiRéponse": "Vinales",
            "FausseRéponse": [
              "La Havane",
              "Santiago de Cuba",
              "Camaguey"
            ],
            "Explication": "Le Mural de la Prehistoria est une murale en plein air à grande échelle dans la vallée de Vinales, représentant le processus d'évolution."
          },
          {
            "Question": "Lequel des artistes suivants est connu pour ses grandes murales abordant des problèmes sociaux ?",
            "VraiRéponse": "Blu",
            "FausseRéponse": [
              "ROA",
              "Zio Ziegler",
              "Etam Cru"
            ],
            "Explication": "Blu, un artiste de rue italien connu pour ses œuvres à grande échelle, intègre souvent des messages socio-politiques dans ses murales."
          },
          {
            "Question": "Quel célèbre street artiste est connu pour son travail 'OBEY Giant' ?",
            "VraiRéponse": "Shepard Fairey",
            "FausseRéponse": [
              "Banksy",
              "Blu",
              "JR"
            ],
            "Explication": "Shepard Fairey, artiste et activiste américain, a créé la célèbre campagne de stickers 'Andre the Giant Has a Posse'."
          },
          {
            "Question": "Quelle forme d'art urbain implique souvent l'utilisation de pochoirs pour une exécution rapide ?",
            "VraiRéponse": "L'art du pochoir",
            "FausseRéponse": [
              "Graffiti bombing",
              "Peinture murale",
              "Yarn bombing"
            ],
            "Explication": "L'art du pochoir permet aux artistes de rue de créer rapidement des images détaillées et complexes. Il est souvent associé au travail de Banksy."
          },
          {
            "Question": "Dans quelle ville peut-on trouver 'The Dumpster Project' de l'artiste Bordalo II ?",
            "VraiRéponse": "Lisbonne",
            "FausseRéponse": [
              "Rio de Janeiro",
              "Barcelone",
              "Rome"
            ],
            "Explication": "Bordalo II, un artiste portugais, crée de grandes sculptures à partir de matériaux recyclés et d'objets trouvés."
          },
          {
            "Question": "Qui a peint la célèbre murale 'Mona Lisa' dans l'East Village de New York dans les années 1980 ?",
            "VraiRéponse": "Kobra",
            "FausseRéponse": [
              "Keith Haring",
              "Basquiat",
              "JR"
            ],
            "Explication": "Kobra est connu pour ses murales colorées à grande échelle et crée souvent des œuvres inspirées de célèbres figures artistiques et culturelles."
          },
          {
            "Question": "Quel artiste est connu pour son art de rue en mosaïque 'Space Invader' mettant en scène des personnages pixelisés ?",
            "VraiRéponse": "Invader",
            "FausseRéponse": [
              "Bordalo II",
              "Shepard Fairey",
              "Os Gemeos"
            ],
            "Explication": "Invader, un artiste urbain français, utilise des carreaux de céramique pour créer des mosaïques ressemblant à des personnages de jeux vidéo classiques."
          },
          {
            "Question": "Quel est le terme désignant les marques non autorisées dans les espaces publics ?",
            "VraiRéponse": "Graffiti",
            "FausseRéponse": [
              "Calligraphie",
              "Murale",
              "L'art du pochoir"
            ],
            "Explication": "Le graffiti, souvent associé au vandalisme, est devenu une forme d'art respectée, reflétant des commentaires sociaux et politiques."
          },
          {
            "Question": "Quel style d'art urbain implique souvent la création d'images à grande échelle directement sur les façades des bâtiments ?",
            "VraiRéponse": "Peinture murale",
            "FausseRéponse": [
              "L'art du pochoir",
              "Graffiti tagging",
              "Yarn bombing"
            ],
            "Explication": "La peinture murale ajoute de la vitalité aux paysages urbains, offrant aux artistes une grande toile pour l'expression de soi et la narration."
          },
          {
            "Question": "Quelle technique d'art urbain implique l'application rapide de graffiti sur une grande surface ou plusieurs surfaces ?",
            "VraiRéponse": "Graffiti bombing",
            "FausseRéponse": [
              "L'art du pochoir",
              "L'art de la mosaïque",
              "Calligraffiti"
            ],
            "Explication": "Le graffiti bombing, également appelé tagging, se caractérise par des lettres stylisées et rapides, souvent utilisées pour des marques illégales."
          },
          {
            "Question": "Quel street artiste a attiré l'attention internationale avec l'exposition 'The Village Pet Store and Charcoal Grill' ?",
            "VraiRéponse": "Banksy",
            "FausseRéponse": [
              "JR",
              "Swoon",
              "ROA"
            ],
            "Explication": "En 2008, Banksy a ouvert un faux magasin d'animaux de compagnie à New York, mettant en scène des animaux animatroniques avec des messages socio-politiques."
          },
          {
            "Question": "Quel est le terme désignant l'attachement de tricot ou de crochet à des structures publiques comme forme d'art urbain ?",
            "VraiRéponse": "Yarn bombing",
            "FausseRéponse": [
              "Calligraffiti",
              "L'art du pochoir",
              "L'art de la peinture en bombe"
            ],
            "Explication": "Le yarn bombing ajoute une touche fantaisiste aux espaces publics, avec des créations colorées et confortables en laine ornant les objets urbains."
          },
          {
            "Question": "Qui est connu pour créer de grandes murales d'animaux, souvent représentés en noir et blanc avec des détails complexes ?",
            "VraiRéponse": "ROA",
            "FausseRéponse": [
              "Banksy",
              "Bordalo II",
              "Invader"
            ],
            "Explication": "ROA, un artiste de rue belge, utilise un style distinctif pour illustrer des animaux dans différents états de décomposition ou de régénération."
          },
          {
            "Question": "Quel est le terme désignant l'altération ou la dégradation non autorisée de biens publics ou privés ?",
            "VraiRéponse": "Vandalisme",
            "FausseRéponse": [
              "Artistry",
              "Expression",
              "Révolution"
            ],
            "Explication": "Alors que certains street art est considéré comme du vandalisme, de nombreux artistes s'efforcent de créer des œuvres significatives et stimulantes dans le respect des limites légales."
          },
          {
            "Question": "Quel duo d'artistes de rue est connu pour créer de grandes murales complexes mettant en scène des portraits hyperréalistes ?",
            "VraiRéponse": "Etam Cru",
            "FausseRéponse": [
              "D*Face",
              "Zio Ziegler",
              "Os Gemeos"
            ],
            "Explication": "Le duo polonais Etam Cru est acclamé pour leurs murales hyperréalistes, mélangeant souvent des paysages urbains avec des éléments surréalistes."
          },
          {
            "Question": "Quel street artiste est célèbre pour créer des installations artistiques utilisant des matériaux recyclés pour mettre en lumière les problèmes environnementaux ?",
            "VraiRéponse": "Bordalo II",
            "FausseRéponse": [
              "Invader",
              "ROA",
              "Shepard Fairey"
            ],
            "Explication": "Le travail de Bordalo II attire l'attention sur les préoccupations environnementales en transformant les déchets en sculptures frappantes."
          },
          {
            "Question": "Quel est le terme désignant la création de calligraphie et de typographie dans un style graffiti ?",
            "VraiRéponse": "Calligraffiti",
            "FausseRéponse": [
              "L'art du pochoir",
              "Yarn bombing",
              "Peinture murale"
            ],
            "Explication": "Le calligraffiti mélange la nature expressive de la calligraphie avec le style énergique et audacieux du graffiti, combinant des formes d'art traditionnelles et contemporaines."
          }
        ]
      }
    }
  ]
}