{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel mouvement artistique a remis en question les valeurs traditionnelles et abordé des questions politiques au XXe siècle?",
            "VraiRéponse": "Dadaïsme",
            "FausseRéponse": [
              "Cubisme",
              "Impressionnisme",
              "Surréalisme"
            ],
            "Explication": "Le dadaïsme est né en réponse aux horreurs de la Première Guerre mondiale, rejetant la logique et la raison au profit du chaos et de l'irrationalité."
          },
          {
            "Question": "Quel artiste a créé l'affiche célèbre 'Hope' pour la campagne présidentielle de Barack Obama?",
            "VraiRéponse": "Shepard Fairey",
            "FausseRéponse": [
              "Banksy",
              "Keith Haring",
              "JR"
            ],
            "Explication": "L'affiche 'Hope' de Shepard Fairey est devenue emblématique, symbolisant le message de changement d'Obama et inspirant de nombreuses personnes lors de la campagne."
          },
          {
            "Question": "Quel événement historique a inspiré Picasso à créer le puissant tableau antimilitariste 'Guernica'?",
            "VraiRéponse": "Bombardement de Guernica",
            "FausseRéponse": [
              "Bataille de Stalingrad",
              "Débarquement de Normandie",
              "Guerre du Vietnam"
            ],
            "Explication": "Le tableau était une réponse au bombardement de la ville basque de Guernica lors de la guerre civile espagnole, symbolisant les tragédies de la guerre et la souffrance des civils."
          },
          {
            "Question": "Qui a créé l'installation artistique controversée 'The Physical Impossibility of Death in the Mind of Someone Living'?",
            "VraiRéponse": "Damien Hirst",
            "FausseRéponse": [
              "Yayoi Kusama",
              "Ai Weiwei",
              "Marina Abramović"
            ],
            "Explication": "L'œuvre met en scène un requin conservé dans du formol, suscitant des discussions sur la vie, la mort et la valeur de l'art au milieu de débats politiques et moraux."
          },
          {
            "Question": "A quel mouvement politique le collectif d'art féministe 'Guerrilla Girls' est-il associé?",
            "VraiRéponse": "Féminisme",
            "FausseRéponse": [
              "Surréalisme",
              "Minimalisme",
              "Dadaïsme"
            ],
            "Explication": "Les Guerrilla Girls utilisent l'art pour dénoncer la discrimination selon le genre et la race dans le monde de l'art, prônant l'égalité et la diversité."
          },
          {
            "Question": "Qui a peint la célèbre fresque 'Man at the Crossroads' qui a été détruite en raison de son contenu politique?",
            "VraiRéponse": "Diego Rivera",
            "FausseRéponse": [
              "Frida Kahlo",
              "Salvador Dalí",
              "Pablo Picasso"
            ],
            "Explication": "La fresque de Rivera, commandée pour le Rockefeller Center, présentait des figures politiques controversées, ce qui a mené à sa destruction et au renvoi de Rivera du projet."
          },
          {
            "Question": "Quel artiste est connu pour recouvrir des monuments célèbres de travaux temporaires politiquement chargés et souvent satiriques?",
            "VraiRéponse": "Banksy",
            "FausseRéponse": [
              "JR",
              "Shepard Fairey",
              "Keith Haring"
            ],
            "Explication": "Les installations artistiques secrètes et politiquement engagées de Banksy confrontent souvent l'autorité et remettent en question les normes sociétales, suscitant des débats mondiaux."
          },
          {
            "Question": "Quelle œuvre féministe emblématique mêle texte et images explorant le rôle des femmes dans la société et la politique?",
            "VraiRéponse": "The Dinner Party",
            "FausseRéponse": [
              "Guernica",
              "Mona Lisa",
              "Nuit étoilée"
            ],
            "Explication": " 'The Dinner Party' de Judy Chicago célèbre les réalisations et les contributions des femmes à travers l'histoire, abordant l'égalité des genres et remettant en question les perceptions sociétales des femmes."
          },
          {
            "Question": "Quel artiste est connu pour sa série de drapeaux provocateurs remettant en question les identités nationales et les structures de pouvoir?",
            "VraiRéponse": "Jasper Johns",
            "FausseRéponse": [
              "Jean-Michel Basquiat",
              "Barbara Kruger",
              "Yoko Ono"
            ],
            "Explication": "La série de drapeaux de Jasper Johns, qui inclut 'Three Flags', explore les thèmes du patriotisme, de l'identité et de l'influence des symboles dans la société américaine."
          },
          {
            "Question": "Qui a conçu les affiches 'Hope' et 'Progress' pour la campagne présidentielle de Bernie Sanders en 2016?",
            "VraiRéponse": "Chuck Sperry",
            "FausseRéponse": [
              "Shepard Fairey",
              "JR",
              "Banksy"
            ],
            "Explication": "Les affiches vives et politiquement engagées de Chuck Sperry ont transmis optimisme et progrès, résonnant avec le message de changement et d'activisme populaire de Sanders."
          },
          {
            "Question": "Quel mouvement artistique visait à abolir la frontière entre l'art et la vie, promouvant l'action collective et le changement social?",
            "VraiRéponse": "Fluxus",
            "FausseRéponse": [
              "Pop Art",
              "Minimalisme",
              "Op Art"
            ],
            "Explication": "Les artistes du Fluxus ont cherché à dissoudre la barrière entre l'art et la vie quotidienne, remettant en question les formes d'art traditionnelles et inspirant une transformation sociale et politique."
          },
          {
            "Question": "Qui est connu pour la série de photomontages grandeur nature politiquement engagés mettant en scène elle-même et d'autres dans des rôles variés?",
            "VraiRéponse": "Cindy Sherman",
            "FausseRéponse": [
              "Annie Leibovitz",
              "Nan Goldin",
              "Diane Arbus"
            ],
            "Explication": "Le travail de Cindy Sherman remet en question les stéréotypes et les constructions sociétales, abordant les rôles de genre et l'intersection de l'identité, de la politique et de la représentation visuelle."
          },
          {
            "Question": "Quel artiste contemporain utilise des sculptures et des installations surdimensionnées politiquement chargées pour aborder les structures de pouvoir et les problèmes sociétaux?",
            "VraiRéponse": "Kara Walker",
            "FausseRéponse": [
              "Ai Weiwei",
              "Damien Hirst",
              "Yayoi Kusama"
            ],
            "Explication": "L'art puissant de Kara Walker confronte les injustices raciales et de genre historiques et contemporaines, suscitant des conversations critiques et remettant en question les normes sociétales."
          },
          {
            "Question": "Qui a créé la série 'Theaster Gates: Facsimile Cabinet of Women Origin Stories' explorant des thèmes politiques et de genre?",
            "VraiRéponse": "Theaster Gates",
            "FausseRéponse": [
              "Kehinde Wiley",
              "Wangechi Mutu",
              "Hank Willis Thomas"
            ],
            "Explication": "La série de Theaster Gates aborde les complexités de la race, du genre et du pouvoir, mettant en avant des histoires négligées et remettant en question les récits sociétaux."
          },
          {
            "Question": "Quel artiste intègre du texte et du langage dans des œuvres politiquement chargées abordant des problèmes sociaux et culturels?",
            "VraiRéponse": "Barbara Kruger",
            "FausseRéponse": [
              "Jenny Holzer",
              "Yoko Ono",
              "Sophie Calle"
            ],
            "Explication": "Les œuvres audacieuses et confrontantes de Barbara Kruger remettent en question la consommation, le féminisme et la politique, suscitant des réflexions critiques sur le pouvoir et l'identité."
          },
          {
            "Question": "Qui est connu pour l'installation artistique publique politiquement engagée 'Border Wall Prototypes' en réponse aux politiques d'immigration aux États-Unis?",
            "VraiRéponse": "JR",
            "FausseRéponse": [
              "Banksy",
              "Shepard Fairey",
              "Frida Kahlo"
            ],
            "Explication": "L'installation de JR a attiré l'attention sur les problèmes d'immigration et de frontières, suscitant un dialogue sur les droits de l'homme et l'impact des décisions politiques."
          },
          {
            "Question": "Quel artiste, connu pour mêler art et militantisme, a créé l'estampe 'I AM A MAN' pendant le mouvement des droits civiques?",
            "VraiRéponse": "Theaster Gates",
            "FausseRéponse": [
              "Kara Walker",
              "Wangechi Mutu",
              "Kehinde Wiley"
            ],
            "Explication": "L'art de Theaster Gates embrasse la défense sociale et politique, abordant les thèmes de la race, du pouvoir et de l'identité, en mettant en lien les luttes passées avec les mouvements actuels."
          },
          {
            "Question": "Quelle image emblématique d'un artiste américain est devenue un puissant symbole de l'influence des médias et de la politique dans la société?",
            "VraiRéponse": "Le diptyque de Marilyn d'Andy Warhol",
            "FausseRéponse": [
              "L'Américaine de Grant Wood",
              "Nighthawks d'Edward Hopper",
              "Whaam! de Roy Lichtenstein"
            ],
            "Explication": "La série de Marilyn Monroe par Warhol reflète l'entrelacement de la culture de la célébrité, de l'influence des médias et du pouvoir politique, façonnant les valeurs et les perceptions sociétales."
          }
        ]
      }
    }
  ]
}