{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel classique des dessins animés de Hanna-Barbera est revenu avec une série Adult Swim en 2015?",
            "TrueAnswer": "Les Jetsons",
            "FalseAnswer": [
              "Scooby-Doo",
              "Les Pierrafeu",
              "Yogi l'ours"
            ],
            "Explication": "Les Jetsons, une famille de l'ère spatiale diffusée pour la première fois en 1962, a fait son retour avec une touche futuriste sur Adult Swim sous le nom de 'The Jetsons & WWE: Robo-WrestleMania!'"
          },
          {
            "Question": "Quelle célèbre série animée japonaise a eu un remake en 2019 intitulé 'Sailor Moon Crystal'?",
            "TrueAnswer": "Sailor Moon",
            "FalseAnswer": [
              "Dragon Ball",
              "Naruto",
              "One Piece"
            ],
            "Explication": "Sailor Moon, un anime de magical girl bien-aimé, a été réimaginé sous le titre 'Sailor Moon Crystal' en 2014, restant fidèle à l'histoire originale du manga."
          },
          {
            "Question": "Quelle émission de télévision animée a été relancée en 2017 avec une nouvelle série intitulée 'DuckTales'?",
            "TrueAnswer": "DuckTales",
            "FalseAnswer": [
              "Super Baloo",
              "Tic et Tac, les rangers du risque",
              "Talespin"
            ],
            "Explication": "L'original 'DuckTales' a été diffusé de 1987 à 1990, et son reboot en 2017 a ramené les aventures de Picsou et ses neveux."
          },
          {
            "Question": "Quelle série animée est revenue en 2016 avec le reboot 'Les Super Nanas' sur Cartoon Network?",
            "TrueAnswer": "Les Super Nanas",
            "FalseAnswer": [
              "Le Laboratoire de Dexter",
              "Johnny Bravo",
              "Courage, le chien froussard"
            ],
            "Explication": "Le reboot de 'Les Super Nanas' en 2016 a ramené Bulle, Belle et Rebelle pour combattre le crime et naviguer dans l'adolescence à Townsville."
          },
          {
            "Question": "Quelle série classique a été relancée en 2019 avec 'Rocko's Modern Life: Static Cling' sur Netflix?",
            "TrueAnswer": "Rocko's Modern Life",
            "FalseAnswer": [
              "Ren & Stimpy",
              "Aaahh!!! Les monstres",
              "CatDog"
            ],
            "Explication": "Le succès des années 90 'Rocko's Modern Life' est revenu avec un épisode spécial d'une heure sur Netflix, pour retrouver Rocko, M. Bighead et Filburt au 21ème siècle."
          }
        ]
      }
    }
  ]
}