{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel dessin animé met en scène un groupe varié d'enfants voyageant dans différentes dimensions?",
            "TrueAnswer": "Cyberchase",
            "FalseAnswer": [
              "Arthur",
              "The Magic School Bus",
              "Scooby-Doo"
            ],
            "Explanation": "Cyberchase est un dessin animé éducatif qui promeut la diversité et les compétences en résolution de problèmes chez son jeune public."
          },
          {
            "Question": "Quel dessin animé met en avant une famille hawaïenne aux origines culturelles diverses?",
            "TrueAnswer": "Lilo & Stitch: The Series",
            "FalseAnswer": [
              "Moana",
              "The Proud Family",
              "Mulan: The Animated Series"
            ],
            "Explanation": "Lilo & Stitch: The Series poursuit l'histoire de Lilo et de son ami extraterrestre, Stitch, dépeignant leur famille multiculturelle et leurs aventures à Hawaï."
          },
          {
            "Question": "Dans 'Avatar: The Last Airbender', quelle nation est connue pour sa population diverse et ses influences culturelles?",
            "TrueAnswer": "The Earth Kingdom",
            "FalseAnswer": [
              "The Fire Nation",
              "The Air Nomads",
              "The Water Tribes"
            ],
            "Explanation": "Le Royaume de la Terre dans 'Avatar: The Last Airbender' est une nation diverse et culturellement riche inspirée par diverses civilisations du monde réel."
          },
          {
            "Question": "Quel dessin animé met en scène un groupe varié d'aliens humanoïdes de différentes planètes travaillant ensemble?",
            "TrueAnswer": "Voltron: Legendary Defender",
            "FalseAnswer": [
              "Steven Universe",
              "Star Wars: The Clone Wars",
              "Space Ghost"
            ],
            "Explanation": "Voltron: Legendary Defender met l'accent sur l'unité et la diversité alors que ses personnages de milieux variés unissent leurs forces pour sauver l'univers."
          },
          {
            "Question": "Dans 'The Owl House', quelle créature représente les habitants divers et magiques des Îles Bouillantes?",
            "TrueAnswer": "Démons",
            "FalseAnswer": [
              "Sorcières",
              "Elfes",
              "Sirènes"
            ],
            "Explanation": "Les démons dans 'The Owl House' sont dépeints comme des êtres divers et uniques, chacun avec son apparence et ses capacités distinctes, brisant les stéréotypes."
          }
        ]
      }
    }
  ]
}