{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a dit, 'Le seul moyen de faire un excellent travail est d'aimer ce que vous faites'?",
            "TrueAnswer": "Steve Jobs",
            "FalseAnswer": [
              "Elon Musk",
              "Bill Gates",
              "Mark Zuckerberg"
            ],
            "Explication": "Steve Jobs, co-fondateur d'Apple Inc., a souligné l'importance de la passion et de la dédication pour obtenir des résultats exceptionnels."
          },
          {
            "Question": "Quel écrivain célèbre a inventé la phrase, 'Le succès n'est pas final, l'échec n'est pas fatal : c'est le courage de continuer qui compte'?",
            "TrueAnswer": "Winston Churchill",
            "FalseAnswer": [
              "Ernest Hemingway",
              "Emily Dickinson",
              "F. Scott Fitzgerald"
            ],
            "Explication": "Winston Churchill, le célèbre Premier ministre britannique, a prononcé ces paroles inspirantes durant les jours les plus sombres de la Seconde Guerre mondiale, mettant l'accent sur la résilience et la force de caractère face à l'adversité."
          },
          {
            "Question": "Qui a déclaré, 'Peu importe la vitesse à laquelle vous avancez tant que vous ne vous arrêtez pas'?",
            "TrueAnswer": "Confucius",
            "FalseAnswer": [
              "Bouddha",
              "Aristote",
              "Socrate"
            ],
            "Explication": "Confucius, l'ancien philosophe chinois, a souligné l'importance de la persévérance et de la régularité dans la réalisation des objectifs, quelle que soit la vitesse de progression."
          },
          {
            "Question": "Quel auteur célèbre a proclamé, 'C'est nos choix qui montrent ce que nous sommes vraiment, beaucoup plus que nos capacités'?",
            "TrueAnswer": "J.K. Rowling",
            "FalseAnswer": [
              "George R.R. Martin",
              "Stephen King",
              "J.R.R. Tolkien"
            ],
            "Explication": "J.K. Rowling, la célèbre auteure de la série Harry Potter, a mis en lumière l'importance des décisions dans la définition du caractère et du succès."
          },
          {
            "Question": "Qui a déclaré, 'La seule limite à notre réalisation de demain seront nos doutes d'aujourd'hui'?",
            "TrueAnswer": "Franklin D. Roosevelt",
            "FalseAnswer": [
              "John F. Kennedy",
              "Abraham Lincoln",
              "Theodore Roosevelt"
            ],
            "Explication": "Franklin D. Roosevelt, le 32e Président des États-Unis, a souligné l'impact de surmonter les doutes et les peurs sur la réalisation du potentiel futur et du succès."
          }
        ]
      }
    }
  ]
}