{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Qui a dit, 'Aucun acte de gentillesse, aussi petit soit-il, n'est jamais perdu'?",
            "TrueAnswer": "Ésope",
            "FalseAnswer": [
              "Confucius",
              "Gandhi",
              "Bouddha"
            ],
            "Explanation": "Ésope, l'ancien conteur grec, est crédité de cette citation, soulignant la valeur même des plus petits actes de gentillesse."
          },
          {
            "Question": "Quelle figure célèbre a exprimé, 'Soyez gentils chaque fois que possible. C'est toujours possible'?",
            "TrueAnswer": "Dalai Lama",
            "FalseAnswer": [
              "Mère Teresa",
              "Nelson Mandela",
              "Martin Luther King Jr."
            ],
            "Explanation": "Le 14e Dalai Lama, Tenzin Gyatso, est le chef spirituel du bouddhisme tibétain et promeut le message de la gentillesse dans toutes les situations."
          },
          {
            "Question": "Qui est associé à la citation, 'La gentillesse est le langage que les sourds peuvent entendre et les aveugles peuvent voir'?",
            "TrueAnswer": "Mark Twain",
            "FalseAnswer": [
              "Oscar Wilde",
              "Henry David Thoreau",
              "Ralph Waldo Emerson"
            ],
            "Explanation": "Le célèbre auteur Mark Twain, connu pour son esprit et sa sagesse, a écrit cette citation mettant l'accent sur la nature universelle de la gentillesse."
          },
          {
            "Question": "Quelle femme influente a dit, 'Rappelez-vous qu'il n'y a pas de petit acte de gentillesse. Chaque acte crée une onde avec aucune fin logique'?",
            "TrueAnswer": "Scott Adams",
            "FalseAnswer": [
              "Maya Angelou",
              "Jane Goodall",
              "Oprah Winfrey"
            ],
            "Explanation": "Scott Adams, le créateur de la bande dessinée 'Dilbert', est crédité de cette citation inspirante sur l'impact omniprésent de la gentillesse."
          },
          {
            "Question": "Qui a exprimé, 'Nous gagnons notre vie avec ce que nous obtenons, mais nous construisons une vie avec ce que nous donnons'?",
            "TrueAnswer": "Winston Churchill",
            "FalseAnswer": [
              "Abraham Lincoln",
              "Theodore Roosevelt",
              "Napoléon Bonaparte"
            ],
            "Explanation": "Sir Winston Churchill, Premier ministre britannique, a souligné l'importance du don et de la gentillesse dans la création d'une vie significative."
          }
        ]
      }
    }
  ]
}