{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Qui a dit : \"La seule façon de faire un excellent travail est d'aimer ce que l'on fait\"?",
            "TrueAnswer": "Steve Jobs",
            "FalseAnswer": [
              "Mark Zuckerberg",
              "Elon Musk",
              "Bill Gates"
            ],
            "Explanation": "Steve Jobs, cofondateur d'Apple Inc., croyait fermement que la passion pour son travail conduit à des réalisations exceptionnelles. Il a articulé cela lors de divers entretiens et discours."
          },
          {
            "Question": "Selon le Dalaï Lama, quel est le but de nos vies?",
            "TrueAnswer": "Être heureux",
            "FalseAnswer": [
              "Atteindre le succès",
              "Trouver l'amour",
              "Acquérir de la richesse"
            ],
            "Explanation": "Le Dalaï Lama, leader spirituel du bouddhisme tibétain, met l'accent sur la recherche du bonheur comme un objectif fondamental pour tous, favorisant la paix intérieure et la compassion."
          },
          {
            "Question": "Qui a dit : \"Le bonheur dépend de nous-mêmes\"?",
            "TrueAnswer": "Aristote",
            "FalseAnswer": [
              "Socrate",
              "Platon",
              "Confucius"
            ],
            "Explanation": "Aristote, l'ancien philosophe grec, a souligné la nature interne du bonheur, affirmant que les choix et les actions personnelles influent grandement sur son propre bonheur."
          },
          {
            "Question": "Que pensait Bob Marley qui est meilleur que l'argent et l'or?",
            "TrueAnswer": "Le bonheur",
            "FalseAnswer": [
              "La gloire",
              "Le pouvoir",
              "La santé"
            ],
            "Explanation": "Bob Marley, le légendaire musicien de reggae, a transmis le message que le bonheur véritable surpasse les possessions matérielles, mettant en avant sa valeur intrinsèque et son importance dans la vie."
          },
          {
            "Question": "Selon Albert Camus, quelle est la chose la plus importante dans la vie?",
            "TrueAnswer": "Être heureux",
            "FalseAnswer": [
              "Rechercher la connaissance",
              "Atteindre l'immortalité",
              "Trouver l'amour"
            ],
            "Explanation": "Albert Camus, l'influent philosophe existentialiste, a affirmé que la recherche du bonheur revêt une importance ultime face à l'absurdité inhérente et aux incertitudes de la vie."
          }
        ]
      }
    }
  ]
}