{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a dit : 'La seule chose que nous ayons à craindre, c'est la peur elle-même' ?",
            "TrueAnswer": "Franklin D. Roosevelt",
            "FalseAnswer": [
              "Winston Churchill",
              "Abraham Lincoln",
              "John F. Kennedy"
            ],
            "Explanation": "Franklin D. Roosevelt, le 32e président des États-Unis, a prononcé ces mots lors de son discours d'investiture en 1933, cherchant à rassurer une nation dévastée par la dépression économique."
          },
          {
            "Question": "Quel auteur a inventé la phrase : 'Que vous pensiez pouvoir le faire ou non, dans les deux cas vous avez raison' ?",
            "TrueAnswer": "Henry Ford",
            "FalseAnswer": [
              "Mark Twain",
              "Charles Dickens",
              "Ernest Hemingway"
            ],
            "Explanation": "Henry Ford, le fondateur de la Ford Motor Company, a popularisé cette citation, soulignant le pouvoir de l'état d'esprit dans l'influence des capacités et des résultats de chacun."
          },
          {
            "Question": "À qui attribue-t-on la phrase : 'L'esprit est tout. Ce que vous pensez, vous le devenez' ?",
            "TrueAnswer": "Bouddha",
            "FalseAnswer": [
              "Socrate",
              "Confucius",
              "Lao Tzu"
            ],
            "Explanation": "Bouddha, le leader spirituel et fondateur du bouddhisme, a exprimé l'idée de la connexion profonde entre les pensées, l'identité et la croissance personnelle."
          },
          {
            "Question": "Quel fameux leader a proclamé : 'Peu importe la vitesse à laquelle vous avancez tant que vous ne vous arrêtez pas' ?",
            "TrueAnswer": "Confucius",
            "FalseAnswer": [
              "Martin Luther King Jr.",
              "Napoléon Bonaparte",
              "Winston Churchill"
            ],
            "Explanation": "Confucius, le philosophe et enseignant chinois, a souligné l'importance de la persévérance et du progrès continu dans la quête de réussite et d'ambition."
          },
          {
            "Question": "Qui a déclaré : 'Je ne suis pas un produit de mes circonstances. Je suis un produit de mes décisions' ?",
            "TrueAnswer": "Stephen Covey",
            "FalseAnswer": [
              "Zig Ziglar",
              "Napoléon Hill",
              "Tony Robbins"
            ],
            "Explanation": "Stephen Covey, auteur de 'Les 7 habitudes de ceux qui réalisent tout ce qu'ils entreprennent', a mis l'accent sur la responsabilité personnelle et la prise de décision proactive dans la formation de l'état d'esprit et des résultats de chacun."
          }
        ]
      }
    }
  ]
}