{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a inventé la phrase 'Le seul moyen de faire un excellent travail est d'aimer ce que vous faites'?",
            "BonneRéponse": "Steve Jobs",
            "MauvaiseRéponse": [
              "Elon Musk",
              "Mark Zuckerberg",
              "Bill Gates"
            ],
            "Explication": "La citation est attribuée à Steve Jobs, co-fondateur d'Apple Inc. Il a souvent souligné l'importance de la passion dans la réussite."
          },
          {
            "Question": "Quelle figure historique a déclaré: 'Je n'ai pas échoué. J'ai simplement trouvé 10 000 façons qui ne marchent pas'?",
            "BonneRéponse": "Thomas Edison",
            "MauvaiseRéponse": [
              "Leonardo da Vinci",
              "Benjamin Franklin",
              "Nikola Tesla"
            ],
            "Explication": "Cette citation est couramment attribuée à Thomas Edison, l'inventeur et homme d'affaires renommé, connu pour sa persévérance et son innovation."
          },
          {
            "Question": "Qui a dit: 'La seule limite à notre réalisation de demain sera nos doutes d'aujourd'hui'?",
            "BonneRéponse": "Franklin D. Roosevelt",
            "MauvaiseRéponse": [
              "Abraham Lincoln",
              "John F. Kennedy",
              "Winston Churchill"
            ],
            "Explication": "Cette citation appartient à Franklin D. Roosevelt, le 32e président des États-Unis, qui a dirigé le pays à travers la Grande Dépression et la Seconde Guerre mondiale."
          },
          {
            "Question": "Quel célèbre auteur a déclaré: 'Le succès n'est pas final, l'échec n'est pas fatal: c'est le courage de continuer qui compte'?",
            "BonneRéponse": "Winston Churchill",
            "MauvaiseRéponse": [
              "F. Scott Fitzgerald",
              "Ernest Hemingway",
              "George Orwell"
            ],
            "Explication": "Winston Churchill, Premier ministre britannique pendant la Seconde Guerre mondiale, est connu pour ses discours enflammés et son leadership résolu."
          },
          {
            "Question": "Qui a dit: 'Le succès ne réside pas dans ce que vous avez, mais dans ce que vous êtes'?",
            "BonneRéponse": "Bo Bennett",
            "MauvaiseRéponse": [
              "Mark Twain",
              "Maya Angelou",
              "Oscar Wilde"
            ],
            "Explication": "Cette citation est attribuée à Bo Bennett, un entrepreneur et auteur, prônant l'idée que les qualités personnelles comptent plus que les possessions pour atteindre le succès."
          },
          {
            "Question": "Quel célèbre magnat des affaires a déclaré: 'Le succès est un piètre enseignant; il séduit les personnes intelligentes en les faisant croire qu'elles ne peuvent pas perdre'?",
            "BonneRéponse": "Bill Gates",
            "MauvaiseRéponse": [
              "Warren Buffett",
              "Elon Musk",
              "Jeff Bezos"
            ],
            "Explication": "Bill Gates, co-fondateur de Microsoft, a souligné les pièges de la complaisance et de la surconfiance que le succès peut engendrer."
          },
          {
            "Question": "Qui a dit: 'Le succès vient généralement à ceux qui sont trop occupés pour le chercher'?",
            "BonneRéponse": "Henry David Thoreau",
            "MauvaiseRéponse": [
              "Ralph Waldo Emerson",
              "Walt Whitman",
              "Edgar Allan Poe"
            ],
            "Explication": "Henry David Thoreau, auteur et philosophe américain, a souligné l'importance de l'action délibérée et de la dédication dans la réalisation du succès."
          },
          {
            "Question": "Quel leader influent a déclaré: 'Le succès, c'est passer d'un échec à l'autre sans perdre son enthousiasme'?",
            "BonneRéponse": "Winston Churchill",
            "MauvaiseRéponse": [
              "Napoléon Bonaparte",
              "Abraham Lincoln",
              "Mahatma Gandhi"
            ],
            "Explication": "Cette citation est attribuée à Winston Churchill, reflétant sa résilience et sa détermination face à l'adversité au cours de sa carrière politique."
          },
          {
            "Question": "Qui a dit: 'Le succès n'est pas la clé du bonheur. Le bonheur est la clé du succès'?",
            "BonneRéponse": "Albert Schweitzer",
            "MauvaiseRéponse": [
              "Dalai Lama",
              "Bouddha",
              "Confucius"
            ],
            "Explication": "Albert Schweitzer, théologien, philosophe et médecin de renom, a souligné la primauté du bonheur dans l'atteinte de l'épanouissement personnel et de la réussite."
          },
          {
            "Question": "Quel musicien emblématique a déclaré: 'La belle chose à propos de l'apprentissage, c'est que personne ne peut vous l'enlever'?",
            "BonneRéponse": "B.B. King",
            "MauvaiseRéponse": [
              "Jimi Hendrix",
              "Miles Davis",
              "John Coltrane"
            ],
            "Explication": "B.B. King, le légendaire guitariste et chanteur de blues, a souligné la valeur durable de la connaissance et de la croissance personnelle dans la réalisation du succès."
          }
        ]
      }
    }
  ]
}