{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a dit : 'Le seul moyen de faire un travail formidable est d'aimer ce que vous faites' ?",
            "VraiRéponse": "Steve Jobs",
            "FausseRéponse": [
              "Mark Zuckerberg",
              "Elon Musk",
              "Bill Gates"
            ],
            "Explication": "Steve Jobs, co-fondateur d'Apple Inc., a souligné l'importance de la passion dans la réalisation d'exploits remarquables."
          },
          {
            "Question": "Quel écrivain a dit : 'Le but de nos vies est d'être heureux' ?",
            "VraiRéponse": "Dalai Lama",
            "FausseRéponse": [
              "Maya Angelou",
              "Leo Tolstoy",
              "Ernest Hemingway"
            ],
            "Explication": "Le Dalai Lama, le leader spirituel du bouddhisme tibétain, met l'accent sur la poursuite du bonheur comme un but fondamental de la vie."
          },
          {
            "Question": "Qui a déclaré : 'La plus grande aventure que vous pouvez vivre est de vivre la vie de vos rêves' ?",
            "VraiRéponse": "Oprah Winfrey",
            "FausseRéponse": [
              "Ellen DeGeneres",
              "Ellen Page",
              "Reese Witherspoon"
            ],
            "Explication": "Oprah Winfrey, une animatrice de télévision renommée et magnat des médias, encourage les individus à embrasser leurs aspirations et à créer leur vie idéale."
          },
          {
            "Question": "Qui a dit : 'Le seul voyage impossible est celui que vous ne commencez jamais' ?",
            "VraiRéponse": "Tony Robbins",
            "FausseRéponse": [
              "Deepak Chopra",
              "Brene Brown",
              "Eckhart Tolle"
            ],
            "Explication": "Tony Robbins, un stratège de vie et d'entreprise de premier plan, souligne l'importance d'initier ses aspirations pour les concrétiser."
          },
          {
            "Question": "Quel philosophe a proclamé : 'La vie non examinée ne vaut pas la peine d'être vécue' ?",
            "VraiRéponse": "Socrate",
            "FausseRéponse": [
              "Aristote",
              "Platon",
              "Confucius"
            ],
            "Explication": "Socrate, une figure majeure de la philosophie occidentale, a souligné l'importance de l'auto-réflexion et de l'introspection dans la quête d'une existence significative."
          },
          {
            "Question": "Qui a dit : 'Nous gagnons notre vie à ce que nous recevons, mais nous faisons une vie à ce que nous donnons' ?",
            "VraiRéponse": "Winston Churchill",
            "FausseRéponse": [
              "Franklin D. Roosevelt",
              "Abraham Lincoln",
              "John F. Kennedy"
            ],
            "Explication": "Winston Churchill, ancien Premier ministre du Royaume-Uni, met en valeur la valeur de la générosité et de l'altruisme dans la construction d'une vie épanouie."
          },
          {
            "Question": "Qui a déclaré : 'Le but de nos vies est d'ajouter de la valeur aux personnes de cette génération et de celles à venir' ?",
            "VraiRéponse": "Vince Lombardi",
            "FausseRéponse": [
              "Michael Jordan",
              "Babe Ruth",
              "Pele"
            ],
            "Explication": "Vince Lombardi, un entraîneur de football renommé, a exprimé l'importance de contribuer positivement à la société en tant que but de vie significatif."
          },
          {
            "Question": "Quel poète a déclaré : 'Lutter, chercher, trouver et ne pas fléchir' ?",
            "VraiRéponse": "Alfred Lord Tennyson",
            "FausseRéponse": [
              "William Wordsworth",
              "Percy Bysshe Shelley",
              "John Keats"
            ],
            "Explication": "Le poème d'Alfred Lord Tennyson 'Ulysse' reflète l'esprit humain indomptable, exhortant les individus à persister et à persévérer dans le voyage de la vie."
          },
          {
            "Question": "Qui a dit : 'La vie est ce qui arrive pendant que vous êtes occupé à faire d'autres projets' ?",
            "VraiRéponse": "John Lennon",
            "FausseRéponse": [
              "Paul McCartney",
              "George Harrison",
              "Ringo Starr"
            ],
            "Explication": "John Lennon, musicien légendaire, met l'accent sur la nature imprévisible de la vie et sur l'importance d'embrasser l'instant présent."
          },
          {
            "Question": "Quel auteur a déclaré : 'Le but de la vie n'est pas d'être heureux, mais d'avoir de l'importance' ?",
            "VraiRéponse": "Leo Rosten",
            "FausseRéponse": [
              "J.D. Salinger",
              "Virginia Woolf",
              "F. Scott Fitzgerald"
            ],
            "Explication": "Leo Rosten, écrivain prolifique et humoriste, souligne l'importance de faire des contributions significatives au monde comme véritable but de la vie."
          }
        ]
      }
    }
  ]
}