{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Qui a dit, 'Chaque artiste a d'abord été un amateur'?",
            "TrueAnswer": "Ralph Waldo Emerson",
            "FalseAnswer": [
              "Vincent van Gogh",
              "Leonardo da Vinci",
              "Pablo Picasso"
            ],
            "Explanation": "Ralph Waldo Emerson, un essayiste américain, a souligné le parcours de l'amateur à l'artiste dans sa citation, promouvant la persistance et la croissance."
          },
          {
            "Question": "Que disait Bob Ross dans ses peintures?",
            "TrueAnswer": "Joyeux petits arbres",
            "FalseAnswer": [
              "Montagnes brumeuses",
              "Rivières paisibles",
              "Cieux sereins"
            ],
            "Explanation": "Bob Ross, le peintre emblématique, qualifiait souvent humblement ses erreurs de peinture de 'joyeux petits accidents' et peignait des 'joyeux petits arbres' pour les corriger."
          },
          {
            "Question": "Qui a déclaré, 'Le but de l'art est de laver la poussière de la vie quotidienne de nos âmes'?",
            "TrueAnswer": "Pablo Picasso",
            "FalseAnswer": [
              "Salvador Dali",
              "Vincent van Gogh",
              "Leonardo da Vinci"
            ],
            "Explanation": "Pablo Picasso, l'influent peintre et sculpteur espagnol, a souligné la capacité de l'art à purifier et à revitaliser l'esprit humain."
          },
          {
            "Question": "Quel artiste a dit, 'L'art n'est pas ce que vous voyez, mais ce que vous faites voir aux autres'?",
            "TrueAnswer": "Edgar Degas",
            "FalseAnswer": [
              "Claude Monet",
              "Vincent van Gogh",
              "Michel-Ange"
            ],
            "Explanation": "Edgar Degas, un artiste français éminent, a transmis que l'essence de l'art réside dans le déclenchement de perceptions et d'émotions uniques chez les spectateurs."
          },
          {
            "Question": "Qui a attribué, 'La meilleure façon de prédire l'avenir est de le créer'?",
            "TrueAnswer": "Peter Drucker",
            "FalseAnswer": [
              "Steve Jobs",
              "Elon Musk",
              "Bill Gates"
            ],
            "Explanation": "Peter Drucker, un influent consultant en gestion, a souligné l'approche proactive de façonner son destin à travers l'action et l'innovation, ce qui englobe le processus artistique."
          }
        ]
      }
    }
  ]
}