{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est le métal standard utilisé pour fabriquer des bijoux en argent 925 ?",
            "TrueAnswer": "Argent sterling",
            "FalseAnswer": [
              "Plaqué or",
              "Laiton",
              "Platine"
            ],
            "Explanation": "L'argent sterling est composé de 92,5 % d'argent pur et de 7,5 % d'autres métaux, généralement du cuivre. Il est renommé pour sa durabilité et son éclat brillant."
          },
          {
            "Question": "Quel est le réglage le plus courant pour une bague de fiançailles ?",
            "TrueAnswer": "Griffe",
            "FalseAnswer": [
              "Serti clos",
              "Serti canal",
              "Halo"
            ],
            "Explanation": "Le réglage à griffes sécurise le diamant avec des griffes métalliques qui permettent au maximum de lumière de passer à travers la pierre, améliorant ainsi son éclat."
          },
          {
            "Question": "À quoi se réfère le terme 'carat' dans le contexte des bijoux ?",
            "TrueAnswer": "Poids",
            "FalseAnswer": [
              "Pureté",
              "Couleur",
              "Taille"
            ],
            "Explanation": "Le carat est une unité de poids utilisée pour les pierres précieuses et les perles, un carat équivalant à 200 milligrammes. Il ne représente ni la taille ni la pureté."
          },
          {
            "Question": "Quel type de boucles d'oreilles présente une courbe continue qui passe à travers l'oreille ?",
            "TrueAnswer": "Créole",
            "FalseAnswer": [
              "Clou",
              "Pendantes",
              "Chandelier"
            ],
            "Explanation": "Les boucles d'oreilles créoles forment une forme circulaire, variant en taille et en épaisseur, et sont conçues pour passer à travers l'oreille pour créer un look élégant."
          },
          {
            "Question": "Quelle pierre précieuse est souvent traitée thermiquement pour améliorer sa couleur dans les bijoux ?",
            "TrueAnswer": "Saphir",
            "FalseAnswer": [
              "Diamant",
              "Émeraude",
              "Rubis"
            ],
            "Explanation": "Les saphirs sont régulièrement traités thermiquement pour améliorer leur couleur et leur clarté, une pratique courante dans l'industrie des pierres précieuses."
          },
          {
            "Question": "Quel est le terme désignant le processus de recouvrir un métal d'une couche d'or ?",
            "TrueAnswer": "Dorure",
            "FalseAnswer": [
              "Émaillage",
              "Brasage",
              "Limage"
            ],
            "Explanation": "La dorure consiste à appliquer une fine couche d'or sur la surface d'un objet, créant une finition brillante et décorative."
          },
          {
            "Question": "Quel style de design de bijoux se caractérise par des travaux métalliques complexes et de la filigrane ?",
            "TrueAnswer": "Art nouveau",
            "FalseAnswer": [
              "Art déco",
              "Rococo",
              "Baroque"
            ],
            "Explanation": "Les bijoux de style Art Nouveau sont connus pour mettre l'accent sur les formes naturelles, l'asymétrie et des designs délicats et ornés qui ont fleuri à la fin du XIXe et au début du XXe siècle."
          },
          {
            "Question": "Quel processus consiste à fixer de petits diamants sous un microscope pour minimiser la visibilité du métal ?",
            "TrueAnswer": "Micro-pavé",
            "FalseAnswer": [
              "Serti clos",
              "Serti canal",
              "Serti invisible"
            ],
            "Explanation": "Le micro-pavé présente de petits diamants fixés étroitement les uns contre les autres avec un espacement minimal, produisant un effet scintillant et créant une illusion d'une surface de diamant continue."
          },
          {
            "Question": "D'où provient le concept des pierres de naissance ?",
            "TrueAnswer": "Anciennes cultures de l'Est",
            "FalseAnswer": [
              "Europe du Moyen Âge",
              "Grèce antique",
              "Arabie médiévale"
            ],
            "Explanation": "La tradition des pierres de naissance provient des anciennes cultures de l'Est, où des pierres précieuses spécifiques étaient portées pour attirer la chance et la protection."
          },
          {
            "Question": "Quelle est la méthode de catégorisation des diamants basée sur la combinaison de la taille, de la couleur, de la pureté et du poids en carats ?",
            "TrueAnswer": "Les quatre C",
            "FalseAnswer": [
              "Six C",
              "Trois F",
              "Cinq D"
            ],
            "Explanation": "Les quatre C - taille, couleur, pureté et poids en carats - fournissent un système de notation normalisé pour évaluer la qualité et la valeur des diamants."
          }
        ]
      }
    }
  ]
}