{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle couleur est considérée comme une couleur traditionnelle spécifique à un genre dans la culture occidentale ?",
            "TrueAnswer": "Rose",
            "FalseAnswer": [
              "Bleu",
              "Vert",
              "Jaune"
            ],
            "Explanation": "Au début du 20e siècle, le rose était considéré comme une couleur masculine, tandis que le bleu était associé à la féminité. Cette perception s'est inversée plus tard."
          },
          {
            "Question": "Quel designer est connu pour brouiller les frontières entre la mode masculine et féminine ?",
            "TrueAnswer": "Yves Saint Laurent",
            "FalseAnswer": [
              "Coco Chanel",
              "Gianni Versace",
              "Ralph Lauren"
            ],
            "Explanation": "Yves Saint Laurent est crédité d'avoir popularisé la mode androgyne en introduisant le smoking pour femmes en 1966."
          },
          {
            "Question": "Quel vêtement est traditionnellement associé à un style masculin ?",
            "TrueAnswer": "Costume",
            "FalseAnswer": [
              "Jupe",
              "Robe",
              "Talons hauts"
            ],
            "Explanation": "Les costumes, caractérisés par des vestes et des pantalons sur mesure, ont longtemps été un symbole de masculinité dans l'histoire de la mode occidentale."
          },
          {
            "Question": "Quelle marque de mode a introduit des parfums unisexe pour remettre en question les stéréotypes de genre ?",
            "TrueAnswer": "Calvin Klein",
            "FalseAnswer": [
              "Chanel",
              "Dior",
              "Gucci"
            ],
            "Explanation": "CK One de Calvin Klein, lancé en 1994, a été l'un des premiers parfums unisexes à adopter une approche fluide du parfum."
          },
          {
            "Question": "Quel style de vêtement a été popularisé comme une tendance de mode unisexe dans les années 1970 ?",
            "TrueAnswer": "Jean en denim",
            "FalseAnswer": [
              "Combi-pantalon",
              "Robe longue",
              "Pantalon à pattes d'éléphant"
            ],
            "Explanation": "Le jean en denim est devenu un symbole de rébellion et de culture jeune, brisant les normes de genre traditionnelles de l'époque."
          },
          {
            "Question": "Quel créateur de mode est connu pour remettre en question les normes de genre à travers des créations androgynes ?",
            "TrueAnswer": "Rick Owens",
            "FalseAnswer": [
              "Vera Wang",
              "Tom Ford",
              "Stella McCartney"
            ],
            "Explanation": "Les créations de Rick Owens brouillent souvent les frontières de genre en mettant en avant des silhouettes non conventionnelles et des défilés non binaires."
          },
          {
            "Question": "Quel type de chaussure est traditionnellement associé à la mode féminine ?",
            "TrueAnswer": "Talons hauts",
            "FalseAnswer": [
              "Mocassins",
              "Richelieus",
              "Richelieus"
            ],
            "Explanation": "Les talons hauts ont symbolisé historiquement la féminité et l'élégance, souvent considérés comme un pilier de la mode féminine traditionnelle."
          },
          {
            "Question": "Quelle coiffure non genrée est devenue un symbole des mouvements de contre-culture au 20e siècle ?",
            "TrueAnswer": "Les cheveux longs",
            "FalseAnswer": [
              "Coupe en brosse",
              "Tonte à la tondeuse",
              "Pompadour"
            ],
            "Explanation": "Les cheveux longs, adoptés par les hommes et les femmes, sont devenus un symbole des mouvements anti-establishment et de la rébellion dans les années 1960 et 1970."
          },
          {
            "Question": "Quel designer a introduit des lignes de vêtements non genrées pour embrasser l'inclusivité ?",
            "TrueAnswer": "J.W. Anderson",
            "FalseAnswer": [
              "Marc Jacobs",
              "Victoria Beckham",
              "Alexander McQueen"
            ],
            "Explanation": "J.W. Anderson a été le pionnier des collections brouillant les genres, promouvant une approche de la mode plus inclusive et fluide sans se conformer aux normes de genre traditionnelles."
          },
          {
            "Question": "Quelle tendance de mode est souvent associée à la remise en question des rôles binaires de genre ?",
            "TrueAnswer": "La mode non genrée",
            "FalseAnswer": [
              "Robes à froufrous",
              "Costumes trois pièces",
              "Hauts péplum"
            ],
            "Explanation": "La mode non genrée encourage l'expression de soi en rejetant les normes de genre traditionnelles, favorisant l'inclusivité et la diversité dans l'industrie."
          },
          {
            "Question": "Quel designer a popularisé le concept de la mode 'sans genre' dans les années 2010 ?",
            "TrueAnswer": "Rad Hourani",
            "FalseAnswer": [
              "Donatella Versace",
              "Olivier Rousteing",
              "Riccardo Tisci"
            ],
            "Explanation": "Rad Hourani a promu une approche sans genre de l'habillement, prônant un paysage de la mode libéré des distinctions de genre traditionnelles."
          },
          {
            "Question": "Quel vêtement Coco Chanel a-t-elle popularisé pour les femmes, initialement considéré comme un vêtement masculin ?",
            "TrueAnswer": "Pantalon",
            "FalseAnswer": [
              "Chemisier",
              "Jupe",
              "Robe"
            ],
            "Explanation": "Coco Chanel a remis en question les normes de genre en introduisant le pantalon pour les femmes, inspiré par la mode masculine, au début du 20e siècle."
          },
          {
            "Question": "Quel mouvement de mode a embrassé la fluidité de genre et l'expression de soi dans les années 1960 et 1970 ?",
            "TrueAnswer": "La culture hippie",
            "FalseAnswer": [
              "Mode gothique",
              "Style preppy",
              "Sous-culture punk"
            ],
            "Explanation": "La culture hippie prônait la non-conformité, l'amour libre et l'expression de soi, influençant la mode avec des vêtements unisexe et des attitudes anti-establishment."
          },
          {
            "Question": "Quel accessoire a traditionnellement été associé à la tenue formelle des hommes ?",
            "TrueAnswer": "Cravate",
            "FalseAnswer": [
              "Collier ras-du-cou",
              "Collier de perles",
              "Boucles d'oreilles imposantes"
            ],
            "Explanation": "La cravate a longtemps été un symbole de masculinité et de formalité dans la mode masculine, accompagnant souvent les costumes et les chemises formelles."
          },
          {
            "Question": "Quel designer a remis en cause les conventions de genre à travers des parfums androgynes ?",
            "TrueAnswer": "Jean Paul Gaultier",
            "FalseAnswer": [
              "Michael Kors",
              "Carolina Herrera",
              "Christian Louboutin"
            ],
            "Explanation": "Le 'Le Mâle' de Jean Paul Gaultier, avec son flacon en forme d'homme, a brouillé les frontières de genre et défié le marketing traditionnel de la parfumerie dans les années 1990."
          },
          {
            "Question": "Quel type de vêtement Marlene Dietrich portait-elle, impactant les normes de genre dans la mode ?",
            "TrueAnswer": "Smoking",
            "FalseAnswer": [
              "Bikini",
              "Robe de bal",
              "Mini-jupe"
            ],
            "Explanation": "Le look emblématique de Marlene Dietrich en smoking a remis en question la féminité traditionnelle, influençant les femmes à adopter des styles androgynes dans les années 1930."
          },
          {
            "Question": "Quelle marque de mode a lancé une campagne remettant en question les stéréotypes de genre avec des mannequins non binaires ?",
            "TrueAnswer": "Louis Vuitton",
            "FalseAnswer": [
              "Prada",
              "Burberry",
              "Gucci"
            ],
            "Explanation": "La campagne 'The Spirit of Travel' de Louis Vuitton a mis en vedette des mannequins non binaires, visant à remettre en question les normes de genre et à promouvoir l'inclusivité dans la mode."
          },
          {
            "Question": "Quel accessoire les hommes portaient-ils traditionnellement pour montrer leur statut social et leur masculinité au 17e siècle ?",
            "TrueAnswer": "Chaussures à talons",
            "FalseAnswer": [
              "Chapeau melon",
              "Montre de poche",
              "Canne"
            ],
            "Explanation": "Les chaussures à talons, initialement portées à des fins pratiques par les hommes à cheval, sont devenues une déclaration de mode symbolisant le statut et la masculinité."
          },
          {
            "Question": "Quel designer a popularisé le parfum unisexe CK One dans les années 1990 ?",
            "TrueAnswer": "Calvin Klein",
            "FalseAnswer": [
              "Ralph Lauren",
              "Tommy Hilfiger",
              "Giorgio Armani"
            ],
            "Explanation": "Le CK One de Calvin Klein a remis en question les normes de genre dans l'industrie du parfum en introduisant un parfum partagé pour hommes et femmes."
          },
          {
            "Question": "Quelle tendance de mode était prédominante pendant le mouvement New Romantic des années 1980 qui brouillait les genres ?",
            "TrueAnswer": "La mode androgyne",
            "FalseAnswer": [
              "Épaulettes",
              "Couleurs néons",
              "Cheveux volumineux"
            ],
            "Explanation": "Le mouvement New Romantic a adopté l'androgynie, brouillant les frontières de genre avec des choix de mode flamboyants et théâtraux."
          }
        ]
      }
    }
  ]
}