{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel style présente le musée Guggenheim Bilbao ?",
            "TrueAnswer": "Déconstructivisme",
            "FalseAnswer": [
              "Néoclassique",
              "Baroque",
              "Modernisme"
            ],
            "Explanation": "Le musée Guggenheim Bilbao est un exemple majeur de l'architecture déconstructiviste, caractérisée par une géométrie fragmentée et une grille déformée."
          },
          {
            "Question": "Quel célèbre architecte a conçu l'Opéra de Sydney?",
            "TrueAnswer": "Jørn Utzon",
            "FalseAnswer": [
              "Frank Lloyd Wright",
              "Le Corbusier",
              "I. M. Pei"
            ],
            "Explanation": "Jørn Utzon, un architecte danois, a remporté un concours international de design en 1957 pour créer l'emblématique Opéra de Sydney."
          },
          {
            "Question": "Quel concept le Centre Pompidou à Paris embrasse-t-il ?",
            "TrueAnswer": "Architecture intérieur-extérieur",
            "FalseAnswer": [
              "Minimalisme",
              "Art déco",
              "Architecture High-Tech"
            ],
            "Explanation": "Le Centre Pompidou, ou Centre Georges Pompidou, est connu pour son design intérieur-extérieur, avec ses éléments fonctionnels et sa structure visibles à l'extérieur."
          },
          {
            "Question": "Quelle structure emblématique Louis Sullivan a-t-il pionnière ?",
            "TrueAnswer": "Gratte-ciel",
            "FalseAnswer": [
              "Colisée",
              "Phare",
              "Aqueduc"
            ],
            "Explanation": "Louis Sullivan, un architecte américain, est considéré comme le 'père des gratte-ciel' pour ses designs novateurs de bâtiments de grande hauteur."
          },
          {
            "Question": "Quel urbaniste a dirigé le concept de conception Radburn ?",
            "TrueAnswer": "Clarence Stein",
            "FalseAnswer": [
              "Le Corbusier",
              "Frederick Law Olmsted",
              "Daniel Burnham"
            ],
            "Explanation": "Clarence Stein a introduit Radburn, un concept mettant l'accent sur des quartiers interconnectés et conviviaux pour les piétons avec des espaces verts, dans les années 1920."
          }
        ]
      }
    }
  ]
}