{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel designer est connu pour la Petite Robe Noire?",
            "TrueAnswer": "Coco Chanel",
            "FalseAnswer": [
              "Giorgio Armani",
              "Calvin Klein",
              "Ralph Lauren"
            ],
            "Explanation": "Coco Chanel a popularisé la Petite Robe Noire dans les années 1920, créant un incontournable intemporel de la mode pour les femmes."
          },
          {
            "Question": "Qui est connue comme la Reine des Imprimés?",
            "TrueAnswer": "Diane von Furstenberg",
            "FalseAnswer": [
              "Vera Wang",
              "Stella McCartney",
              "Donatella Versace"
            ],
            "Explanation": "Diane von Furstenberg s'est fait connaître pour ses imprimés audacieux et ses robes portefeuille emblématiques, lui valant le titre de 'Reine des Imprimés'."
          },
          {
            "Question": "Quel designer est associé aux Chaussures à Semelle Rouge?",
            "TrueAnswer": "Christian Louboutin",
            "FalseAnswer": [
              "Jimmy Choo",
              "Manolo Blahnik",
              "Gucci"
            ],
            "Explanation": "Christian Louboutin est renommé pour ses semelles laquées rouges signature, symbolisant le glamour et le luxe dans la mode des chaussures."
          },
          {
            "Question": "Qui a popularisé le Mouvement de la Mode Minimaliste?",
            "TrueAnswer": "Calvin Klein",
            "FalseAnswer": [
              "Yves Saint Laurent",
              "Ralph Lauren",
              "Tom Ford"
            ],
            "Explanation": "Les lignes épurées et les designs minimalistes de Calvin Klein ont défini le mouvement de la mode à la fin du 20e siècle, influençant les tendances mondiales de la mode."
          },
          {
            "Question": "Quel designer a introduit la Robe Portefeuille?",
            "TrueAnswer": "Diane von Furstenberg",
            "FalseAnswer": [
              "Donna Karan",
              "Vera Wang",
              "Coco Chanel"
            ],
            "Explanation": "Diane von Furstenberg a créé la robe portefeuille emblématique dans les années 1970, révolutionnant la mode féminine avec sa silhouette flatteuse."
          },
          {
            "Question": "Qui est le fondateur de la marque de luxe Gucci?",
            "TrueAnswer": "Guccio Gucci",
            "FalseAnswer": [
              "Gianni Versace",
              "Ralph Lauren",
              "Tom Ford"
            ],
            "Explanation": "Guccio Gucci a fondé la Maison Gucci en 1921, créant un héritage de maroquinerie haut de gamme et de mode emblématique."
          },
          {
            "Question": "Quel designer est connu pour la Veste Smoking pour Femmes?",
            "TrueAnswer": "Yves Saint Laurent",
            "FalseAnswer": [
              "Tom Ford",
              "Giorgio Armani",
              "Ralph Lauren"
            ],
            "Explanation": "Yves Saint Laurent a été un pionnier de la veste smoking androgyne pour les femmes, révolutionnant le pouvoir vestimentaire dans l'industrie de la mode."
          },
          {
            "Question": "Qui est considéré comme le Roi du Moulant pour ses designs body-conscious?",
            "TrueAnswer": "Azzedine Alaïa",
            "FalseAnswer": [
              "Karl Lagerfeld",
              "Donatella Versace",
              "Gianni Versace"
            ],
            "Explanation": "Azzedine Alaïa a été acclamé pour ses silhouettes moulantes et moulantes, lui valant le titre de 'Roi du Moulant' dans la mode."
          },
          {
            "Question": "Quel designer est connu pour le Mouvement de la Mode Punk?",
            "TrueAnswer": "Vivienne Westwood",
            "FalseAnswer": [
              "Alexander McQueen",
              "Jean Paul Gaultier",
              "Stella McCartney"
            ],
            "Explanation": "Vivienne Westwood, la marraine de la mode punk, a façonné le mouvement avec ses créations audacieuses et son esprit rebelle."
          },
          {
            "Question": "Qui est renommé pour le concept de Streetwear Urbain?",
            "TrueAnswer": "Virgil Abloh",
            "FalseAnswer": [
              "Riccardo Tisci",
              "Alexander Wang",
              "Raf Simons"
            ],
            "Explanation": "Virgil Abloh a introduit le streetwear urbain dans la haute couture à travers sa marque Off-White, redéfinissant le luxe et le style contemporain."
          },
          {
            "Question": "Qui est crédité pour avoir introduit la tendance des Épaulettes?",
            "TrueAnswer": "Thierry Mugler",
            "FalseAnswer": [
              "Balenciaga",
              "Issey Miyake",
              "John Galliano"
            ],
            "Explanation": "Thierry Mugler a révolutionné la mode des années 1980 avec des épaulettes exagérées, définissant le pouvoir vestimentaire et les silhouettes futuristes."
          },
          {
            "Question": "Quel designer est connu pour la Robe Glissante emblématique portée par Kate Moss?",
            "TrueAnswer": "John Galliano",
            "FalseAnswer": [
              "Karl Lagerfeld",
              "Jean-Paul Gaultier",
              "Tom Ford"
            ],
            "Explanation": "La robe glissante de John Galliano portée par Kate Moss dans les années 1990 est devenue un moment emblématique de la mode, symbolisant le chic sans effort."
          },
          {
            "Question": "Qui est reconnu pour avoir popularisé le Style Bohémien-Chic?",
            "TrueAnswer": "Isabel Marant",
            "FalseAnswer": [
              "Roberto Cavalli",
              "Anna Sui",
              "Stella McCartney"
            ],
            "Explanation": "L'esthétique décontractée et bohémienne-chic d'Isabel Marant est devenue un phénomène de mode mondial, inspirant un style sans effort et libre."
          },
          {
            "Question": "Quel designer est associé au Trench Coat et au Motif Heritage?",
            "TrueAnswer": "Burberry",
            "FalseAnswer": [
              "Ralph Lauren",
              "Tommy Hilfiger",
              "Calvin Klein"
            ],
            "Explanation": "Le trench-coat emblématique de Burberry et le motif à carreaux représentent l'héritage intemporel de la mode britannique, synonyme de luxe et de sophistication."
          },
          {
            "Question": "Qui a révolutionné le monde de la mode avec la Mini-Jupe?",
            "TrueAnswer": "Mary Quant",
            "FalseAnswer": [
              "Coco Chanel",
              "Yves Saint Laurent",
              "Gianni Versace"
            ],
            "Explanation": "La mini-jupe audacieuse de Mary Quant dans les années 1960 a déclenché une révolution de la mode, symbolisant la culture de la jeunesse et la libération."
          },
          {
            "Question": "Quel designer est connu pour le concept de Mode Unisexe?",
            "TrueAnswer": "Rad Hourani",
            "FalseAnswer": [
              "Rick Owens",
              "Hedi Slimane",
              "Demna Gvasalia"
            ],
            "Explanation": "Rad Hourani a remis en question les normes de genre traditionnelles avec une mode unisexe, créant une esthétique neutre qui redéfinit l'élégance moderne."
          },
          {
            "Question": "Qui a popularisé le concept de Mode Avant-Garde dans les années 1980?",
            "TrueAnswer": "Comme des Garçons",
            "FalseAnswer": [
              "Yohji Yamamoto",
              "Margiela",
              "Versace"
            ],
            "Explanation": "Comme des Garçons, dirigé par la créatrice Rei Kawakubo, repoussait les limites avec la mode avant-gardiste, redéfinissant la beauté et l'esthétique dans l'industrie."
          },
          {
            "Question": "Quel designer est connu pour la création du mouvement Punk Rock Fashion?",
            "TrueAnswer": "Vivienne Westwood",
            "FalseAnswer": [
              "John Galliano",
              "Jean-Paul Gaultier",
              "Yohji Yamamoto"
            ],
            "Explanation": "La collaboration de Vivienne Westwood avec Malcolm McLaren a déclenché le mouvement de la mode punk rock, remettant en question les conventions et inspirant une rébellion sociale."
          },
          {
            "Question": "Qui a introduit le concept de Mode Durable à travers la marque Stella McCartney?",
            "TrueAnswer": "Stella McCartney",
            "FalseAnswer": [
              "Vera Wang",
              "Donatella Versace",
              "Isabel Marant"
            ],
            "Explanation": "Stella McCartney a initié des pratiques de mode durable et éthique, prônant une mode de luxe respectueuse des animaux et de l'environnement."
          },
          {
            "Question": "Quel designer est renommé pour la création du Tailleur pour Femmes?",
            "TrueAnswer": "Giorgio Armani",
            "FalseAnswer": [
              "Donna Karan",
              "Coco Chanel",
              "Thierry Mugler"
            ],
            "Explanation": "Giorgio Armani a redéfini la tenue professionnelle pour les femmes avec ses costumes de puissance emblématiques, leur donnant élégance et confiance au travail."
          }
        ]
      }
    }
  ]
}