{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Que signifie l'acronyme 'CSR' dans le contexte de la mode durable?",
            "BonneRéponse": "Responsabilité Sociale des Entreprises",
            "MauvaiseRéponse": [
              "Renaissance du Style des Consommateurs",
              "Réglementations de Sauvegarde du Carbone",
              "Ressources Durables Créatives"
            ],
            "Explication": "La RSE désigne une pratique commerciale qui consiste à participer à des initiatives bénéfiques pour la société. Dans le cadre de la mode durable, cela inclut des pratiques de travail éthiques et une gestion environnementale."
          },
          {
            "Question": "Quel tissu n'est PAS considéré comme durable dans la production de mode?",
            "BonneRéponse": "Nylon",
            "MauvaiseRéponse": [
              "Coton Biologique",
              "Tencel",
              "Bambou"
            ],
            "Explication": "Le nylon est un polymère synthétique, souvent dérivé du pétrole, et a des impacts environnementaux négatifs lors de sa production et de son élimination."
          },
          {
            "Question": "Quel est l'objectif d'une 'garde-robe capsule' dans la mode durable?",
            "BonneRéponse": "Minimalisme",
            "MauvaiseRéponse": [
              "Maximalisme",
              "Fast Fashion",
              "Haute Consommation"
            ],
            "Explication": "Une garde-robe capsule vise à maximiser les combinaisons de tenues avec un nombre minimal de vêtements polyvalents et de haute qualité, favorisant ainsi moins de consommation et de déchets."
          },
          {
            "Question": "Quelle approche de la mode durable se concentre sur la prolongation de la durée de vie des vêtements?",
            "BonneRéponse": "Recyclage",
            "MauvaiseRéponse": [
              "Mode à Usage Unique",
              "Collections Saisonnières",
              "Fast Fashion"
            ],
            "Explication": "Le recyclage consiste à transformer des vêtements anciens ou jetés en nouveaux produits, réduisant les déchets et le besoin de nouvelles matières premières."
          },
          {
            "Question": "Quel est l'objectif principal de l'indice Higg dans la mode durable?",
            "BonneRéponse": "Évaluer l'impact environnemental",
            "MauvaiseRéponse": [
              "Créer de nouvelles tendances de mode",
              "Mesurer la popularité de la marque",
              "Évaluer la douceur du tissu"
            ],
            "Explication": "L'indice Higg est utilisé par les marques de mode pour mesurer et évaluer l'impact environnemental de leurs produits et de leurs pratiques commerciales."
          },
          {
            "Question": "Lequel des éléments suivants est une certification reconnue en matière de mode durable?",
            "BonneRéponse": "GOTS",
            "MauvaiseRéponse": [
              "Alliance Fast Fashion",
              "Accréditation Eco-Chic",
              "Trendy Textile Trust"
            ],
            "Explication": "GOTS (Global Organic Textile Standard) est une norme de premier plan pour les fibres biologiques, englobant des critères écologiques et sociaux pour garantir une production éthique et durable."
          },
          {
            "Question": "Quelle est la priorité d'un système 'à boucle fermée' dans la mode durable?",
            "BonneRéponse": "Recycler les matériaux",
            "MauvaiseRéponse": [
              "Génération de déchets",
              "Production de masse",
              "Plastiques à usage unique"
            ],
            "Explication": "Les systèmes à boucle fermée visent à minimiser les déchets en recyclant continuellement les matériaux de manière circulaire, réduisant ainsi le besoin d'extraire de nouvelles ressources."
          },
          {
            "Question": "Quel type de cuir est considéré comme une alternative plus durable?",
            "BonneRéponse": "Cuir Végétal",
            "MauvaiseRéponse": [
              "Cuir Synthétique",
              "Cuir Verni",
              "Cuir Chromé"
            ],
            "Explication": "Le cuir végétal utilise des tanins naturels issus de sources végétales, réduisant l'usage de produits chimiques nocifs par rapport au cuir chromé, ce qui le rend plus durable."
          },
          {
            "Question": "Quelle est la caractéristique clé d'une conception de mode 'zéro déchet'?",
            "BonneRéponse": "Minimiser les déchets de tissu",
            "MauvaiseRéponse": [
              "Maximiser les produits jetables",
              "Prioriser les collections quotidiennes",
              "Efficacité de la production"
            ],
            "Explication": "La mode zéro déchet vise à utiliser le tissu dans son intégralité lors de la conception et de la fabrication, réduisant ainsi les déchets textiles lors de la phase de production."
          },
          {
            "Question": "Quel concept de mode durable met l'accent sur la transparence et la traçabilité?",
            "BonneRéponse": "Slow Fashion",
            "MauvaiseRéponse": [
              "Production de masse",
              "Fast Fashion",
              "Rotation élevée"
            ],
            "Explication": "La slow fashion met l'accent sur la transparence dans le processus de production, assurant que les consommateurs soient informés des origines et des méthodes utilisées pour créer les vêtements."
          },
          {
            "Question": "Quel est l'objectif principal du modèle 'Fashion Revolution' dans la mode durable?",
            "BonneRéponse": "Promouvoir la transparence",
            "MauvaiseRéponse": [
              "Expansion du fast fashion",
              "Célébration des pratiques non éthiques",
              "Encouragement à la surconsommation"
            ],
            "Explication": "La Fashion Revolution vise à sensibiliser et à exiger la transparence au sein de l'industrie de la mode, favorisant une plus grande responsabilité et des pratiques de production éthiques."
          },
          {
            "Question": "Quel est le principe clé du 'Design for Disassembly' dans la mode durable?",
            "BonneRéponse": "Facilité de recyclage",
            "MauvaiseRéponse": [
              "Techniques d'assemblage complexes",
              "Conception à usage unique",
              "Complexité élevée de la conception"
            ],
            "Explication": "Le Design for Disassembly implique la création de vêtements avec des composants facilement séparables, facilitant ainsi le recyclage efficace et la récupération des ressources en fin de vie du produit."
          },
          {
            "Question": "Que signifie 'LCA' dans l'évaluation de la mode durable?",
            "BonneRéponse": "Analyse du Cycle de Vie",
            "MauvaiseRéponse": [
              "Association de Vêtements de Luxe",
              "Analyse des Conditions de Travail",
              "Accréditation de l'Artisanat du Cuir"
            ],
            "Explication": "L'Analyse du Cycle de Vie évalue l'impact environnemental d'un produit tout au long de son cycle de vie, de l'extraction des matières premières à l'élimination, permettant ainsi des décisions de conception durable éclairées."
          }
        ]
      }
    }
  ]
}