{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est le but principal du design textile?",
            "TrueAnswer": "Création de motifs de tissus",
            "FalseAnswer": [
              "Conception de bâtiments",
              "Développement de logiciels",
              "Production de musique"
            ],
            "Explanation": "Le design textile se concentre sur la création de motifs pour les tissus, utilisant souvent des techniques telles que l'impression, le tissage ou le tricot."
          },
          {
            "Question": "Quel logiciel est couramment utilisé pour le design textile numérique?",
            "TrueAnswer": "Adobe Photoshop",
            "FalseAnswer": [
              "Autodesk AutoCAD",
              "Microsoft Excel",
              "Avid Pro Tools"
            ],
            "Explanation": "Adobe Photoshop est un outil populaire pour créer et manipuler des designs numériques pour les textiles, permettant des motifs et des palettes de couleurs complexes."
          },
          {
            "Question": "Dans le design textile, à quoi se réfère le terme 'chaîne'?",
            "TrueAnswer": "Fils verticaux",
            "FalseAnswer": [
              "Fils horizontaux",
              "Répétition de motif",
              "Intensité de la couleur"
            ],
            "Explanation": "La chaîne fait référence aux fils verticaux dans un tissu tissé, qui sont généralement plus forts et forment la base de la structure textile."
          },
          {
            "Question": "Quel est le but d'un tableau d'ambiance dans le design textile?",
            "TrueAnswer": "Rassembler de l'inspiration",
            "FalseAnswer": [
              "Calculer le rendement du tissu",
              "Tester la durabilité du tissu",
              "Créer des supports marketing"
            ],
            "Explanation": "Un tableau d'ambiance compile des éléments visuels et tactiles pour inspirer et guider le processus de conception, y compris des palettes de couleurs, des textures et des images de référence."
          },
          {
            "Question": "Lequel de ces éléments est une technique traditionnelle de teinture textile?",
            "TrueAnswer": "Batik",
            "FalseAnswer": [
              "Broderie",
              "Matelassage",
              "Patchwork"
            ],
            "Explanation": "Le batik est une technique de teinture à la cire utilisée pour créer des motifs complexes sur le tissu, originaire d'Indonésie et d'autres pays d'Asie du Sud-Est."
          },
          {
            "Question": "Pour quoi un métier à tisser jacquard est-il couramment utilisé dans le design textile?",
            "TrueAnswer": "Tissage de motifs complexes",
            "FalseAnswer": [
              "Découpe de tissu",
              "Filage de fil",
              "Teinture de tissu"
            ],
            "Explanation": "Les métiers à tisser jacquard sont connus pour leur capacité à produire des motifs tissés complexes, permettant des conceptions et des textures complexes dans les textiles."
          },
          {
            "Question": "Quelle fibre n'est PAS couramment utilisée dans le design textile?",
            "TrueAnswer": "Amiante",
            "FalseAnswer": [
              "Coton",
              "Soie",
              "Laine"
            ],
            "Explanation": "L'amiante n'est pas couramment utilisée dans les textiles en raison de ses risques pour la santé et est interdite dans de nombreux pays. Le coton, la soie et la laine sont des fibres traditionnelles et largement utilisées."
          },
          {
            "Question": "Quelle est une caractéristique déterminante du design textile ikat?",
            "TrueAnswer": "Motifs flous",
            "FalseAnswer": [
              "Précision géométrique",
              "Couleurs pastel",
              "Textures lisses"
            ],
            "Explanation": "Le design ikat présente une apparence floue ou estompée distincte dans le motif, obtenue grâce à un processus de nouage et de teinture avant le tissage du tissu."
          },
          {
            "Question": "Quelle technique implique l'ajout de fils métalliques au tissu dans le design textile?",
            "TrueAnswer": "Lurex",
            "FalseAnswer": [
              "Matelassage",
              "Flocage",
              "Broderie"
            ],
            "Explanation": "Le lurex est un type de fil ou de fil qui intègre des fibres métalliques, ajoutant de l'éclat et de l'éclat au tissu, couramment utilisé dans les vêtements de soirée et les textiles de luxe."
          },
          {
            "Question": "Quel est le principal objectif du design textile durable?",
            "TrueAnswer": "Impact environnemental",
            "FalseAnswer": [
              "Rendement économique",
              "Rapidité de production",
              "Conformité aux tendances"
            ],
            "Explanation": "Le design textile durable consiste à minimiser l'impact environnemental, englobant la recherche éthique, les processus de production respectueux de l'environnement et les matériaux biodégradables."
          },
          {
            "Question": "Quelle technique d'impression utilise des plaques gravées dans le design textile?",
            "TrueAnswer": "Intaglio",
            "FalseAnswer": [
              "Lithographie",
              "Sérigraphie",
              "Offset"
            ],
            "Explanation": "L'impression en taille-douce consiste à inciser un motif sur une plaque métallique, qui est ensuite encrée et pressée sur le tissu, produisant des impressions précises et complexes."
          },
          {
            "Question": "Qu'est-ce que le 'bourrelet' dans le contexte du design textile?",
            "TrueAnswer": "Texture de surface",
            "FalseAnswer": [
              "Longueur des fibres",
              "Nombre de fils",
              "Poids du tissu"
            ],
            "Explanation": "Le bourrelet désigne la surface surélevée ou duveteuse d'un tissu, créée par des fibres brossées lors du processus de finition, influençant la texture et l'apparence."
          },
          {
            "Question": "Quel designer est connu pour ses motifs textiles révolutionnaires au 20e siècle?",
            "TrueAnswer": "Ray Eames",
            "FalseAnswer": [
              "Gianni Versace",
              "Coco Chanel",
              "Yves Saint Laurent"
            ],
            "Explanation": "Ray Eames, avec son mari Charles, est renommée pour des motifs textiles innovants et leurs contributions au design moderne de meubles et de tissus."
          },
          {
            "Question": "Quelle est une caractéristique clé du motif pied-de-poule dans le design textile?",
            "TrueAnswer": "Carreaux brisés",
            "FalseAnswer": [
              "Motifs floraux",
              "Rayures",
              "Pois"
            ],
            "Explication": "Le motif pied-de-poule présente un motif de carreaux brisés distinctif, souvent en noir et blanc, créant une illusion visuelle et ajoutant une touche classique aux textiles."
          },
          {
            "Question": "Quel designer est associé au concept de 'mode pour la maison' dans le design textile?",
            "TrueAnswer": "Vera Wang",
            "FalseAnswer": [
              "Ralph Lauren",
              "Donatella Versace",
              "Tom Ford"
            ],
            "Explication": "Vera Wang a étendu son expertise en design aux collections pour la maison, introduisant des motifs textiles élégants et luxueux pour les ameublements et la décoration intérieure."
          },
          {
            "Question": "Quel est le but du tissage 'sergé' dans le design textile?",
            "TrueAnswer": "Création de lignes diagonales",
            "FalseAnswer": [
              "Obtenir une grande brillance",
              "Ajout de franges",
              "Réduction de l'étirement du tissu"
            ],
            "Explication": "Le tissage sergé produit des lignes diagonales sur la surface du tissu, créant une texture durable et esthétiquement attrayante, couramment utilisée dans le denim et les tissus d'habillement."
          },
          {
            "Question": "Quelle influence culturelle est évidente dans le motif paisley dans le design textile?",
            "TrueAnswer": "Persane",
            "FalseAnswer": [
              "Japonaise",
              "Africaine",
              "Scandinave"
            ],
            "Explication": "Le motif paisley est originaire de Perse (l'actuel Iran), présentant des motifs courbes complexes et des formes de gouttes, reflétant l'influence artistique persane."
          },
          {
            "Question": "Que signifie 'lisière' dans le contexte du design textile?",
            "TrueAnswer": "Bord du tissu",
            "FalseAnswer": [
              "Solidité des couleurs",
              "Dilatation du tissu",
              "Fil de chaîne"
            ],
            "Explication": "La lisière fait référence au bord auto-finissant du tissu, souvent distinct en apparence et utilisé pour empêcher l'effilochage, indiquant une production de haute qualité."
          },
          {
            "Question": "Quel facteur environnemental a un impact significatif sur le design textile?",
            "TrueAnswer": "Climat",
            "FalseAnswer": [
              "Altitude",
              "Géologie",
              "Courants océaniques"
            ],
            "Explication": "Le climat influence directement les choix de matériaux, les processus de production et les préférences des consommateurs, façonnant la conception et la fonctionnalité des textiles dans différentes régions."
          },
          {
            "Question": "Quelle est une caractéristique déterminante du fil chenille dans le design textile?",
            "TrueAnswer": "Texture douce et duveteuse",
            "FalseAnswer": [
              "Résistance à la traction élevée",
              "Brillance métallique",
              "Régulation thermique"
            ],
            "Explication": "Le fil chenille est caractérisé par sa texture pelucheuse et veloutée, ressemblant à la fourrure de chenille, couramment utilisée pour l'ameublement et les textiles décoratifs."
          }
        ]
      }
    }
  ]
}