{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle ville est connue sous le nom des 'Big Four' des Semaines de la Mode?",
            "TrueAnswer": "New York",
            "FalseAnswer": [
              "Milan",
              "Paris",
              "Londres"
            ],
            "Explanation": "New York est reconnue comme l'un des 'Big Four' en février et septembre, avec de nombreux designers prestigieux et des défilés de mode."
          },
          {
            "Question": "Quelle semaine de la mode est célèbre pour sa focus sur la Haute Couture?",
            "TrueAnswer": "Paris",
            "FalseAnswer": [
              "Londres",
              "Milan",
              "New York"
            ],
            "Explanation": "La Fashion Week de Paris présente des collections de haute couture de haut niveau, établissant des tendances mondiales avec des designs extravagants et méticuleusement confectionnés."
          },
          {
            "Question": "Qui est le directeur créatif de Chanel connu pour ses décors de défilés extravagants?",
            "TrueAnswer": "Karl Lagerfeld",
            "FalseAnswer": [
              "Ralph Lauren",
              "Gianni Versace",
              "Alexander McQueen"
            ],
            "Explanation": "Karl Lagerfeld était renommé pour ses spectacles de défilés imaginatifs et somptueux, transformant des lieux emblématiques en des environnements de mode spectaculaires."
          },
          {
            "Question": "Quel designer est connu pour ses présentations de défilés avant-gardistes et futuristes?",
            "TrueAnswer": "Alexander McQueen",
            "FalseAnswer": [
              "Coco Chanel",
              "Calvin Klein",
              "Tom Ford"
            ],
            "Explanation": "Alexander McQueen était célébré pour ses défilés révolutionnaires et surréalistes, captivant les publics avec des concepts théâtraux et visionnaires."
          },
          {
            "Question": "Quel est le prix le plus prestigieux aux British Fashion Awards?",
            "TrueAnswer": "Designer Britannique de l'Année",
            "FalseAnswer": [
              "Prix de l'icône de la mode",
              "Prix du Talent Émergent",
              "Mannequin de l'Année"
            ],
            "Explanation": "Le Designer Britannique de l'Année est une récompense très convoitée, honorant la créativité exceptionnelle et l'influence dans l'industrie de la mode."
          },
          {
            "Question": "Où se déroule le célèbre Victoria's Secret Fashion Show?",
            "TrueAnswer": "Divers Endroits",
            "FalseAnswer": [
              "Paris",
              "Londres",
              "Milan"
            ],
            "Explanation": "Le Victoria's Secret Fashion Show s'est tenu dans divers endroits du monde, dont New York, Miami et Shanghai, mettant en vedette des collections de lingerie extravagantes et des performances musicales renommées."
          },
          {
            "Question": "Quelle Fashion Week est connue pour sa plateforme encourageant la durabilité dans la mode?",
            "TrueAnswer": "Copenhague",
            "FalseAnswer": [
              "Milan",
              "Paris",
              "Londres"
            ],
            "Explanation": "La Fashion Week de Copenhague accorde la priorité à la durabilité et aux pratiques éthiques, présentant des designs éco-responsables innovants et promouvant une approche plus consciente et responsable de la mode."
          },
          {
            "Question": "Quel est le nom du lieu de la Fashion Week Homme de Paris en rotation?",
            "TrueAnswer": "PFW",
            "FalseAnswer": [
              "Paris Expo Porte de Versailles",
              "Le Grand Palais",
              "Carreau du Temple"
            ],
            "Explanation": "La Fashion Week Homme de Paris (PFW) se déplace vers différents lieux architecturalement importants, offrant un environnement dynamique et diversifié pour présenter des collections de vêtements pour hommes de pointe."
          },
          {
            "Question": "Qui a introduit le concept de 'Voir Maintenant, Acheter Maintenant' à la Fashion Week?",
            "TrueAnswer": "Tommy Hilfiger",
            "FalseAnswer": [
              "Marc Jacobs",
              "Ralph Lauren",
              "Calvin Klein"
            ],
            "Explanation": "Tommy Hilfiger a révolutionné la Fashion Week en allant de l'avant avec le modèle 'Voir Maintenant, Acheter Maintenant', permettant un accès immédiat des consommateurs aux collections de défilé, transformant le cycle traditionnel de la mode."
          },
          {
            "Question": "Quel est l'événement final de la Fashion Week de Milan?",
            "TrueAnswer": "Giorgio Armani",
            "FalseAnswer": [
              "Versace",
              "Gucci",
              "Prada"
            ],
            "Explanation": "Le défilé de Giorgio Armani sert de grand final de la Fashion Week de Milan, mettant en vedette une élégance intemporelle et des designs sophistiqués, symbolisant l'apogée de l'événement prestigieux."
          },
          {
            "Question": "Quelle Fashion Week est connue pour sa plateforme numérique innovante intégrant la réalité virtuelle?",
            "TrueAnswer": "Londres",
            "FalseAnswer": [
              "New York",
              "Paris",
              "Milan"
            ],
            "Explanation": "La Fashion Week de Londres accorde la priorité à la technologie de pointe, offrant des expériences de réalité virtuelle et des présentations numériques immersives, redéfinissant l'avenir des défilés de mode."
          },
          {
            "Question": "Qui est le célèbre directeur créatif de Givenchy connu pour redéfinir l'esthétique de la marque à la Fashion Week?",
            "TrueAnswer": "Clare Waight Keller",
            "FalseAnswer": [
              "Stefano Pilati",
              "Riccardo Tisci",
              "Alexander Wang"
            ],
            "Explanation": "Clare Waight Keller a revitalisé l'image de Givenchy avec une élégance moderne et une créativité audacieuse, insufflant aux présentations de défilés une allure contemporaine et distinctive."
          },
          {
            "Question": "Quel est l'endroit emblématique du défilé de mode Dior lors de la Fashion Week de Paris?",
            "TrueAnswer": "Musée Rodin",
            "FalseAnswer": [
              "Palais de Tokyo",
              "Grand Palais",
              "Opéra Garnier"
            ],
            "Explanation": "Le Musée Rodin fournit un cadre pittoresque pour le spectacle de défilé de Dior, harmonisant la sophistication intemporelle de la marque avec la beauté sculpturale du musée, créant une expérience de mode inoubliable."
          },
          {
            "Question": "Quelle Fashion Week est réputée pour mettre l'accent sur les designers émergents et expérimentaux?",
            "TrueAnswer": "São Paulo",
            "FalseAnswer": [
              "Milan",
              "New York",
              "Paris"
            ],
            "Explanation": "La Fashion Week de São Paulo célèbre la créativité avant-gardiste, présentant une gamme diversifiée de talents émergents et de designs novateurs, favorisant l'évolution de la mode brésilienne sur la scène mondiale."
          },
          {
            "Question": "Qui est le designer légendaire connu pour avoir organisé des défilés fastueux et extravagants à Versailles?",
            "TrueAnswer": "Yves Saint Laurent",
            "FalseAnswer": [
              "Coco Chanel",
              "Karl Lagerfeld",
              "Christian Dior"
            ],
            "Explanation": "Yves Saint Laurent a marqué l'histoire avec la collection emblématique 'Ballets Russes' de 1973 au Palais de Versailles, révolutionnant les défilés de mode et cimentant son statut de designer visionnaire."
          },
          {
            "Question": "Quel est le lieu emblématique du défilé Balmain lors de la Fashion Week de Paris?",
            "TrueAnswer": "Hôtel Potocki",
            "FalseAnswer": [
              "Opéra Bastille",
              "Musée du Louvre",
              "Palais Brogniart"
            ],
            "Explanation": "L'Hôtel Potocki offre un cadre royal pour les présentations de défilés fastueux de Balmain, rehaussant le glamour et le luxe de la marque, captivant le public avec son décor orné et grandiose."
          },
          {
            "Question": "Quelle Fashion Week est renommée pour sa célébration de la culture autochtone et du savoir-faire traditionnel?",
            "TrueAnswer": "Jakarta",
            "FalseAnswer": [
              "Londres",
              "Milan",
              "New York"
            ],
            "Explanation": "La Fashion Week de Jakarta est dédiée à la promotion du riche patrimoine de l'Indonésie, mettant en avant des textiles vibrants et des techniques artisanales, favorisant une plus grande appréciation de l'artisanat et de l'art autochtones."
          },
          {
            "Question": "Qui est le fondateur du CFDA/Vogue Fashion Fund qui soutient les designers émergents lors de la Fashion Week de New York?",
            "TrueAnswer": "Anna Wintour",
            "FalseAnswer": [
              "Tom Ford",
              "Diane von Furstenberg",
              "Ralph Lauren"
            ],
            "Explanation": "Anna Wintour, avec le Council of Fashion Designers of America, a lancé le CFDA/Vogue Fashion Fund pour fournir un mentorat crucial et des ressources aux talents aspirants de l'industrie de la mode."
          },
          {
            "Question": "Quel est l'endroit prestigieux pour le défilé de mode Alexander McQueen lors de la Fashion Week de Londres?",
            "TrueAnswer": "Royal Horticultural Halls",
            "FalseAnswer": [
              "Musée V&A",
              "Tate Modern",
              "Musée d'Histoire Naturelle"
            ],
            "Explanation": "Les Royal Horticultural Halls offrent un cadre dramatique pour les collections avant-gardistes d'Alexander McQueen, fusionnant l'esthétique inspirée par la nature avec la grandeur architecturale, amplifiant l'impact de ses créations visionnaires."
          },
          {
            "Question": "Quelle Fashion Week est renommée pour son style de rue dynamique et éclectique à l'extérieur des lieux de défilé?",
            "TrueAnswer": "Séoul",
            "FalseAnswer": [
              "Milan",
              "New York",
              "Paris"
            ],
            "Explanation": "La Fashion Week de Séoul est célèbre pour sa culture de la mode de rue vibrante, où les passionnés de mode présentent des styles audacieux et diversifiés, reflétant la créativité florissante et l'énergie juvénile de la ville."
          }
        ]
      }
    }
  ]
}