{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel est le but d'un appareil technologique portable?",
            "VraiRéponse": "Suivre l'activité",
            "FausseRéponse": [
              "Passer des appels",
              "Lire de la musique",
              "Naviguer sur internet"
            ],
            "Explication": "Les appareils technologiques portables sont conçus pour suivre l'activité physique, comme le nombre de pas, la distance parcourue, voire les habitudes de sommeil, afin de promouvoir un mode de vie plus sain."
          },
          {
            "Question": "Quel designer de mode a collaboré avec Apple pour créer une montre intelligente de luxe?",
            "VraiRéponse": "Hermès",
            "FausseRéponse": [
              "Gucci",
              "Louis Vuitton",
              "Chanel"
            ],
            "Explication": "Hermès s'est associé à Apple pour produire l'Apple Watch Hermès, avec des bracelets en cuir exclusifs et des cadrans personnalisés, combinant la mode et la technologie."
          },
          {
            "Question": "Que signifie AR dans le contexte de la technologie de la mode?",
            "VraiRéponse": "Réalité augmentée",
            "FausseRéponse": [
              "Réalité artificielle",
              "Robotique avancée",
              "Reconnaissance audio"
            ],
            "Explication": "La réalité augmentée améliore l'environnement réel avec des éléments générés par ordinateur, révolutionnant l'industrie de la mode, offrant des essayages virtuels et des expériences d'achat immersives."
          },
          {
            "Question": "Quelle entreprise technologique a lancé 'Project Jacquard', intégrant la technologie dans les vêtements?",
            "VraiRéponse": "Google",
            "FausseRéponse": [
              "Apple",
              "Samsung",
              "Microsoft"
            ],
            "Explication": "Le 'Project Jacquard' de Google intègre des fils conducteurs dans le tissu, permettant un contrôle tactile dans les vêtements, élargissant les possibilités d'intégration de la technologie dans la mode."
          },
          {
            "Question": "Quelle est la fonction principale d'un textile intelligent?",
            "VraiRéponse": "Surveiller les signes vitaux",
            "FausseRéponse": [
              "Projeter des images",
              "Générer de l'électricité",
              "Lire de l'audio"
            ],
            "Explication": "Les textiles intelligents peuvent surveiller les signes vitaux comme le rythme cardiaque et la température corporelle, les rendant précieux à des fins médicales et améliorant les performances des athlètes."
          },
          {
            "Question": "Qui est connu pour l'invention de pièces de mode imprimées en 3D?",
            "VraiRéponse": "Iris van Herpen",
            "FausseRéponse": [
              "Karl Lagerfeld",
              "Alexander McQueen",
              "Coco Chanel"
            ],
            "Explication": "Iris van Herpen est renommée pour ses créations avant-gardistes, utilisant l'impression 3D pour créer des pièces de mode complexes et futuristes, révolutionnant l'industrie de la mode."
          },
          {
            "Question": "Quel est un avantage clé de l'utilisation des e-textiles dans la technologie de la mode?",
            "VraiRéponse": "Flexibilité",
            "FausseRéponse": [
              "Durabilité",
              "Transparence",
              "Conductivité"
            ],
            "Explication": "Les e-textiles offrent une flexibilité, permettant l'intégration de composants électroniques de manière transparente dans les vêtements, créant une mode technologique confortable et fonctionnelle."
          },
          {
            "Question": "Quelle innovation de mode technologique utilise la chaleur corporelle pour alimenter des appareils électroniques?",
            "VraiRéponse": "Générateur thermoélectrique",
            "FausseRéponse": [
              "Panneaux solaires",
              "Récupération d'énergie cinétique",
              "Packs de batteries"
            ],
            "Explication": "Les générateurs thermoélectriques utilisent les différences de température pour générer de l'électricité, permettant la création de vêtements qui peuvent capter la chaleur corporelle pour alimenter de petits appareils électroniques."
          },
          {
            "Question": "Quel est le but de la technologie haptique dans les appareils portables?",
            "VraiRéponse": "Fournir un retour tactile",
            "FausseRéponse": [
              "Afficher des visuels",
              "Transmettre du son",
              "Mesurer la température"
            ],
            "Explication": "La technologie haptique simule le sens du toucher, fournissant une rétroaction tactile au porteur, améliorant l'interaction et l'utilité des appareils portables."
          },
          {
            "Question": "Quel concept de mode technologique consiste à intégrer des LED dans les vêtements pour des effets visuels?",
            "VraiRéponse": "Textiles intelligents",
            "FausseRéponse": [
              "Capteurs biométriques",
              "Affichages portables",
              "Technologie NFC"
            ],
            "Explication": "Les textiles intelligents intègrent des composants électroniques, y compris des LED, dans les tissus, permettant des effets visuels dynamiques et des éléments interactifs dans la conception de vêtements."
          },
          {
            "Question": "Quel est le principal secteur d'activité de la startup technologique de la mode 'The Fabricant'?",
            "VraiRéponse": "La mode numérique",
            "FausseRéponse": [
              "Lunettes de réalité virtuelle",
              "Défilés de mode avec des drones",
              "Accessoires imprimés en 3D"
            ],
            "Explication": "'The Fabricant' pionnière de la mode numérique, créant des vêtements virtuels et des identités numériques, façonnant l'avenir de la mode grâce à une technologie innovante et durable."
          },
          {
            "Question": "Quel aspect de la technologie portable est traité par 'Embr Wave'?",
            "VraiRéponse": "Régulation de la température",
            "FausseRéponse": [
              "Suivi du rythme cardiaque",
              "Suivi GPS",
              "Lecture de musique"
            ],
            "Explication": "'Embr Wave' est un appareil portable qui peut refroidir ou réchauffer le corps en créant des sensations de température précises, améliorant le confort et le bien-être."
          },
          {
            "Question": "Quel est le principal avantage de l'utilisation d'encres conductrices dans la technologie de la mode?",
            "VraiRéponse": "Circuits personnalisables",
            "FausseRéponse": [
              "Imperméabilisation du tissu",
              "Amélioration de l'odeur du tissu",
              "Renforcement des coutures"
            ],
            "Explication": "Les encres conductrices permettent aux concepteurs de créer des motifs de circuits personnalisés sur le tissu, permettant l'intégration de fonctionnalités électroniques innovantes dans les conceptions de vêtements."
          },
          {
            "Question": "Quelle innovation technologique de la mode permet des textiles adaptatifs changeant de couleur?",
            "VraiRéponse": "Textiles photoniques",
            "FausseRéponse": [
              "Fils réfléchissants",
              "Vêtements gonflables",
              "Tissu bioluminescent"
            ],
            "Explication": "Les textiles photoniques utilisent des structures microscopiques pour manipuler la lumière, créant des effets de changement de couleur en réponse aux facteurs environnementaux, offrant des options de mode dynamiques et adaptatives."
          },
          {
            "Question": "Quelle entreprise technologique a lancé la veste intelligente 'Levi's Commuter x Jacquard by Google'?",
            "VraiRéponse": "Levi's",
            "FausseRéponse": [
              "Nike",
              "Adidas",
              "Puma"
            ],
            "Explication": "Levi's s'est associé à Google pour lancer une veste intelligente dotée de la technologie 'Project Jacquard', permettant aux porteurs de contrôler diverses fonctions en utilisant des gestes sur la manche."
          },
          {
            "Question": "Quelle est la fonction principale de 'Athos' smart apparel?",
            "VraiRéponse": "Suivi de l'activité musculaire",
            "FausseRéponse": [
              "Navigation GPS",
              "Prévisions météorologiques",
              "Calcul des calories"
            ],
            "Explication": "'Athos' smart apparel utilise des capteurs intégrés pour suivre l'activité musculaire et fournir des données en temps réel pour améliorer l'efficacité de l'entraînement et prévenir les blessures."
          },
          {
            "Question": "Quel est le but des 'NadiX' smart yoga pants?",
            "VraiRéponse": "Correction de la posture",
            "FausseRéponse": [
              "Régulation de la température",
              "Surveillance du rythme cardiaque",
              "Contrôle de la respiration"
            ],
            "Explication": "'NadiX' utilise des fibres électroniques pour fournir des vibrations douces, guidant les porteurs pour corriger les postures de yoga, améliorant l'alignement et la pratique du yoga."
          },
          {
            "Question": "Quelle était la caractéristique notable de la robe à LED 'CuteCircuit' portée par Katy Perry?",
            "VraiRéponse": "Interactivité",
            "FausseRéponse": [
              "Génération de son",
              "Recharge solaire",
              "Aromathérapie"
            ],
            "Explication": "La robe à LED 'CuteCircuit' était interactive, permettant à Katy Perry de changer le motif d'affichage et la couleur en temps réel à l'aide d'une application mobile."
          },
          {
            "Question": "Quelle est la fonction principale des vêtements de réalité virtuelle 'XYZ IMMERSE'?",
            "VraiRéponse": "Améliorer l'expérience de réalité virtuelle",
            "FausseRéponse": [
              "Recharge sans fil",
              "Lecture audio",
              "Camouflage visuel"
            ],
            "Explication": "'XYZ IMMERSE' utilise des retours haptiques et une technologie intégrée pour améliorer l'expérience de réalité virtuelle, créant des sensations immersives grâce à des interactions vestimentaires."
          },
          {
            "Question": "A quoi fait référence le terme 'robe cognitive' dans la technologie de la mode?",
            "VraiRéponse": "Réagit aux émotions",
            "FausseRéponse": [
              "Change de couleur en fonction de la météo",
              "Projette des motifs holographiques",
              "Joue de la musique personnalisée"
            ],
            "Explication": "Les robes cognitives utilisent la technologie pour réagir aux émotions du porteur, changeant de couleur ou de texture en réponse à l'humeur, au niveau de stress ou aux signaux physiologiques."
          }
        ]
      }
    }
  ]
}