{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle est l'apport quotidien recommandé en fruits et légumes pour les adultes?",
            "TrueAnswer": "5 portions",
            "FalseAnswer": [
              "3 portions",
              "7 portions",
              "10 portions"
            ],
            "Explanation": "Le CDC recommande aux adultes de consommer au moins 5 portions de fruits et légumes par jour pour les nutriments essentiels et pour réduire le risque de maladies chroniques."
          },
          {
            "Question": "Quel nutriment est essentiel pour la santé des os et se trouve dans les produits laitiers?",
            "TrueAnswer": "Calcium",
            "FalseAnswer": [
              "Vitamine C",
              "Fer",
              "Protéine"
            ],
            "Explanation": "Le calcium est essentiel pour la croissance et l'entretien des os, et peut être obtenu à partir de produits laitiers tels que le lait, le fromage et le yaourt."
          },
          {
            "Question": "Quelle est l'apport quotidien recommandé en eau pour les adultes?",
            "TrueAnswer": "8 tasses",
            "FalseAnswer": [
              "4 tasses",
              "12 tasses",
              "10 tasses"
            ],
            "Explanation": "La recommandation générale est de boire au moins 8 tasses d'eau par jour pour rester hydraté et soutenir les fonctions corporelles."
          },
          {
            "Question": "Quelle méthode de cuisson est généralement plus saine : griller ou frire?",
            "TrueAnswer": "Griller",
            "FalseAnswer": [
              "Frire",
              "Bouillir",
              "Rôtir"
            ],
            "Explanation": "Griller est une option plus saine car elle permet à l'excès de graisse de s'écouler, réduisant ainsi la teneur globale en calories et en graisses des aliments."
          },
          {
            "Question": "Quelle est une bonne source d'acides gras oméga-3 bénéfiques pour la santé cardiaque?",
            "TrueAnswer": "Saumon",
            "FalseAnswer": [
              "Bœuf",
              "Poulet",
              "Porc"
            ],
            "Explanation": "Le saumon est riche en acides gras oméga-3, qui peuvent contribuer à réduire le risque de maladie cardiaque et à promouvoir la santé globale du cœur."
          },
          {
            "Question": "Quel type d'huile est considéré comme sain pour le cœur et riche en acides gras mono-insaturés?",
            "TrueAnswer": "Huile d'olive",
            "FalseAnswer": [
              "Huile de coco",
              "Huile de palme",
              "Huile de canola"
            ],
            "Explanation": "L'huile d'olive est riche en acides gras mono-insaturés, qui peuvent aider à réduire le risque de maladie cardiaque et à diminuer les niveaux de mauvais cholestérol."
          },
          {
            "Question": "Quel est l'apport quotidien recommandé en fibres pour les adultes?",
            "TrueAnswer": "25 grammes",
            "FalseAnswer": [
              "15 grammes",
              "30 grammes",
              "10 grammes"
            ],
            "Explanation": "L'apport quotidien recommandé en fibres est de 25 grammes pour les femmes et de 38 grammes pour les hommes, pour soutenir la santé digestive et réduire le risque de maladies chroniques."
          },
          {
            "Question": "Quel nutriment est important pour la production de globules rouges et se trouve dans les épinards et la viande rouge?",
            "TrueAnswer": "Fer",
            "FalseAnswer": [
              "Vitamine A",
              "Vitamine D",
              "Magnésium"
            ],
            "Explanation": "Le fer est crucial pour la production de globules rouges, transportant l'oxygène vers les tissus du corps et soutenant les niveaux d'énergie globaux."
          },
          {
            "Question": "Quelle est la limite quotidienne recommandée pour les sucres ajoutés dans une alimentation saine?",
            "TrueAnswer": "25 grammes",
            "FalseAnswer": [
              "50 grammes",
              "10 grammes",
              "60 grammes"
            ],
            "Explanation": "L'American Heart Association recommande de limiter l'apport en sucres ajoutés à 25 grammes par jour pour les femmes et 36 grammes pour les hommes pour maintenir la santé cardiovasculaire et prévenir les maladies chroniques."
          },
          {
            "Question": "Quel nutriment est important pour la fonction nerveuse et est abondant dans les fruits de mer et les céréales enrichies?",
            "TrueAnswer": "Vitamine B12",
            "FalseAnswer": [
              "Vitamine E",
              "Vitamine K",
              "Vitamine C"
            ],
            "Explanation": "La vitamine B12 est cruciale pour la fonction nerveuse et la production de globules rouges, et peut être obtenue à partir de fruits de mer, de viande, d'œufs et de céréales enrichies."
          }
        ]
      }
    }
  ]
}