{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle ville est connue comme le berceau du Cronut?",
            "TrueAnswer": "New York City",
            "FalseAnswer": [
              "London",
              "Paris",
              "Tokyo"
            ],
            "Explanation": "Le Cronut, une pâtisserie populaire à base de pâte à croissant, a été inventé par Dominique Ansel à New York en 2013."
          },
          {
            "Question": "Quel pays est célèbre pour sa nourriture de rue Takoyaki?",
            "TrueAnswer": "Japon",
            "FalseAnswer": [
              "Chine",
              "Thaïlande",
              "Mexique"
            ],
            "Explanation": "Le Takoyaki, une nourriture de rue japonaise populaire, est composé de morceaux de poulpe dans une pâte en forme de boule, garnie de sauce Takoyaki et de flocons de bonite."
          },
          {
            "Question": "Quel est l'ingrédient principal d'un elote mexicain traditionnel?",
            "TrueAnswer": "Maïs",
            "FalseAnswer": [
              "Pomme de terre",
              "Riz",
              "Blé"
            ],
            "Explanation": "L'elote est une nourriture de rue mexicaine populaire composée de maïs grillé sur l'épi, généralement servie avec de la mayonnaise, du fromage et de la poudre de chili."
          },
          {
            "Question": "D'où provient le célèbre plat Pho?",
            "TrueAnswer": "Vietnam",
            "FalseAnswer": [
              "Thaïlande",
              "Corée",
              "Inde"
            ],
            "Explanation": "Le Pho est un plat de soupe traditionnel de la cuisine de rue vietnamienne à base de bouillon, de nouilles de riz, d'herbes et de viande, généralement du bœuf ou du poulet."
          },
          {
            "Question": "Quelle nourriture de rue est connue sous le nom de 'Banh Mi'?",
            "TrueAnswer": "Sandwich vietnamien",
            "FalseAnswer": [
              "Dim Sum",
              "Samosa",
              "Rouleaux de printemps"
            ],
            "Explanation": "Le Banh Mi est une nourriture de rue vietnamienne populaire composée d'une baguette remplie de divers ingrédients salés tels que de la viande, des légumes marinés et des herbes."
          },
          {
            "Question": "Quel est l'ingrédient principal du falafel?",
            "TrueAnswer": "Pois chiches",
            "FalseAnswer": [
              "Lentilles",
              "Haricots noirs",
              "Quinoa"
            ],
            "Explanation": "Le falafel, une nourriture de rue populaire au Moyen-Orient, est fabriqué à partir de pois chiches ou de fèves, mélangés avec des herbes et des épices, puis frits."
          },
          {
            "Question": "Quel pays est connu pour ses délicieuses Arepas?",
            "TrueAnswer": "Venezuela",
            "FalseAnswer": [
              "Brésil",
              "Argentine",
              "Colombie"
            ],
            "Explanation": "Les arepas, un élément essentiel de la cuisine de rue vénézuélienne, sont des galettes de pâte de maïs, généralement garnies de divers ingrédients tels que du fromage, de la viande ou de l'avocat."
          },
          {
            "Question": "Dans quel pays le bubble tea a-t-il été inventé?",
            "TrueAnswer": "Taïwan",
            "FalseAnswer": [
              "Japon",
              "Thaïlande",
              "Chine"
            ],
            "Explanation": "Le bubble tea, également connu sous le nom de boba tea, a été inventé à Taïwan dans les années 1980 et est depuis devenu une boisson de rue populaire dans le monde entier, comprenant des perles de tapioca."
          },
          {
            "Question": "Quelle est la garniture traditionnelle d'un Borek turc?",
            "TrueAnswer": "Fromage",
            "FalseAnswer": [
              "Épinards",
              "Champignons",
              "Viande hachée"
            ],
            "Explanation": "Le Borek, une pâtisserie de rue turque, est généralement garni de fromage, d'épinards ou de viande hachée, enveloppé dans de fines couches de pâte phyllo et cuit à la perfection."
          },
          {
            "Question": "Où peut-on trouver des empanadas colombiennes authentiques?",
            "TrueAnswer": "Colombie",
            "FalseAnswer": [
              "Mexique",
              "Espagne",
              "Chili"
            ],
            "Explanation": "Les empanadas colombiennes sont une nourriture de rue populaire en Colombie, composées de pâte de maïs frite garnie de divers ingrédients tels que de la viande, des pommes de terre et des épices."
          },
          {
            "Question": "Quel pays d'Asie du Sud-Est est connu pour son délicieux satay?",
            "TrueAnswer": "Indonésie",
            "FalseAnswer": [
              "Thaïlande",
              "Vietnam",
              "Malaisie"
            ],
            "Explanation": "Le satay, une nourriture de rue populaire en Indonésie, se compose de viande en brochette et grillée, généralement servie avec une sauce aux arachides savoureuse et accompagnée de gâteaux de riz ou de lontong."
          },
          {
            "Question": "Quelle est la principale protéine dans le Pad Thaï?",
            "TrueAnswer": "Crevette",
            "FalseAnswer": [
              "Poulet",
              "Boeuf",
              "Tofu"
            ],
            "Explanation": "Dans le Pad Thaï traditionnel, la crevette est la principale protéine, accompagnée de nouilles de riz, de pousses de haricots, de cacahuètes et d'un mélange de saveurs sucrées, acides et salées."
          },
          {
            "Question": "Quel pays du Moyen-Orient est connu pour son shawarma délicieux?",
            "TrueAnswer": "Liban",
            "FalseAnswer": [
              "Israël",
              "Turquie",
              "Grèce"
            ],
            "Explanation": "Le shawarma, une nourriture de rue populaire au Moyen-Orient, est un plat de viande marinée et rôtie à la broche, généralement servi dans un pain pita ou un pain plat avec des légumes et des sauces."
          },
          {
            "Question": "Quel est l'ingrédient principal d'un dosa du sud de l'Inde?",
            "TrueAnswer": "Riz",
            "FalseAnswer": [
              "Blé",
              "Maïs",
              "Orge"
            ],
            "Explanation": "Le dosa est une nourriture de rue populaire du sud de l'Inde, fabriquée à partir d'une pâte fermentée de riz et de lentilles noires, étalée finement puis cuite à la poêle jusqu'à ce qu'elle soit croustillante."
          },
          {
            "Question": "Quel pays est connu pour sa populaire poutine, une nourriture de rue?",
            "TrueAnswer": "Canada",
            "FalseAnswer": [
              "France",
              "Italie",
              "Allemagne"
            ],
            "Explanation": "La poutine est un plat de rue apprécié au Canada, composé de frites recouvertes de fromage en grains et nappées d'une savoureuse sauce, originaire du Québec."
          },
          {
            "Question": "Avec quoi les arepas colombiennes sont-elles garnies?",
            "TrueAnswer": "Fromage et chorizo",
            "FalseAnswer": [
              "Avocat et banane plantain",
              "Boeuf et porc",
              "Poulet et haricots"
            ],
            "Explanation": "Les arepas colombiennes sont souvent garnies d'un mélange de fromage et de chorizo, créant une délicieuse collation de rue salée appréciée dans toute la Colombie."
          },
          {
            "Question": "Quel pays est célèbre pour son délicieux plat de rue épicé, le tteokbokki?",
            "TrueAnswer": "Corée du Sud",
            "FalseAnswer": [
              "Chine",
              "Japon",
              "Singapour"
            ],
            "Explanation": "Le tteokbokki, un plat de rue populaire en Corée du Sud, met en scène des gâteaux de riz moelleux dans une sauce sucrée et épicée à base de gochujang, créant un mélange harmonieux de saveurs."
          },
          {
            "Question": "Quel fruit est la star du délicieux dessert thaïlandais, le riz gluant à la mangue?",
            "TrueAnswer": "Mangue",
            "FalseAnswer": [
              "Ananas",
              "Durian",
              "Noix de coco"
            ],
            "Explanation": "Le riz gluant à la mangue, un dessert classique de la cuisine de rue thaïlandaise, met en vedette des tranches sucrées et mûres de mangue servies avec du riz gluant, arrosées de lait de coco et garnies de graines de sésame."
          },
          {
            "Question": "Quel est l'ingrédient principal d'un Simit turc?",
            "TrueAnswer": "Graines de sésame",
            "FalseAnswer": [
              "Graines de pavot",
              "Graines de tournesol",
              "Graines de lin"
            ],
            "Explanation": "Le Simit, une nourriture de rue populaire en Turquie, est un pain circulaire enrobé de graines de sésame, lui donnant une texture unique et une saveur délicieuse appréciée des habitants et des visiteurs."
          },
          {
            "Question": "Où peut-on trouver les traditionnelles gaufres liégeoises belges?",
            "TrueAnswer": "Belgique",
            "FalseAnswer": [
              "Pays-Bas",
              "France",
              "Allemagne"
            ],
            "Explanation": "Les gaufres liégeoises, une nourriture de rue appréciée en Belgique, sont fabriquées à partir d'une pâte briochée contenant du sucre perlé, créant une douceur caramélisée et croquante à chaque bouchée."
          }
        ]
      }
    }
  ]
}