{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle est la technique principale en gastronomie moléculaire ?",
            "TrueAnswer": "Sphérification",
            "FalseAnswer": [
              "Friture",
              "Grillage",
              "Cuisson"
            ],
            "Explanation": "La sphérification consiste à modeler des liquides en sphères ressemblant à du caviar ou des perles en utilisant des additifs alimentaires et un bain de calcium."
          },
          {
            "Question": "Quel chef est célèbre pour avoir popularisé la gastronomie moléculaire ?",
            "TrueAnswer": "Ferran Adrià",
            "FalseAnswer": [
              "Gordon Ramsay",
              "Julia Child",
              "Jamie Oliver"
            ],
            "Explanation": "Ferran Adrià, l'ancien chef de cuisine de elBulli en Espagne, est souvent crédité comme le pionnier de la gastronomie moléculaire."
          },
          {
            "Question": "Quel agent gélifiant est couramment utilisé en gastronomie moléculaire ?",
            "TrueAnswer": "Agar-agar",
            "FalseAnswer": [
              "Gélatine",
              "Maïzena",
              "Pectine"
            ],
            "Explanation": "L'agar-agar, dérivé d'algues marines, est un agent gélifiant végétarien fréquemment utilisé en gastronomie moléculaire en raison de sa stabilité."
          },
          {
            "Question": "Quel outil est essentiel pour créer de la mousse dans les plats de gastronomie moléculaire ?",
            "TrueAnswer": "Distributeur d'oxyde nitreux",
            "FalseAnswer": [
              "Mixeur",
              "Fouet",
              "Tamis"
            ],
            "Explanation": "Le distributeur d'oxyde nitreux, communément appelé siphon à chantilly, est utilisé pour infuser des liquides avec de l'azote afin de créer des mousses en gastronomie moléculaire."
          },
          {
            "Question": "Quel célèbre dessert est souvent déconstruit en gastronomie moléculaire ?",
            "TrueAnswer": "Tiramisu",
            "FalseAnswer": [
              "Cheesecake",
              "Crème brûlée",
              "Panna cotta"
            ],
            "Explanation": "Le tiramisu, un dessert italien classique, est déconstruit en gastronomie moléculaire pour incorporer des techniques avant-gardistes tout en conservant ses saveurs traditionnelles."
          }
        ]
      }
    }
  ]
}