{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel est le terme pour le mouvement du sable le long d'une côte ?",
            "VraieRéponse": "Dérive littorale",
            "FausseRéponse": [
              "Marée de tempête",
              "Érosion de plage",
              "Recul côtier"
            ],
            "Explication": "La dérive littorale est le transport de sédiments le long d'une côte, causé par des vagues atteignant la côte sous un angle."
          },
          {
            "Question": "Quelle est la force principale qui entraîne l'érosion côtière ?",
            "VraieRéponse": "Action des vagues",
            "FausseRéponse": [
              "Flux de marée",
              "Compression du lit marin",
              "Fonte des icebergs"
            ],
            "Explication": "L'action des vagues, comprenant l'action hydraulique et l'abrasion, est la principale cause de l'érosion côtière en usant la côte."
          },
          {
            "Question": "Lequel des types de formation géologique suivants est un exemple de site côtier dépositionnel ?",
            "VraieRéponse": "Cordon littoral",
            "FausseRéponse": [
              "Stack marin",
              "Cap",
              "Formation de falaise"
            ],
            "Explication": "Un cordon littoral est une formation géologique de dépôt créée par l'accumulation de sédiments transportés par la dérive littorale."
          },
          {
            "Question": "Quel est le nom donné à un chenal étroit et allongé aux parois escarpées ou aux falaises ?",
            "VraieRéponse": "Ria",
            "FausseRéponse": [
              "Fjord",
              "Lagon",
              "Île-barrière"
            ],
            "Explication": "Une ria est un chenal côtier formé par l'enfouissement partiel d'une vallée fluviale en raison de la montée du niveau de la mer."
          },
          {
            "Question": "Qu'est-ce qui cause la formation de grottes marines le long d'une côte ?",
            "VraieRéponse": "Érosion par les vagues",
            "FausseRéponse": [
              "Activité glaciaire",
              "Soulèvement tectonique",
              "Impact de météorites"
            ],
            "Explication": "Les grottes marines sont formées par l'action érosive des vagues, notamment dans les zones de roche plus fragile ou lorsqu'il existe des failles et des joints."
          },
          {
            "Question": "Lequel des éléments suivants N'EST PAS un type de zone humide côtière ?",
            "VraieRéponse": "Toundra",
            "FausseRéponse": [
              "Mangrove",
              "Marais salant",
              "Estuaire"
            ],
            "Explication": "La toundra est un type de biome caractérisé par des températures très basses et de courtes saisons de croissance, généralement non trouvé dans les zones côtières."
          },
          {
            "Question": "Quel est le processus d'encroûtement d'une côte vers l'intérieur en raison de l'érosion ?",
            "VraieRéponse": "Retraite côtière",
            "FausseRéponse": [
              "Éboulement de falaise",
              "Inondation par la marée",
              "Érosion subaérienne"
            ],
            "Explication": "La retraite côtière est le mouvement vers l'intérieur progressif ou soudain d'une côte en raison de l'érosion, entraînant souvent la perte de terres."
          },
          {
            "Question": "Quel est le terme désignant l'accumulation de sable transporté par la dérive littorale ?",
            "VraieRéponse": "Dérive littorale",
            "FausseRéponse": [
              "Dépôt sédimentaire",
              "Sédimentation de sable",
              "Accumulation côtière"
            ],
            "Explication": "La dérive littorale désigne le transport et le dépôt de sable le long d'une côte par l'action des vagues et des courants."
          },
          {
            "Question": "Quel est le terme pour la ligne de contact entre la terre et la mer ?",
            "VraieRéponse": "Littoral",
            "FausseRéponse": [
              "Littoral",
              "Front de mer",
              "Ligne de rivage"
            ],
            "Explication": "Le littoral représente l'interface dynamique où la terre et la mer se rencontrent, continuellement formée par des processus naturels tels que l'érosion et le dépôt."
          },
          {
            "Question": "Lequel de ces éléments N'EST PAS un facteur déterminant les taux d'érosion côtière ?",
            "VraieRéponse": "Modèles mondiaux de vents",
            "FausseRéponse": [
              "Énergie des vagues",
              "Approvisionnement en sédiments",
              "Type et structure des roches"
            ],
            "Explication": "Les modèles mondiaux de vents jouent un rôle minimal dans les taux d'érosion côtière par rapport à des facteurs tels que l'énergie des vagues et l'approvisionnement en sédiments."
          },
          {
            "Question": "Quel est le terme pour une île étroite parallèle à la côte ?",
            "VraieRéponse": "Île-barrière",
            "FausseRéponse": [
              "Cay",
              "Péninsule",
              "Atoll"
            ],
            "Explication": "Les îles-barrières sont des formations terrestres côtières allongées et étroites formées parallèlement au rivage, offrant une protection contre les tempêtes et les vagues."
          },
          {
            "Question": "Lequel des éléments suivants est formé par le dépôt de sédiments de rivière au niveau d'une côte ?",
            "VraieRéponse": "Delta",
            "FausseRéponse": [
              "Esker",
              "Moraine",
              "Kame"
            ],
            "Explication": "Les delta sont des formations géologiques créées à l'embouchure des rivières lorsque des sédiments déposés s'accumulent et prolongent la côte dans la mer."
          },
          {
            "Question": "Quel est le terme pour le retrait et le mouvement terrestre d'une vague ?",
            "VraieRéponse": "Contre-courant",
            "FausseRéponse": [
              "Courant de déchirure",
              "Retour",
              "Contre-courant océanique"
            ],
            "Explication": "Le contre-courant désigne le mouvement de retrait de l'eau sur une plage après qu'une vague se soit brisée, retournant vers l'océan."
          },
          {
            "Question": "Quel est le nom donné à une longue bande étroite de terre en mer parallèle à la côte ?",
            "VraieRéponse": "Cordon littoral",
            "FausseRéponse": [
              "Écueil",
              "Tombolo",
              "Récif"
            ],
            "Explication": "Un cordon littoral est une formation de dépôts formée par le transport et le dépôt de sédiments par la dérive littorale."
          },
          {
            "Question": "Lequel des événements naturels suivants peut entraîner un enfoncement côtier ?",
            "VraieRéponse": "Montée du niveau de la mer",
            "FausseRéponse": [
              "Éruption volcanique",
              "Soulèvement tectonique",
              "Déplacement du pôle magnétique"
            ],
            "Explication": "La montée du niveau de la mer due au changement climatique mondial est un facteur important contribuant à l'enfoncement et à l'érosion côtière."
          },
          {
            "Question": "Quel est le terme pour la séparation d'une côte du continent par une brèche ?",
            "VraieRéponse": "Isolation",
            "FausseRéponse": [
              "Érosion",
              "Désactivation",
              "Fragmentation"
            ],
            "Explication": "L'isolation désigne la séparation et la détachement d'une section côtière du continent, souvent causée par l'érosion ou une brèche dans la terre."
          },
          {
            "Question": "Lequel des facteurs suivants influence l'énergie des vagues et l'érosion côtière ?",
            "VraieRéponse": "Fetch",
            "FausseRéponse": [
              "Hauteur de la marée",
              "Température de l'eau",
              "Pression barométrique"
            ],
            "Explication": "Le fetch est la distance sur laquelle le vent ou les vagues voyagent, affectant la taille et l'énergie des vagues et influençant l'érosion côtière."
          },
          {
            "Question": "Quel est le terme pour l'enfoncement d'une partie de la côte en raison de mouvements tectoniques ?",
            "VraieRéponse": "Subsidence",
            "FausseRéponse": [
              "Soulèvement",
              "Élévation",
              "Déplacement"
            ],
            "Explication": "La subsidence se produit lorsqu'une partie de la côte s'enfonce ou s'abaisse en raison de processus géologiques, contribuant aux inondations côtières et à l'érosion."
          },
          {
            "Question": "Lequel des systèmes suivants est une source majeure de sédiments côtiers ?",
            "VraieRéponse": "Système fluvial",
            "FausseRéponse": [
              "Système volcanique",
              "Système glaciaire",
              "Système agricole"
            ],
            "Explication": "Les systèmes fluviaux transportent de grandes quantités de sédiments vers la côte, influençant significativement la morphologie côtière et le dépôt de sédiments."
          },
          {
            "Question": "Quel est le terme pour l'accumulation de sable et de galets à l'extrémité terrestre d'une plage ?",
            "VraieRéponse": "Berms",
            "FausseRéponse": [
              "Estacade",
              "Cordons littoraux",
              "Arrière-plage"
            ],
            "Explication": "Les berms sont des monticules de sable et de galets qui se forment à l'arrière-plage d'une plage, créés par l'action des vagues et du vent."
          }
        ]
      }
    }
  ]
}