{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel est le plus grand contributeur à la valeur économique mondiale ?",
            "BonneRéponse": "Agriculture",
            "MauvaiseRéponse": [
              "Fabrication",
              "Services",
              "Tourisme"
            ],
            "Explication": "L'agriculture est le plus grand contributeur à la valeur économique, fournissant de la nourriture, des matières premières et des opportunités d'emploi dans de nombreux pays."
          },
          {
            "Question": "Quel facteur impacte significativement la localisation des industries ?",
            "BonneRéponse": "Transport",
            "MauvaiseRéponse": [
              "Politiques gouvernementales",
              "Main-d'œuvre",
              "Ressources naturelles"
            ],
            "Explication": "Le transport joue un rôle crucial dans la localisation des industries, influençant l'accès aux marchés et aux matières premières, et réduisant les coûts de distribution."
          },
          {
            "Question": "Quelle théorie commerciale met en avant le rôle de l'avantage comparatif dans le commerce international ?",
            "BonneRéponse": "Modèle ricardien",
            "MauvaiseRéponse": [
              "Modèle Heckscher-Ohlin",
              "Nouvelle théorie du commerce",
              "Modèle de gravité"
            ],
            "Explication": "Le modèle ricardien met en avant comment les pays bénéficient de se spécialiser dans la production de biens où ils ont un avantage comparatif, menant à un commerce mutuellement bénéfique."
          },
          {
            "Question": "Quel type d'économie se caractérise par des communautés agricoles autosuffisantes ?",
            "BonneRéponse": "Économie de subsistance",
            "MauvaiseRéponse": [
              "Économie de marché",
              "Économie dirigée",
              "Économie mixte"
            ],
            "Explication": "Les économies de subsistance reposent sur la production de biens principalement destinés à la consommation locale, avec peu d'échanges ou d'activité commerciale."
          },
          {
            "Question": "Quelle ressource est considérée comme un facteur primaire du développement économique ?",
            "BonneRéponse": "Capital humain",
            "MauvaiseRéponse": [
              "Ressources naturelles",
              "Capital financier",
              "Infrastructure"
            ],
            "Explication": "Le capital humain, comprenant les compétences, les connaissances et la santé de la main-d'œuvre, est crucial pour stimuler la croissance économique et l'innovation."
          },
          {
            "Question": "Quel terme désigne le déplacement des personnes des zones rurales vers les centres urbains pour l'emploi ?",
            "BonneRéponse": "Migration rurale-urbaine",
            "MauvaiseRéponse": [
              "Embourgeoisement",
              "Étalement urbain",
              "Transmigration"
            ],
            "Explication": "La migration rurale-urbaine est un aspect significatif de la géographie économique, influençant l'urbanisation et la dynamique du marché du travail."
          },
          {
            "Question": "Quel est l'indicateur de développement économique d'un pays ?",
            "BonneRéponse": "PIB par habitant",
            "MauvaiseRéponse": [
              "Coefficient de Gini",
              "Indice de développement humain",
              "Balance commerciale"
            ],
            "Explication": "Le PIB par habitant fournit une mesure complète de la production économique d'un pays et de son niveau de vie, reflétant le revenu moyen et la distribution de la richesse."
          },
          {
            "Question": "Quelle étude se concentre sur les schémas spatiaux de l'activité économique ?",
            "BonneRéponse": "Théorie de la localisation",
            "MauvaiseRéponse": [
              "Économie urbaine",
              "Géographie économique",
              "Organisation industrielle"
            ],
            "Explication": "La théorie de la localisation examine la répartition des activités économiques à travers les zones géographiques, en tenant compte de facteurs tels que l'accessibilité, l'agglomération et la concurrence spatiale."
          },
          {
            "Question": "Quel concept désigne le regroupement d'industries similaires dans une zone particulière ?",
            "BonneRéponse": "Agglomération",
            "MauvaiseRéponse": [
              "Spécialisation",
              "Économies d'échelle",
              "Embellissement urbain"
            ],
            "Explication": "L'agglomération favorise l'efficacité et l'innovation en encourageant les économies d'échelle, les transferts de connaissances et les réseaux de fournisseurs au sein de clusters industriels concentrés."
          },
          {
            "Question": "Quelle théorie affirme que les entreprises préfèrent se regrouper à proximité pour obtenir des avantages compétitifs ?",
            "BonneRéponse": "Théorie des clusters",
            "MauvaiseRéponse": [
              "Théorie de l'avantage comparatif",
              "Théorie basée sur les ressources",
              "Théorie de la base économique"
            ],
            "Explication": "La théorie des clusters met l'accent sur les avantages de la concentration géographique, facilitant la collaboration, l'accès à une main-d'œuvre qualifiée et des infrastructures partagées pour les entreprises."
          },
          {
            "Question": "Quelle barrière commerciale est imposée pour restreindre la quantité de biens étrangers importés ?",
            "BonneRéponse": "Quota",
            "MauvaiseRéponse": [
              "Tarif",
              "Embargo",
              "Subvention"
            ],
            "Explication": "Un quota restreint la quantité de biens spécifiques pouvant être importés, affectant le commerce international en limitant l'accès des produits étrangers à ces marchés."
          },
          {
            "Question": "Quel concept économique implique l'utilisation de multiples intrants pour produire des biens et des services ?",
            "BonneRéponse": "Fonction de production",
            "MauvaiseRéponse": [
              "Offre et demande",
              "Analyse coût-bénéfice",
              "Théorie du pôle de croissance"
            ],
            "Explication": "La fonction de production décrit la relation entre les intrants, tels que le travail et le capital, et la production de biens et de services, reflétant l'efficacité des processus de production."
          },
          {
            "Question": "Comment appelle-t-on la localisation systématique des activités économiques au sein d'une région ?",
            "BonneRéponse": "Théorie des places centrales",
            "MauvaiseRéponse": [
              "Modèle de Harris-Todaro",
              "Théorie du loyer de l'emplacement",
              "Modèle de von Thünen"
            ],
            "Explication": "La théorie des places centrales explique l'agencement spatial des centres de marché, en tenant compte de la distribution des biens, des services et de la hiérarchie des tailles de peuplement au sein d'une région."
          },
          {
            "Question": "Quel concept géographique décrit la relation spatiale entre les variables économiques ?",
            "BonneRéponse": "Économétrie spatiale",
            "MauvaiseRéponse": [
              "Modélisation économique",
              "Planification régionale",
              "Anthropologie économique"
            ],
            "Explication": "L'économétrie spatiale applique des méthodes statistiques pour analyser les schémas spatiaux des phénomènes économiques, explorant les interactions et dépendances entre les unités géographiques."
          },
          {
            "Question": "Quel type de système économique est piloté par la demande des consommateurs et les forces du marché ?",
            "BonneRéponse": "Économie de marché",
            "MauvaiseRéponse": [
              "Économie dirigée",
              "Économie traditionnelle",
              "Économie mixte"
            ],
            "Explication": "Dans une économie de marché, l'allocation des ressources et les décisions de production sont principalement déterminées par l'offre et la demande sur des marchés libres, favorisant la concurrence et l'innovation."
          },
          {
            "Question": "À quoi se rapporte le principe des rendements décroissants en économie ?",
            "BonneRéponse": "Production",
            "MauvaiseRéponse": [
              "Commerce",
              "Consommation",
              "Investissement"
            ],
            "Explication": "Le principe des rendements décroissants stipule que lorsque des unités supplémentaires d'un intrant variable sont ajoutées à des intrants fixes, la production marginale diminuera finalement."
          },
          {
            "Question": "Quel facteur de localisation se réfère au coût de transport des biens vers les marchés ?",
            "BonneRéponse": "Accessibilité",
            "MauvaiseRéponse": [
              "Équipements",
              "Prix du terrain",
              "Réglementations environnementales"
            ],
            "Explication": "L'accessibilité influence l'avantage compétitif d'une localisation en impactant les coûts de distribution, la portée du marché et l'efficacité des chaînes d'approvisionnement."
          },
          {
            "Question": "Quelle activité économique implique l'extraction de matières premières de la terre ?",
            "BonneRéponse": "Secteur primaire",
            "MauvaiseRéponse": [
              "Secteur secondaire",
              "Secteur tertiaire",
              "Secteur quaternaire"
            ],
            "Explication": "Le secteur primaire englobe des activités telles que l'agriculture, l'exploitation minière et la pêche, se concentrant sur l'extraction et la production de matières premières à partir de ressources naturelles."
          },
          {
            "Question": "Quel indicateur économique mesure la facilité de faire des affaires dans un pays ?",
            "BonneRéponse": "Indice du climat des affaires",
            "MauvaiseRéponse": [
              "Indice de confiance des consommateurs",
              "Balance commerciale",
              "Taux d'inflation"
            ],
            "Explication": "L'indice du climat des affaires évalue des facteurs tels que l'environnement réglementaire, l'infrastructure et les conditions de marché, influençant les opérations commerciales et l'attractivité des investissements."
          },
          {
            "Question": "Quelle est la théorie qui relie le niveau de développement économique d'un pays à sa transition démographique ?",
            "BonneRéponse": "Théorie de la transition démographique",
            "MauvaiseRéponse": [
              "Théorie de la dépendance",
              "Théorie de la modernisation",
              "Théorie des systèmes mondiaux"
            ],
            "Explication": "La théorie de la transition démographique suggère que lorsque les sociétés progressent à travers les étapes de changement de population, cela a des implications pour le développement économique et social."
          }
        ]
      }
    }
  ]
}