{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel était le nom du navire qui a amené les premiers engagés en Amérique?",
            "TrueAnswer": "Jonathan",
            "FalseAnswer": [
              "Mayflower",
              "Santa Maria",
              "Susan Constant"
            ],
            "Explanation": "Le navire Jonathan est arrivé dans la colonie de Virginie en 1619 transportant les premiers engagés documentés venant d'Angleterre."
          },
          {
            "Question": "Quel groupe d'immigrants a été traité à Ellis Island?",
            "TrueAnswer": "Européens",
            "FalseAnswer": [
              "Japonais",
              "Chinois",
              "Mexicains"
            ],
            "Explanation": "Ellis Island traitait principalement les immigrants européens entrant aux États-Unis de 1892 à 1924, avec plus de 12 millions d'arrivées."
          },
          {
            "Question": "Quel était le nom de la loi qui restreignait sévèrement l'immigration chinoise aux États-Unis?",
            "TrueAnswer": "Chinese Exclusion Act",
            "FalseAnswer": [
              "Immigration and Nationality Act",
              "Naturalization Act",
              "Hart-Celler Act"
            ],
            "Explanation": "Le Chinese Exclusion Act était la première loi à restreindre l'immigration d'un groupe ethnique spécifique aux États-Unis, promulguée en 1882 et abrogée en 1943."
          },
          {
            "Question": "De quel pays la majorité des immigrants européens venaient-ils pendant les années de pic de l'immigration?",
            "TrueAnswer": "Italie",
            "FalseAnswer": [
              "Irlande",
              "Allemagne",
              "Pologne"
            ],
            "Explanation": "Entre 1880 et 1920, la majorité des immigrants européens aux États-Unis venaient d'Italie, en raison de difficultés économiques et de troubles politiques."
          },
          {
            "Question": "Quel était le nom de la station d'immigration sur la côte ouest des États-Unis traitant principalement les immigrants asiatiques?",
            "TrueAnswer": "Angel Island",
            "FalseAnswer": [
              "Alcatraz",
              "Ellis Island",
              "Manzanar"
            ],
            "Explanation": "Angel Island dans la baie de San Francisco était la station d'immigration traitant principalement les immigrants asiatiques, souvent soumis à des interrogatoires et détentions sévères."
          }
        ]
      }
    }
  ]
}