{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Dans quelle décennie la minijupe a-t-elle gagné en popularité?",
            "TrueAnswer": "années 1960",
            "FalseAnswer": [
              "années 1970",
              "années 1950",
              "années 1980"
            ],
            "Explanation": "La popularité de la minijupe a explosé dans les années 1960, avec l'icône de la mode Twiggy promouvant son style audacieux et jeune."
          },
          {
            "Question": "Quel designer a révolutionné la mode féminine avec le 'New Look'?",
            "TrueAnswer": "Christian Dior",
            "FalseAnswer": [
              "Coco Chanel",
              "Gianni Versace",
              "Ralph Lauren"
            ],
            "Explanation": "En 1947, le 'New Look' de Christian Dior a marqué un retour à l'opulence et à la féminité dans la mode d'après-guerre."
          },
          {
            "Question": "Quelle époque a popularisé le corset comme sous-vêtement essentiel?",
            "TrueAnswer": "ère victorienne",
            "FalseAnswer": [
              "Renaissance",
              "Années folles",
              "ère baroque"
            ],
            "Explanation": "L'ère victorienne (1837-1901) a vu l'utilisation généralisée des corsets pour obtenir la silhouette en sablier à la mode."
          },
          {
            "Question": "Quelle période historique a inspiré le style vestimentaire bohémien des années 1960?",
            "TrueAnswer": "ère victorienne",
            "FalseAnswer": [
              "Égypte ancienne",
              "Europe médiévale",
              "Renaissance"
            ],
            "Explanation": "Le mouvement de mode bohémienne des années 1960 s'est inspiré du style libre et insouciant de l'ère victorienne."
          },
          {
            "Question": "Quelle tendance de mode a été popularisée pendant les 'Années folles'?",
            "TrueAnswer": "Robes de garçonne",
            "FalseAnswer": [
              "Jupes étroites",
              "Jupes cercle",
              "Jupes trapèze"
            ],
            "Explanation": "Les 'Années folles' ont introduit le style rebelle des garçonnes avec ses robes emblématiques ornées de perles et de franges."
          },
          {
            "Question": "Quelle figure historique a influencé la mode masculine avec le style dandy au 19e siècle?",
            "TrueAnswer": "Beau Brummell",
            "FalseAnswer": [
              "Napoléon Bonaparte",
              "Roi Louis XIV",
              "Winston Churchill"
            ],
            "Explanation": "Beau Brummell, considéré comme le dandy original, a façonné la mode masculine avec son esthétique élégante et discrète dans l'Angleterre de l'époque de la Régence."
          },
          {
            "Question": "Quel équipement a révolutionné la production de vêtements pendant la Révolution industrielle?",
            "TrueAnswer": "Machine à coudre",
            "FalseAnswer": [
              "Métier à tisser",
              "Rouet",
              "Gin de coton"
            ],
            "Explanation": "L'invention de la machine à coudre au milieu du 19e siècle a révolutionné la production de vêtements, conduisant à une fabrication en masse et à une mode accessible."
          },
          {
            "Question": "Qui a popularisé l'utilisation de la petite robe noire dans les années 1920?",
            "TrueAnswer": "Coco Chanel",
            "FalseAnswer": [
              "Madame Vionnet",
              "Elsa Schiaparelli",
              "Diana Vreeland"
            ],
            "Explanation": "La petite robe noire emblématique de Coco Chanel dans les années 1920 a établi une nouvelle norme d'élégance discrète et de praticité dans la mode féminine."
          },
          {
            "Question": "Dans quelle décennie le jean en denim est-il devenu un symbole de la culture rebelle de la jeunesse?",
            "TrueAnswer": "années 1950",
            "FalseAnswer": [
              "années 1940",
              "années 1960",
              "années 1970"
            ],
            "Explanation": "Le jean en denim a gagné en popularité parmi les jeunes comme un symbole de rébellion et de non-conformité dans les années 1950, popularisé par des figures emblématiques comme James Dean."
          },
          {
            "Question": "Quel tissu était central dans la mode de l'ère de la Régence dans l'Angleterre du début du 19e siècle?",
            "TrueAnswer": "Mousseline",
            "FalseAnswer": [
              "Velours",
              "Brocart",
              "Taffetas"
            ],
            "Explanation": "La mousseline, un tissu de coton léger, était favorisée pour sa délicate draperie et sa convenance pour les silhouettes néoclassiques de l'ère de la Régence."
          }
        ]
      }
    }
  ]
}