{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle était la principale raison derrière la Révolution française?",
            "TrueAnswer": "L'inégalité sociale",
            "FalseAnswer": [
              "Conflit religieux",
              "Prospérité économique",
              "Soutien monarchique"
            ],
            "Explanation": "L'inégalité sociale découlant du système féodal et des privilèges de la noblesse et du clergé a conduit à un mécontentement généralisé parmi le peuple, alimentant finalement la Révolution française."
          },
          {
            "Question": "Qui a écrit le célèbre pamphlet 'Common Sense' qui prônait l'indépendance américaine?",
            "TrueAnswer": "Thomas Paine",
            "FalseAnswer": [
              "John Adams",
              "Benjamin Franklin",
              "Thomas Jefferson"
            ],
            "Explanation": "Le 'Common Sense' de Thomas Paine, publié en 1776, plaidait pour l'indépendance américaine vis-à-vis de la domination britannique et a influencé considérablement le sentiment révolutionnaire de l'époque."
          },
          {
            "Question": "Dans quel pays Che Guevara a-t-il joué un rôle déterminant dans son mouvement révolutionnaire?",
            "TrueAnswer": "Cuba",
            "FalseAnswer": [
              "Mexique",
              "Argentine",
              "Chili"
            ],
            "Explanation": "Che Guevara a joué un rôle crucial dans la Révolution cubaine, où il a travaillé aux côtés de Fidel Castro pour renverser le régime de Batista en 1959."
          },
          {
            "Question": "Quelle a été la cause principale de la Révolution russe de 1917?",
            "TrueAnswer": "Les difficultés économiques",
            "FalseAnswer": [
              "Invasion étrangère",
              "Réformes monarchiques",
              "Persécution religieuse"
            ],
            "Explanation": "La Révolution russe a été largement alimentée par les griefs socio-économiques, y compris la pauvreté généralisée, l'inégalité et la pénurie alimentaire qui se sont intensifiées pendant la Première Guerre mondiale."
          },
          {
            "Question": "Qui était le dirigeant du Parti communiste chinois lors de la Révolution chinoise?",
            "TrueAnswer": "Mao Zedong",
            "FalseAnswer": [
              "Sun Yat-sen",
              "Deng Xiaoping",
              "Chiang Kai-shek"
            ],
            "Explanation": "Mao Zedong, en tant que père fondateur de la République populaire de Chine, a dirigé le Parti communiste chinois dans sa révolution réussie contre le Kuomintang, établissant finalement l'État communiste en 1949."
          }
        ]
      }
    }
  ]
}