{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "En quelle année la Réforme protestante a-t-elle commencé?",
            "BonneRéponse": "1517",
            "MauvaiseRéponse": [
              "1487",
              "1545",
              "1572"
            ],
            "Explication": "La Réforme protestante a commencé en 1517 lorsque Martin Luther a cloué ses '95 thèses' sur la porte de l'église de Wittenberg, en Allemagne, suscitant une réforme religieuse généralisée."
          },
          {
            "Question": "Qui est le fondateur du bouddhisme?",
            "BonneRéponse": "Siddhartha Gautama",
            "MauvaiseRéponse": [
              "Confucius",
              "Laozi",
              "Moïse"
            ],
            "Explication": "Siddhartha Gautama, également connu sous le nom de Bouddha, a fondé le bouddhisme au VIe siècle av. J.-C., après avoir atteint l'illumination sous l'arbre de la Bodhi."
          },
          {
            "Question": "Au cours de quel siècle la Grand Schisme a-t-il eu lieu?",
            "BonneRéponse": "11e",
            "MauvaiseRéponse": [
              "5e",
              "8e",
              "15e"
            ],
            "Explication": "Le Grand Schisme de 1054 a conduit à la scission entre l'Église orthodoxe orientale et l'Églisel catholique romaine, marquant une division importante dans le christianisme."
          },
          {
            "Question": "Qui a écrit les '95 thèses' à l'origine de la Réforme?",
            "BonneRéponse": "Martin Luther",
            "MauvaiseRéponse": [
              "Jean Calvin",
              "Jean Wycliffe",
              "Jean Huss"
            ],
            "Explication": "Martin Luther, moine et théologien allemand, a rédigé les '95 thèses' en 1517, remettant en question les pratiques de l'Église catholique et contribuant à la Réforme."
          },
          {
            "Question": "Quelle ancienne civilisation est connue pour le développement du monothéisme?",
            "BonneRéponse": "L'Égypte antique",
            "MauvaiseRéponse": [
              "Grèce antique",
              "Sumérie antique",
              "Chine antique"
            ],
            "Explication": "Le pharaon Akhenaton de l'Égypte antique est renommé pour avoir établi le monothéisme, en particulier le culte du dieu soleil Aton, pendant son règne au XIVe siècle av. J.-C."
          },
          {
            "Question": "Quel événement marque la fondation de l'église chrétienne?",
            "BonneRéponse": "Pentecôte",
            "MauvaiseRéponse": [
              "Crucifixion",
              "Résurrection",
              "Ascension"
            ],
            "Explication": "La Pentecôte, qui a eu lieu après l'Ascension de Jésus, marque l'effusion du Saint-Esprit sur les apôtres, conduisant à la naissance de l'église chrétienne."
          },
          {
            "Question": "Quel a été le premier empereur romain à se convertir au christianisme?",
            "BonneRéponse": "Constantin le Grand",
            "MauvaiseRéponse": [
              "Jules César",
              "Auguste",
              "Néron"
            ],
            "Explication": "Constantin le Grand, également connu sous le nom de premier empereur chrétien, s'est converti au christianisme et a joué un rôle crucial dans sa légalisation et sa propagation au sein de l'Empire romain."
          },
          {
            "Question": "Quel événement a conduit à la formation de la diaspora juive?",
            "BonneRéponse": "Exil babylonien",
            "MauvaiseRéponse": [
              "Exode d'Égypte",
              "Destruction du Second Temple",
              "Révolte de Bar Kokhba"
            ],
            "Explication": "L'Exil babylonien, à la suite de la capture de Jérusalem par Babylone en 586 av. J.-C., a entraîné la dispersion de la population juive, posant les bases de la diaspora juive."
          },
          {
            "Question": "Qui est considéré comme le fondateur du judaïsme?",
            "BonneRéponse": "Abraham",
            "MauvaiseRéponse": [
              "Moïse",
              "Roi David",
              "Salomon"
            ],
            "Explication": "Abraham est reconnu comme le patriarche des Israélites et la figure fondatrice du judaïsme, concluant une alliance avec Dieu et formant la tradition abrahamique."
          },
          {
            "Question": "Quel concile a confirmé le Symbole de Nicée?",
            "BonneRéponse": "Premier concile de Nicée",
            "MauvaiseRéponse": [
              "Concile de Chalcédoine",
              "Concile d'Éphèse",
              "Concile de Trente"
            ],
            "Explication": "Le Premier concile de Nicée en 325 après J.-C. a confirmé le Symbole de Nicée, définissant les croyances fondamentales du christianisme et abordant la controverse arienne."
          },
          {
            "Question": "Qui est considéré comme le dernier prophète de l'islam?",
            "BonneRéponse": "Mahomet",
            "MauvaiseRéponse": [
              "Abraham",
              "Moïse",
              "Jésus"
            ],
            "Explication": "Mahomet, considéré comme le dernier prophète, a reçu les révélations du Coran et a établi les principes de l'islam au VIIe siècle en Arabie."
          },
          {
            "Question": "Quelle figure religieuse est centrale dans l'épopée hindoue 'Ramayana'?",
            "BonneRéponse": "Rama",
            "MauvaiseRéponse": [
              "Krishna",
              "Shiva",
              "Ganesh"
            ],
            "Explication": "Rama, une incarnation du dieu Vishnou, est le protagoniste central du 'Ramayana', décrivant son voyage héroïque et la bataille contre le roi démon, Ravana."
          },
          {
            "Question": "Quelle figure du christianisme primitif a rédigé la majorité des épîtres du Nouveau Testament?",
            "BonneRéponse": "Paul",
            "MauvaiseRéponse": [
              "Pierre",
              "Jean",
              "Jacques"
            ],
            "Explication": "Paul, anciennement connu sous le nom de Saül, a contribué de manière significative à la théologie chrétienne primitive, au travail missionnaire et à la rédaction de plusieurs épîtres, abordant diverses communautés et questions théologiques."
          },
          {
            "Question": "Quelle est la ville la plus sainte dans le sikhisme?",
            "BonneRéponse": "Amritsar",
            "MauvaiseRéponse": [
              "Varanasi",
              "La Mecque",
              "Jérusalem"
            ],
            "Explication": "Amritsar, abritant le Temple d'Or, est vénérée en tant que ville la plus sainte dans le sikhisme, et sert de centre spirituel et culturel pour la communauté sikhe."
          },
          {
            "Question": "En quelle année l'édit de Milan a-t-il légalisé le christianisme dans l'Empire romain?",
            "BonneRéponse": "313",
            "MauvaiseRéponse": [
              "391",
              "476",
              "527"
            ],
            "Explication": "En 313 après J.-C., l'édit de Milan, promulgué par les empereurs Constantin le Grand et Licinius, a légalisé le christianisme et a garanti la liberté religieuse au sein de l'Empire romain."
          },
          {
            "Question": "Qui est la figure centrale dans le zoroastrisme?",
            "BonneRéponse": "Zarathoustra",
            "MauvaiseRéponse": [
              "Darius le Grand",
              "Cyrus le Grand",
              "Xerxès Ier"
            ],
            "Explication": "Zarathoustra, également connu sous le nom de Zoroastre, est le prophète et la figure centrale du zoroastrisme, mettant l'accent sur les concepts dualistes du bien et du mal, de la vérité et du mensonge."
          },
          {
            "Question": "Quel document religieux est associé à la fondation du sikhisme?",
            "BonneRéponse": "Guru Granth Sahib",
            "MauvaiseRéponse": [
              "Vedas",
              "Bhagavad Gita",
              "Coran"
            ],
            "Explication": "Le Guru Granth Sahib, une compilation d'écrits des Gurus sikhs et d'autres saints, est central dans le sikhisme et sert de Guru éternel pour la communauté sikh."
          },
          {
            "Question": "Où s'est tenu le premier concile œcuménique chrétien?",
            "BonneRéponse": "Nicée",
            "MauvaiseRéponse": [
              "Jérusalem",
              "Rome",
              "Constantinople"
            ],
            "Explication": "Le Premier concile de Nicée en 325 après J.-C., convoqué par l'empereur Constantin, a abordé des disputes théologiques et a produit le Symbole de Nicée, façonnant la doctrine chrétienne primitive."
          },
          {
            "Question": "Quel roi a mis en place la politique de tolérance religieuse avec l'édit de Milan?",
            "BonneRéponse": "Constantin le Grand",
            "MauvaiseRéponse": [
              "Julien l'Apostat",
              "Dioclétien",
              "Théodose Ier"
            ],
            "Explication": "L'empereur Constantin le Grand, aux côtés de son co-empereur Licinius, a promulgué l'édit de Milan en 313 après J.-C., garantissant la liberté religieuse et légalisant le christianisme au sein de l'Empire romain."
          },
          {
            "Question": "Qui a influencé la propagation de l'islam à travers des réseaux commerciaux étendus et des échanges culturels?",
            "BonneRéponse": "Marchands musulmans",
            "MauvaiseRéponse": [
              "Savants islamiques",
              "Guerriers arabes",
              "Empire ottoman"
            ],
            "Explication": "Les marchands musulmans ont joué un rôle significatif dans la diffusion de l'islam, établissant des connexions via les routes commerciales et favorisant des échanges culturels à travers des régions diverses."
          }
        ]
      }
    }
  ]
}