{
  "theme": [
    {
      "Questions": [
        {
          "thème": [
            {
              "Question": "Quelle ancienne civilisation a construit la ville de Machu Picchu?",
              "VraiRéponse": "Incas",
              "FausseRéponse": [
                "Mayas",
                "Aztèques",
                "Olmèques"
              ],
              "Explication": "La civilisation inca a construit Machu Picchu au XVe siècle, mais elle a été abandonnée lors de la conquête espagnole."
            },
            {
              "Question": "Quelle ancienne civilisation a créé le premier système d'écriture connu?",
              "VraiRéponse": "Sumériens",
              "FausseRéponse": [
                "Égyptiens",
                "Minoens",
                "Vallée de l'Indus"
              ],
              "Explication": "Les Sumériens ont développé l'écriture cunéiforme vers 3200 av. J.-C., en utilisant un stylet en forme de coin sur des tablettes d'argile."
            },
            {
              "Question": "Dans quelle ancienne civilisation se trouvait la célèbre Bibliothèque d'Alexandrie?",
              "VraiRéponse": "Égypte",
              "FausseRéponse": [
                "Grèce",
                "Rome",
                "Perse"
              ],
              "Explication": "La Bibliothèque d'Alexandrie faisait partie du Royaume lagide et abritait d'innombrables rouleaux de connaissances."
            },
            {
              "Question": "Quelle ancienne civilisation a construit la massive ville de Teotihuacan dans l'actuel Mexique?",
              "VraiRéponse": "Teotihuacanos",
              "FausseRéponse": [
                "Aztèques",
                "Mayas",
                "Olmèques"
              ],
              "Explication": "Les Teotihuacanos ont construit la ville vers 100 av. J.-C. C'était l'un des plus grands centres urbains de son époque."
            },
            {
              "Question": "Quelle ancienne civilisation était responsable de la construction de la Grande Pyramide de Gizeh?",
              "VraiRéponse": "Égyptiens",
              "FausseRéponse": [
                "Sumériens",
                "Minoens",
                "Hittites"
              ],
              "Explication": "Le pharaon Khéops a commandé la Grande Pyramide, achevée vers 2560 av. J.-C. Elle servait de tombeau royal."
            },
            {
              "Question": "Quelle ancienne civilisation est connue pour la création des Jardins suspendus de Babylone?",
              "VraiRéponse": "Babyloniens",
              "FausseRéponse": [
                "Assyriens",
                "Perses",
                "Hittites"
              ],
              "Explication": "Le roi babylonien Nabuchodonosor II aurait construit les jardins pour plaire à sa femme, Amytis de Médie."
            },
            {
              "Question": "Quelle ancienne civilisation est créditée de l'invention de la roue?",
              "VraiRéponse": "Mésopotamiens",
              "FausseRéponse": [
                "Vallée de l'Indus",
                "Minoens",
                "Hittites"
              ],
              "Explication": "Les Mésopotamiens utilisaient des roues vers 3500 av. J.-C. pour la poterie et le transport, révolutionnant la technologie."
            },
            {
              "Question": "Quelle ancienne civilisation a développé la forme la plus ancienne connue de démocratie à Athènes?",
              "VraiRéponse": "Grecs",
              "FausseRéponse": [
                "Romains",
                "Perses",
                "Celtes"
              ],
              "Explication": "Athènes a développé une forme de démocratie directe vers 500 av. J.-C., permettant aux citoyens de voter sur les lois et les politiques."
            },
            {
              "Question": "Dans quelle ancienne civilisation la figure mythique du roi Gilgamesh a-t-elle existé?",
              "VraiRéponse": "Sumériens",
              "FausseRéponse": [
                "Égyptiens",
                "Minoens",
                "Vallée de l'Indus"
              ],
              "Explication": "L'Épopée de Gilgamesh, un ancien poème sumérien, dépeint les quêtes du héros et ses relations avec les dieux."
            },
            {
              "Question": "Quelle ancienne civilisation est associée à la création du Colisée à Rome?",
              "VraiRéponse": "Romains",
              "FausseRéponse": [
                "Grecs",
                "Étrusques",
                "Carthaginois"
              ],
              "Explication": "Les empereurs Flaviens ont construit le Colisée entre 70 et 80 après J.-C. pour des combats de gladiateurs et des spectacles publics."
            },
            {
              "Question": "Quelle ancienne civilisation a construit le complexe de temples d'Angkor Wat dans l'actuel Cambodge?",
              "VraiRéponse": "Khmers",
              "FausseRéponse": [
                "Chola",
                "Pallava",
                "Majapahit"
              ],
              "Explication": "L'Empire khmer a construit Angkor Wat au XIIe siècle en tant que temple hindou dédié à Vishnou."
            },
            {
              "Question": "Quelle ancienne civilisation est connue pour la construction de la massive ville de Tikal dans l'actuel Guatemala?",
              "VraiRéponse": "Mayas",
              "FausseRéponse": [
                "Aztèques",
                "Incas",
                "Olmèques"
              ],
              "Explication": "La cité maya de Tikal a prospéré de 200 à 900 après J.-C., présentant une architecture et une urbanisation impressionnantes."
            },
            {
              "Question": "Dans quelle ancienne civilisation le Code de Hammurabi, l'un des codes légaux les plus anciens connus, a-t-il été créé?",
              "VraiRéponse": "Babyloniens",
              "FausseRéponse": [
                "Assyriens",
                "Hittites",
                "Phéniciens"
              ],
              "Explication": "Hammurabi de Babylone a établi le code vers 1754 av. J.-C., couvrant un large éventail de lois civiles et criminelles."
            },
            {
              "Question": "Quelle ancienne civilisation a construit la ville de Caral, l'un des plus anciens centres urbains des Amériques?",
              "VraiRéponse": "Norte Chico",
              "FausseRéponse": [
                "Aztèques",
                "Incas",
                "Mayas"
              ],
              "Explication": "La civilisation Norte Chico a construit Caral dans l'actuel Pérou vers 2600 av. J.-C., démontrant une planification urbaine avancée."
            },
            {
              "Question": "Quelle ancienne civilisation est associée à la création de l'Oracle de Delphes en Grèce?",
              "VraiRéponse": "Grecs",
              "FausseRéponse": [
                "Romains",
                "Perses",
                "Celtes"
              ],
              "Explication": "L'Oracle de Delphes servait de sanctuaire religieux où des prêtres prononçaient des prophéties au nom d'Apollon."
            },
            {
              "Question": "Quelle ancienne civilisation a développé la première forme connue de monnaie à Lydie?",
              "VraiRéponse": "Lydians",
              "FausseRéponse": [
                "Phéniciens",
                "Perses",
                "Carthaginois"
              ],
              "Explication": "Les Lydiens en Asie Mineure ont introduit des pièces de monnaie métalliques normalisées vers 600 av. J.-C., facilitant le commerce."
            },
            {
              "Question": "Dans quelle ancienne civilisation le concept de zéro a-t-il été développé pour la première fois?",
              "VraiRéponse": "Mayas",
              "FausseRéponse": [
                "Vallée de l'Indus",
                "Égyptiens",
                "Grecs"
              ],
              "Explication": "Les Mayas utilisaient un symbole pour zéro dans leur système numérique dès le IVe siècle de notre ère, permettant des mathématiques avancées."
            },
            {
              "Question": "Quelle ancienne civilisation a construit Chichen Itza, un site archéologique important au Mexique?",
              "VraiRéponse": "Mayas",
              "FausseRéponse": [
                "Aztèques",
                "Incas",
                "Olmèques"
              ],
              "Explication": "Chichen Itza, construite par les Mayas, présente des structures emblématiques comme la pyramide de Kukulkan et le Grand Jeu de balle."
            },
            {
              "Question": "Pendant quelle ancienne civilisation la civilisation de la vallée de l'Indus prospérait-elle?",
              "VraiRéponse": "Harappans",
              "FausseRéponse": [
                "Aryens",
                "Mauryans",
                "Guptas"
              ],
              "Explication": "La civilisation de la vallée de l'Indus ou harappéenne a prospéré environ de 3300 à 1300 av. J.-C. dans ce qui est maintenant le Pakistan et le nord-ouest de l'Inde."
            },
            {
              "Question": "Quelle ancienne civilisation est créditée de la construction des statues Moaï sur l'île de Pâques?",
              "VraiRéponse": "Rapa Nui",
              "FausseRéponse": [
                "Tahitiens",
                "Maoris",
                "Samoans"
              ],
              "Explication": "Le peuple Rapa Nui a sculpté et érigé les statues Moaï entre 1250 et 1500 de notre ère en tant que représentations de leurs ancêtres."
            }
          ]
        }
      ]
    }
  ]
}