{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle est la taille standard pour une photo de profil Twitter ?",
            "VraieRéponse": "400x400 pixels",
            "FausseRéponse": [
              "200x200 pixels",
              "600x600 pixels",
              "800x800 pixels"
            ],
            "Explication": "La taille standard pour une photo de profil Twitter est de 400x400 pixels, qui apparaît sous forme de cercle dans le profil."
          },
          {
            "Question": "Quelle organisation de presse opère le site web HuffPost ?",
            "VraieRéponse": "Verizon Media",
            "FausseRéponse": [
              "BuzzFeed",
              "The New York Times",
              "Fox News"
            ],
            "Explication": "Verizon Media opère le site web HuffPost, qui est un site d'informations et d'opinions couvrant la politique, le divertissement, et plus encore."
          },
          {
            "Question": "En journalisme, que signifie l'acronyme 'AP' ?",
            "VraieRéponse": "Associated Press",
            "FausseRéponse": [
              "American Press",
              "Asia Pacific",
              "Article Publication"
            ],
            "Explication": "En journalisme, 'AP' signifie Associated Press, qui est une agence de presse à but non lucratif fournissant des informations impartiales à ses membres."
          },
          {
            "Question": "En quelle année le premier blog a-t-il été publié ?",
            "VraieRéponse": "1994",
            "FausseRéponse": [
              "2000",
              "1989",
              "2005"
            ],
            "Explication": "Le premier blog a été publié en 1994 par Justin Hall, souvent considéré comme le pionnier du blogging."
          },
          {
            "Question": "Quel est le but d'une tribune libre en journalisme ?",
            "VraieRéponse": "Exprimer une opinion personnelle",
            "FausseRéponse": [
              "Reporter des actualités de dernière minute",
              "Conduire des entretiens",
              "Mener des enquêtes journalistiques"
            ],
            "Explication": "Une tribune libre, abrégée en 'opposite the editorial page', est une page de journal dédiée à des articles écrits par des contributeurs invités exprimant leurs opinions personnelles."
          },
          {
            "Question": "Lequel de ces sites est réputé pour la vérification des faits ?",
            "VraieRéponse": "Snopes",
            "FausseRéponse": [
              "BuzzFeed",
              "The Onion",
              "Upworthy"
            ],
            "Explication": "Snopes est un site majeur de vérification des faits qui démystifie les légendes urbaines, les fausses nouvelles et la désinformation."
          },
          {
            "Question": "Quel est le terme désignant de fausses informations délibérément diffusées pour tromper ?",
            "VraieRéponse": "Désinformation",
            "FausseRéponse": [
              "Désinformation",
              "Propagande",
              "Canular"
            ],
            "Explication": "La désinformation désigne de fausses informations intentionnellement diffusées pour tromper, alors que la désinformation est une information fausse partagée sans intention de tromper."
          },
          {
            "Question": "Quel organe d'information est associé au slogan 'La source d'informations la plus fiable' ?",
            "VraieRéponse": "CNN",
            "FausseRéponse": [
              "Fox News",
              "MSNBC",
              "BBC News"
            ],
            "Explication": "CNN est associé au slogan 'La source d'informations la plus fiable', soulignant son engagement à fournir un journalisme fiable et digne de confiance."
          },
          {
            "Question": "Quel est le processus de collecte d'informations appelé ?",
            "VraieRéponse": "Le journalisme",
            "FausseRéponse": [
              "Éditorial",
              "Tribune libre",
              "Communiqué de presse"
            ],
            "Explication": "Le processus de collecte d'informations, de vérification et de présentation au public de manière opportune est connu sous le nom de journalisme."
          },
          {
            "Question": "Lequel des éléments suivants est un principe de journalisme éthique ?",
            "VraieRéponse": "Indépendance",
            "FausseRéponse": [
              "Sensationnalisme",
              "Tromperie",
              "Conflit d'intérêts"
            ],
            "Explication": "L'indépendance est un principe clé du journalisme éthique, garantissant la liberté d'influence indue et la capacité de rapporter de manière véridique et impartiale."
          },
          {
            "Question": "Que signifie l'abréviation 'AP' dans le contexte des actualités en ligne ?",
            "VraieRéponse": "Associated Press",
            "FausseRéponse": [
              "Article Publication",
              "Asie Pacifique",
              "Éditeur autorisé"
            ],
            "Explication": "Dans le contexte des actualités en ligne, 'AP' fait généralement référence à l'Associated Press, une agence de presse renommée fournissant une couverture mondiale."
          },
          {
            "Question": "Quelle plateforme est connue pour ses 'sujets tendance' mettant en vedette des actualités et des discussions ?",
            "VraieRéponse": "Twitter",
            "FausseRéponse": [
              "Instagram",
              "TikTok",
              "LinkedIn"
            ],
            "Explication": "Twitter est connu pour sa section 'sujets tendance', où les utilisateurs peuvent découvrir des actualités populaires, des événements et des discussions en temps réel."
          },
          {
            "Question": "Quel terme décrit la pratique de copier et de republier des actualités d'autres sources sans autorisation ?",
            "VraieRéponse": "Plagiat",
            "FausseRéponse": [
              "Paraphraser",
              "Citer",
              "Attribution"
            ],
            "Explication": "Le plagiat est la pratique non éthique de copier et de republier le travail de quelqu'un d'autre sans permission ou attribution correcte."
          },
          {
            "Question": "Lequel des éléments suivants est un type courant de titre d'actualité en ligne ?",
            "VraieRéponse": "Appât à clic",
            "FausseRéponse": [
              "Informatif",
              "Objectif",
              "Direct"
            ],
            "Explication": "Les titres d'appât à clic sont conçus pour attirer l'attention et encourager les clics, souvent en exagérant ou en sensationnalisant le contenu."
          },
          {
            "Question": "Quel terme désigne la pratique illégale de manipuler le trafic du site web ou les mesures d'engagement ?",
            "VraieRéponse": "Fraude au clic",
            "FausseRéponse": [
              "Fraude à l'impression",
              "Trafic de robots",
              "Adware"
            ],
            "Explication": "La fraude au clic consiste à gonfler artificiellement le nombre de clics sur les publicités en ligne pour générer frauduleusement des revenus ou perturber les campagnes publicitaires des concurrents."
          },
          {
            "Question": "Quel terme désigne un article d'actualité présentant un point de vue partial ou biaisé ?",
            "VraieRéponse": "Tribune libre",
            "FausseRéponse": [
              "Reportage d'investigation",
              "Éditorial",
              "Communiqué de presse"
            ],
            "Explication": "Une tribune libre est un article d'actualité exprimant le point de vue subjectif de l'auteur, souvent distinct du reportage objectif."
          },
          {
            "Question": "Que signifie l'abréviation 'RSS' dans le contexte de la syndication de nouvelles en ligne ?",
            "VraieRéponse": "Really Simple Syndication",
            "FausseRéponse": [
              "Partage rapide de sources",
              "Synchronisation de site distant",
              "Service d'information régionale"
            ],
            "Explication": "RSS, ou Really Simple Syndication, est un format standardisé pour distribuer du contenu web, tel que des articles d'actualités, sur différentes plateformes et applications."
          },
          {
            "Question": "Lequel des éléments suivants est une préoccupation éthique potentielle dans le journalisme en ligne ?",
            "VraieRéponse": "Les tactiques d'appât à clic",
            "FausseRéponse": [
              "Rapport en temps opportun",
              "Engagement des utilisateurs",
              "Visualisation des données"
            ],
            "Explication": "Les tactiques d'appât à clic peuvent soulever des préoccupations éthiques dans le journalisme en ligne, car elles privilégient la quantité de clics par rapport à la qualité de l'information, pouvant potentiellement induire les lecteurs en erreur."
          },
          {
            "Question": "Quel terme désigne le processus de modification ou d'ajout de mises à jour à un article d'actualités publié ?",
            "VraieRéponse": "Édition",
            "FausseRéponse": [
              "Caviardage",
              "Découpage",
              "Transcription"
            ],
            "Explication": "L'édition implique la modification ou l'ajout de mises à jour à un article d'actualités publié pour améliorer l'exactitude, la clarté ou la pertinence en fonction de nouvelles informations ou évolutions."
          },
          {
            "Question": "Lequel des éléments suivants est une norme reconnue de l'éthique journalistique ?",
            "VraieRéponse": "Transparence",
            "FausseRéponse": [
              "Sensationnalisme",
              "Rapports biaisés",
              "Conflit d'intérêts"
            ],
            "Explication": "La transparence est un principe fondamental de l'éthique journalistique, mettant l'accent sur l'ouverture, l'honnêteté et la divulgation des sources et des conflits d'intérêts potentiels."
          }
        ]
      }
    }
  ]
}