{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle est la chaîne YouTube la plus abonnée?",
            "TrueAnswer": "T-Series",
            "FalseAnswer": [
              "PewDiePie",
              "Cocomelon",
              "Dude Perfect"
            ],
            "Explanation": "T-Series est devenue la chaîne la plus abonnée en 2019, dépassant PewDiePie, en se concentrant sur la musique indienne et le contenu de Bollywood."
          },
          {
            "Question": "Quel a été le premier long métrage à être sorti exclusivement sur Netflix?",
            "TrueAnswer": "Beasts of No Nation",
            "FalseAnswer": [
              "The Irishman",
              "Roma",
              "Bird Box"
            ],
            "Explanation": "En 2015, 'Beasts of No Nation', réalisé par Cary Joji Fukunaga, est devenu le premier long métrage original de Netflix."
          },
          {
            "Question": "Quel service de streaming a popularisé le terme 'binge-watching'?",
            "TrueAnswer": "Netflix",
            "FalseAnswer": [
              "Hulu",
              "Amazon Prime Video",
              "Disney+"
            ],
            "Explanation": "Netflix a popularisé le terme 'binge-watching', décrivant le fait de regarder plusieurs épisodes ou une saison entière en une seule fois."
          },
          {
            "Question": "Quelle est la chanson la plus diffusée sur Spotify?",
            "TrueAnswer": "Shape of You",
            "FalseAnswer": [
              "Dance Monkey",
              "Blinding Lights",
              "Señorita"
            ],
            "Explanation": "'Shape of You' d'Ed Sheeran détient le record de la chanson la plus diffusée sur Spotify, avec plus de 3,8 milliards de diffusions."
          },
          {
            "Question": "Qui est le créateur de la plateforme de streaming Twitch?",
            "TrueAnswer": "Justin Kan",
            "FalseAnswer": [
              "Jeff Bezos",
              "Tim Sweeney",
              "Mark Zuckerberg"
            ],
            "Explanation": "Justin Kan et Emmett Shear ont créé Twitch en tant que spin-off de leur plateforme de streaming d'intérêt général, Justin.tv, en 2011."
          },
          {
            "Question": "Quel artiste détient le record du nombre de vues sur YouTube en 24 heures?",
            "TrueAnswer": "BTS",
            "FalseAnswer": [
              "Blackpink",
              "Taylor Swift",
              "Justin Bieber"
            ],
            "Explanation": "La vidéo musicale de BTS, 'Permission to Dance', a établi un nouveau record en 2021, accumulant plus de 72 millions de vues en 24 heures."
          },
          {
            "Question": "Quelle est la première série originale produite par Disney+?",
            "TrueAnswer": "The Mandalorian",
            "FalseAnswer": [
              "WandaVision",
              "The Falcon and the Winter Soldier",
              "High School Musical: The Musical: The Series"
            ],
            "Explanation": "Lancée en même temps que Disney+, 'The Mandalorian' est devenue la première série originale produite par la plateforme et a été acclamée par la critique."
          },
          {
            "Question": "Quelle franchise de jeu vidéo a eu une adaptation en série animée sur Netflix?",
            "TrueAnswer": "Castlevania",
            "FalseAnswer": [
              "The Witcher",
              "Assassin's Creed",
              "Final Fantasy"
            ],
            "Explanation": "'Castlevania' a été adapté en série animée par Netflix, suite au succès de sa franchise de jeux vidéo."
          },
          {
            "Question": "Quel a été le premier film à remporter un Oscar pour une plateforme de streaming?",
            "TrueAnswer": "Manchester by the Sea",
            "FalseAnswer": [
              "Roma",
              "The Irishman",
              "My Octopus Teacher"
            ],
            "Explanation": "'Manchester by the Sea' est devenu le premier film sorti par un service de streaming, Amazon Studios, à remporter un Oscar."
          },
          {
            "Question": "Quel réseau social a lancé sa propre fonction de diffusion en direct en 2015?",
            "TrueAnswer": "Facebook",
            "FalseAnswer": [
              "Instagram",
              "Twitter",
              "Snapchat"
            ],
            "Explanation": "Facebook a introduit la diffusion en direct à ses utilisateurs en 2015, permettant des diffusions vidéo en temps réel sur la plateforme."
          },
          {
            "Question": "Quelle est la série originale Netflix la plus regardée en 2021?",
            "TrueAnswer": "Bridgerton",
            "FalseAnswer": [
              "Stranger Things",
              "The Crown",
              "Money Heist"
            ],
            "Explanation": "En 2021, 'Bridgerton' détient le record de la série originale la plus regardée sur Netflix, captivant les audiences mondiales."
          },
          {
            "Question": "Quel service de streaming a été à l'origine du concept de 'Originals'?",
            "TrueAnswer": "Netflix",
            "FalseAnswer": [
              "Hulu",
              "Amazon Prime Video",
              "Disney+"
            ],
            "Explanation": "Netflix a popularisé le terme 'Originals' pour son contenu exclusif, lançant la tendance sur diverses plateformes de streaming."
          },
          {
            "Question": "Quel est le film adapté de jeu vidéo le plus lucratif au box-office mondial?",
            "TrueAnswer": "Warcraft",
            "FalseAnswer": [
              "Sonic the Hedgehog",
              "Detective Pikachu",
              "Tomb Raider"
            ],
            "Explanation": "'Warcraft' détient le record du film adapté de jeu vidéo le plus lucratif au niveau mondial, malgré une réception critique mitigée."
          },
          {
            "Question": "Quel service de streaming de films a débuté en tant que service de location de DVD par correspondance?",
            "TrueAnswer": "Netflix",
            "FalseAnswer": [
              "Hulu",
              "Amazon Prime Video",
              "HBO Max"
            ],
            "Explanation": "Netflix a commencé en tant que service de location de DVD par correspondance en 1997 avant de devenir une plateforme de streaming de films de premier plan."
          },
          {
            "Question": "Quelle a été la première grande console de jeu vidéo à inclure un service de diffusion intégré?",
            "TrueAnswer": "PlayStation 4",
            "FalseAnswer": [
              "Xbox 360",
              "Nintendo Switch",
              "Sega Dreamcast"
            ],
            "Explanation": "La PlayStation 4 a été la première console majeure à intégrer un service de diffusion intégré, permettant la diffusion directe du gameplay."
          },
          {
            "Question": "Quelle plateforme de divertissement numérique a popularisé le terme 'OTT' (Over-the-Top)?",
            "TrueAnswer": "Netflix",
            "FalseAnswer": [
              "Hulu",
              "Amazon Prime Video",
              "Disney+"
            ],
            "Explanation": "Netflix a contribué à la montée en puissance d' 'OTT' comme terme désignant les services de streaming livrés via Internet, contournant les fournisseurs traditionnels."
          },
          {
            "Question": "Qui a composé la bande originale emblématique de la série Netflix 'Stranger Things'?",
            "TrueAnswer": "Kyle Dixon & Michael Stein",
            "FalseAnswer": [
              "Hans Zimmer",
              "John Williams",
              "Ennio Morricone"
            ],
            "Explanation": "La bande originale synthétique de 'Stranger Things' a été composée par Kyle Dixon et Michael Stein, évoquant des paysages sonores nostalgiques des années 80."
          },
          {
            "Question": "Quelle plateforme de streaming diffuse en direct le championnat du monde de League of Legends?",
            "TrueAnswer": "Twitch",
            "FalseAnswer": [
              "YouTube",
              "Facebook Gaming",
              "Mixer"
            ],
            "Explanation": "Twitch demeure une plateforme de premier plan pour les compétitions de jeux vidéo, diffusant en direct le championnat du monde de League of Legends et impliquant les communautés de joueurs."
          },
          {
            "Question": "Quelle série animée a battu les records d'audience de Hulu à sa sortie en 2021?",
            "TrueAnswer": "Rick and Morty",
            "FalseAnswer": [
              "Family Guy",
              "Bob's Burgers",
              "Archer"
            ],
            "Explanation": "À sa sortie sur Hulu en 2021, 'Rick and Morty' est devenue la série animée la plus regardée, battant les records d'audience."
          },
          {
            "Question": "Qui a fondé la plateforme de streaming de jeux vidéo Mixer?",
            "TrueAnswer": "Microsoft",
            "FalseAnswer": [
              "Google",
              "Amazon",
              "Facebook"
            ],
            "Explanation": "Microsoft a fondé Mixer dans le but de concurrencer Twitch, mais la plateforme a été fermée en 2020 après avoir échoué à obtenir une traction significative."
          }
        ]
      }
    }
  ]
}