{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel service de streaming a lancé la première série originale 'House of Cards' en 2013?",
            "BonneRéponse": "Netflix",
            "MauvaiseRéponse": [
              "Hulu",
              "Amazon Prime Video",
              "Disney+"
            ],
            "Explication": "La série 'House of Cards' de Netflix a marqué le début de la production de contenu original, remodelant l'industrie de la télévision avec la montée en puissance du streaming à la demande."
          },
          {
            "Question": "Quel est le nom de l'algorithme de recommandation de contenu personnalisé de Netflix?",
            "BonneRéponse": "Cinematch",
            "MauvaiseRéponse": [
              "StreamSense",
              "Flixadvice",
              "WatchWizard"
            ],
            "Explication": "Cinematch utilise les données utilisateur et l'apprentissage automatique pour suggérer des films et des émissions en fonction des préférences et du comportement du spectateur."
          },
          {
            "Question": "Quel service de streaming est connu pour avoir popularisé le visionnage en rafale avec des sorties de séries originales en saison complète?",
            "BonneRéponse": "Amazon Prime Video",
            "MauvaiseRéponse": [
              "HBO Max",
              "Hulu",
              "Apple TV+"
            ],
            "Explication": "Amazon a été le pionnier dans la sortie de séries originales telles que 'Transparent' d'un seul coup, permettant aux téléspectateurs de regarder plusieurs épisodes d'un coup."
          },
          {
            "Question": "Quel est le service de streaming le plus abonné avec plus de 167 millions de membres dans le monde?",
            "BonneRéponse": "Netflix",
            "MauvaiseRéponse": [
              "Disney+",
              "HBO Max",
              "Hulu"
            ],
            "Explication": "Netflix domine l'industrie avec une base d'abonnés massive, consolidant sa position en tant que puissance des services de streaming en ligne."
          },
          {
            "Question": "Quel plateforme de streaming a introduit le concept de 'throttling' pour gérer le trafic réseau pendant les heures de pointe?",
            "BonneRéponse": "YouTube",
            "MauvaiseRéponse": [
              "Twitch",
              "Vimeo",
              "Dailymotion"
            ],
            "Explication": "Le 'throttling' de YouTube réduit temporairement la qualité vidéo pour soulager la congestion du réseau, garantissant une lecture plus fluide aux utilisateurs pendant les périodes chargées."
          },
          {
            "Question": "Quel terme est utilisé pour désigner la pratique d'acheter un DVD ou un Blu-ray qui inclut une copie numérique pour diffusion en continu en ligne?",
            "BonneRéponse": "Digital HD",
            "MauvaiseRéponse": [
              "CyberMovie",
              "Virtual Stream",
              "Online Lux"
            ],
            "Explication": "L'achat d'un DVD ou Blu-ray avec une copie 'Digital HD' permet aux consommateurs d'accéder au contenu via des services de streaming en ligne en haute définition."
          },
          {
            "Question": "Quel service de streaming se concentre sur la télévision en direct et la diffusion de sport, offrant des chaînes comme ESPN et CNN?",
            "BonneRéponse": "Sling TV",
            "MauvaiseRéponse": [
              "Peacock",
              "Tubi",
              "Crunchyroll"
            ],
            "Explication": "Sling TV s'est imposé comme un pionnier du streaming télévisé en direct, offrant une solution de coupe de cordon avec accès aux principales chaînes de télévision et aux chaînes sportives."
          },
          {
            "Question": "Quelle est la résolution maximale prise en charge par le plan d'abonnement de base de Disney+?",
            "BonneRéponse": "1080p",
            "MauvaiseRéponse": [
              "4K",
              "720p",
              "1440p"
            ],
            "Explication": "Le plan de base limite la diffusion en continu à 1080p, tandis que des forfaits de niveau supérieur offrent une diffusion en 4K, répondant aux besoins et préférences des utilisateurs avec des capacités d'affichage variables."
          },
          {
            "Question": "Quelle plateforme de diffusion en continu est devenue populaire pour son contenu généré par les utilisateurs, couvrant des sujets et des genres divers?",
            "BonneRéponse": "Twitch",
            "MauvaiseRéponse": [
              "Vudu",
              "Criterion Channel",
              "Crave"
            ],
            "Explication": "Twitch sert de plaque tournante pour la diffusion en direct et le contenu à la demande, favorisant une plateforme communautaire connue pour le jeu, la musique et les arts créatifs."
          },
          {
            "Question": "Quel est le principal concurrent de Netflix, offrant une vaste bibliothèque de films et d'émissions de télévision provenant de différents studios?",
            "BonneRéponse": "Hulu",
            "MauvaiseRéponse": [
              "Showtime",
              "Paramount+",
              "Starz"
            ],
            "Explication": "La vaste bibliothèque de contenu de Hulu et l'accent mis sur les épisodes de télévision du lendemain en font un acteur majeur sur le marché concurrentiel du streaming."
          },
          {
            "Question": "Quel service de streaming a mis en place la fonction 'Skip Intro', permettant aux téléspectateurs de passer les génériques et les séquences d'ouverture?",
            "BonneRéponse": "Amazon Prime Video",
            "MauvaiseRéponse": [
              "Apple TV+",
              "HBO Max",
              "HBO Now"
            ],
            "Explication": "La fonction 'Skip Intro' d'Amazon améliore l'expérience utilisateur en offrant une option de visionnage sans interruption, répondant aux préférences évolutives du public moderne."
          },
          {
            "Question": "Quel est le nom de la plateforme de diffusion en continu axée sur les jeux vidéo, populaire pour la diffusion de tournois d'esports et d'événements de jeux?",
            "BonneRéponse": "YouTube Gaming",
            "MauvaiseRéponse": [
              "Discord",
              "Mixer",
              "Caffeine"
            ],
            "Explication": "YouTube Gaming s'est imposé comme une destination de choix pour les joueurs, offrant des diffusions en direct, du contenu de jeu et une couverture exclusive d'esports à un public mondial."
          },
          {
            "Question": "Quelle est la langue principale du contenu du service international de streaming connu sous le nom de Viu?",
            "BonneRéponse": "Coréen",
            "MauvaiseRéponse": [
              "Japonais",
              "Mandarin",
              "Espagnol"
            ],
            "Explication": "Viu se spécialise dans le divertissement coréen, proposant une large gamme de K-dramas, d'émissions de variétés et de films coréens populaires pour un public mondial."
          },
          {
            "Question": "Quelle plateforme de streaming a gagné en importance pour son focus sur les films indépendants, les documentaires et le cinéma international?",
            "BonneRéponse": "Criterion Channel",
            "MauvaiseRéponse": [
              "Shudder",
              "HBO Max",
              "IFC Films Unlimited"
            ],
            "Explication": "Criterion Channel célèbre la diversité cinématographique avec sa collection choisie de films classiques, contemporains et novateurs, s'adressant aux cinéphiles du monde entier."
          },
          {
            "Question": "Quel est le terme désignant la pratique d'accorder un accès hors ligne temporaire au contenu pour le visionnage sans connexion Internet?",
            "BonneRéponse": "Téléchargement pour emporter",
            "MauvaiseRéponse": [
              "StreamLift",
              "OfflineBoost",
              "NetDash"
            ],
            "Explication": "La fonction 'Téléchargement pour emporter' permet aux utilisateurs de télécharger certains contenus pour une visualisation hors ligne, améliorant la commodité et l'accessibilité pour le divertissement en déplacement."
          },
          {
            "Question": "Quel service de streaming a introduit le concept de catégories 'chill', comprenant des collections 'Comédies romantiques' et 'Soirée en amoureux'?",
            "BonneRéponse": "HBO Max",
            "MauvaiseRéponse": [
              "Tubi",
              "Crave",
              "AMC+"
            ],
            "Explication": "Les catégories 'chill' soigneusement choisies d'HBO Max offrent des collections thématiques, proposant aux téléspectateurs des sélections adaptées à des humeurs et des occasions spécifiques."
          },
          {
            "Question": "Quel est le terme désignant la technologie utilisée par les services de streaming pour adapter la qualité vidéo en fonction de la bande passante disponible?",
            "BonneRéponse": "Diffusion adaptative",
            "MauvaiseRéponse": [
              "Lecture dynamique",
              "Mise en mémoire tampon intelligente",
              "Optimisation de la bande passante"
            ],
            "Explication": "La diffusion adaptative ajuste dynamiquement la qualité vidéo pour correspondre aux conditions du réseau, permettant une lecture fluide sans interruption pendant les fluctuations de connectivité."
          },
          {
            "Question": "Quelle plateforme de diffusion en continu est connue pour sa gamme exclusive de films du Studio Ghibli, dont 'Le Voyage de Chihiro' et 'Mon Voisin Totoro'?",
            "BonneRéponse": "HBO Max",
            "MauvaiseRéponse": [
              "Crunchyroll",
              "Funimation",
              "VRV"
            ],
            "Explication": "HBO Max a obtenu les droits exclusifs de diffusion en continu des célèbres films du Studio Ghibli, élargissant sa bibliothèque captivante avec les chefs-d'œuvre animés tant aimés."
          },
          {
            "Question": "Quel est le terme pour la diffusion simultanée de contenu en direct à un public mondial via la diffusion en continu en ligne?",
            "BonneRéponse": "Diffusion en direct",
            "MauvaiseRéponse": [
              "Diffusion mondiale",
              "Diffusion en direct sur le web",
              "Synchronisation de diffusion"
            ],
            "Explication": "La diffusion en direct permet la transmission en temps réel d'événements, de performances et de programmes à des audiences du monde entier, favorisant des expériences interactives et engageantes."
          },
          {
            "Question": "Quel service de streaming propose la fonction 'Just for Kids' avec une interface adaptée aux enfants et un contenu sélectionné pour un jeune public?",
            "BonneRéponse": "Amazon Prime Video",
            "MauvaiseRéponse": [
              "Disney+",
              "Peacock",
              "Tubi"
            ],
            "Explication": "Le 'Just for Kids' d'Amazon Prime Video présente un contenu adapté à l'âge, mettant l'accent sur la sécurité et proposant un divertissement engageant pour les jeunes téléspectateurs."
          }
        ]
      }
    }
  ]
}