{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est le titre de l'autobiographie de Mark Twain?",
            "TrueAnswer": "Life on the Mississippi",
            "FalseAnswer": [
              "Les Aventures de Tom Sawyer",
              "Le Prince et le Pauvre",
              "Huckleberry Finn"
            ],
            "Explanation": "Life on the Mississippi de Mark Twain est un récit autobiographique de ses expériences en tant que pilote de bateau à vapeur sur le fleuve Mississippi, offrant des anecdotes perspicaces sur l'époque et la culture de l'époque."
          },
          {
            "Question": "Qui a écrit les mémoires 'In the Country of Men'?",
            "TrueAnswer": "Hisham Matar",
            "FalseAnswer": [
              "Maya Angelou",
              "Tara Westover",
              "Jeanette Walls"
            ],
            "Explanation": "'In the Country of Men' de Hisham Matar décrit ses expériences d'enfance en Libye pendant le régime oppressif de Kadhafi et l'impact des troubles politiques sur la vie familiale."
          },
          {
            "Question": "Quel mémoire relate la lutte de Malala Yousafzai pour l'éducation?",
            "TrueAnswer": "I Am Malala",
            "FalseAnswer": [
              "Educated",
              "The Glass Castle",
              "A Long Way Gone"
            ],
            "Explanation": "'I Am Malala' de Malala Yousafzai raconte son courageux plaidoyer en faveur de l'éducation des femmes au Pakistan et sa survie à une tentative d'assassinat ciblée par les Talibans."
          },
          {
            "Question": "Qui a écrit le roman autobiographique 'Becoming'?",
            "TrueAnswer": "Michelle Obama",
            "FalseAnswer": [
              "Tina Fey",
              "Marie Kondo",
              "Anthony Bourdain"
            ],
            "Explanation": "'Becoming' de Michelle Obama offre un aperçu captivant de sa vie, de ses racines à Chicago à ses années transformatrices en tant que Première Dame des États-Unis."
          },
          {
            "Question": "Quel est le titre de l'autobiographie de Trevor Noah?",
            "TrueAnswer": "Born a Crime",
            "FalseAnswer": [
              "The Glass Castle",
              "Educated",
              "Wild"
            ],
            "Explanation": "'Born a Crime' de Trevor Noah éclaire son éducation dans l'Afrique du Sud de l'apartheid, naviguant à travers les complexités de la race, de l'identité et de la survie avec humour et résilience."
          }
        ]
      }
    }
  ]
}