{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui est l'auteur de 'The Name of the Wind'?",
            "BonneRéponse": "Patrick Rothfuss",
            "MauvaiseRéponse": [
              "Brandon Sanderson",
              "George R.R. Martin",
              "Terry Goodkind"
            ],
            "Explication": "Patrick Rothfuss est l'auteur de la série 'The Kingkiller Chronicle', connue pour son univers riche et ses personnages complexes."
          },
          {
            "Question": "Quel est l'élément magique principal dans 'Mistborn' de Brandon Sanderson?",
            "BonneRéponse": "Métal",
            "MauvaiseRéponse": [
              "Feu",
              "Eau",
              "Terre"
            ],
            "Explication": "Dans le monde de 'Mistborn', la magie est réalisée en ingérant et en 'brûlant' des métaux pour acquérir des pouvoirs spécifiques."
          },
          {
            "Question": "Qui est le créateur de la série 'A Song of Ice and Fire'?",
            "BonneRéponse": "George R.R. Martin",
            "MauvaiseRéponse": [
              "J.R.R. Tolkien",
              "Terry Pratchett",
              "Brandon Sanderson"
            ],
            "Explication": "La série de fantasy épique de George R.R. Martin a acquis une renommée mondiale et inspiré la célèbre série télévisée 'Game of Thrones'."
          },
          {
            "Question": "Dans 'The Hobbit', qui est le chef des nains?",
            "BonneRéponse": "Thorin Oakenshield",
            "MauvaiseRéponse": [
              "Gandalf",
              "Bilbo Baggins",
              "Smaug"
            ],
            "Explication": "Thorin Oakenshield, le petit-fils du dernier roi sous la Montagne, mène la compagnie de nains dans leur quête."
          },
          {
            "Question": "Quelle créature magique garde l'entrée du bureau de Dumbledore dans 'Harry Potter'?",
            "BonneRéponse": "Phénix",
            "MauvaiseRéponse": [
              "Dragon",
              "Griffon",
              "Basilic"
            ],
            "Explication": "Fumseck, le fidèle phénix de Dumbledore, a la capacité de supporter des charges lourdes et de s'embraser, pour renaître de ses cendres."
          },
          {
            "Question": "Quel personnage de la série 'La Roue du Temps' est connu sous le nom de Dragon Réincarné?",
            "BonneRéponse": "Rand al'Thor",
            "MauvaiseRéponse": [
              "Matrim Cauthon",
              "Perrin Aybara",
              "Egwene al'Vere"
            ],
            "Explication": "Rand al'Thor est le protagoniste central de la série et est prophétisé pour sauver ou détruire le monde."
          },
          {
            "Question": "Quel est le nom du monde dans 'The Stormlight Archive' de Brandon Sanderson?",
            "BonneRéponse": "Roshar",
            "MauvaiseRéponse": [
              "Scadrial",
              "Nalthis",
              "Taldain"
            ],
            "Explication": "Roshar est un monde ravagé par les tempêtes, habité par une faune et une flore uniques, et où des pouvoirs magiques sont accordés à travers des gemmes."
          },
          {
            "Question": "Qui est le cerveau derrière la série 'Mistborn' de Brandon Sanderson?",
            "BonneRéponse": "Kelsier",
            "MauvaiseRéponse": [
              "Vin",
              "Elend Venture",
              "Sazed"
            ],
            "Explication": "Kelsier, un Mistborn habile et rebelle charismatique, est le catalyseur pour le cambriolage central de la série et le renversement de la tyrannie."
          },
          {
            "Question": "Dans 'L'Héritage', quel est le véritable nom du dragon d'Eragon?",
            "BonneRéponse": "Saphira",
            "MauvaiseRéponse": [
              "Fírnen",
              "Thorn",
              "Glaedr"
            ],
            "Explication": "Saphira, un dragon femelle puissant et sage, se lie à Eragon et l'accompagne dans son parcours en tant que Cavalier Dragon."
          },
          {
            "Question": "Quel auteur est célèbre pour la série 'Le Livre Malazéen des Glorieux Défunts'?",
            "BonneRéponse": "Steven Erikson",
            "MauvaiseRéponse": [
              "Robert Jordan",
              "Glen Cook",
              "Joe Abercrombie"
            ],
            "Explication": "La série de Steven Erikson est renommée pour son monde vaste et complexe, son histoire riche et ses personnages divers à travers plusieurs continents."
          },
          {
            "Question": "Quel est le titre du premier livre de la série 'A Song of Ice and Fire'?",
            "BonneRéponse": "Le Trône de Fer",
            "MauvaiseRéponse": [
              "La Bataille des Rois",
              "A Storm of Swords",
              "A Feast for Crows"
            ],
            "Explication": "'Le Trône de Fer' introduit le royaume de Westeros, ses nobles familles, et les intrigues politiques et luttes de pouvoir."
          },
          {
            "Question": "Qui est l'auteur de la série 'À la Croisée des Mondes'?",
            "BonneRéponse": "Philip Pullman",
            "MauvaiseRéponse": [
              "C.S. Lewis",
              "J.K. Rowling",
              "Garth Nix"
            ],
            "Explication": "La trilogie de Philip Pullman explore des thèmes complexes tels que la théologie, la philosophie et le passage à l'âge adulte sur fond d'univers parallèles."
          },
          {
            "Question": "Quel est le nom de l'école de magie dans la série 'Les Magiciens' de Lev Grossman?",
            "BonneRéponse": "Brakebills",
            "MauvaiseRéponse": [
              "Fillory",
              "Elfhame",
              "Ivory Tower"
            ],
            "Explication": "Brakebills est un collège secret et hautement sélectif de pédagogie magique, formant des aspirants magiciens dans diverses disciplines de la magie."
          },
          {
            "Question": "Qui a écrit 'Les Mensonges de Locke Lamora'?",
            "BonneRéponse": "Scott Lynch",
            "MauvaiseRéponse": [
              "Patrick Rothfuss",
              "Brent Weeks",
              "Joe Abercrombie"
            ],
            "Explication": "La série de Scott Lynch présente des cambriolages élaborés, des intrigues politiques, et une ville rappelant la Venise de la Renaissance avec une touche fantastique."
          },
          {
            "Question": "Quel est l'objectif principal du personnage central dans la série 'Les Aventuriers de la Mer' de Robin Hobb?",
            "BonneRéponse": "Sauver le navire familial",
            "MauvaiseRéponse": [
              "Devenir un sorcier puissant",
              "Découvrir un trésor caché",
              "Renverser un roi maléfique"
            ],
            "Explication": "Le personnage central, Althéa Vestrit, cherche à récupérer le vaisseau vivant de sa famille, 'Vivacia', et à restaurer la fortune commerciale de sa famille."
          },
          {
            "Question": "Quel est le principal pouvoir que Vin possède dans la série 'Mistborn'?",
            "BonneRéponse": "Allomancie",
            "MauvaiseRéponse": [
              "Feruchemie",
              "Hémalurgie",
              "Stormlight"
            ],
            "Explication": "L'Allomancie donne aux utilisateurs la capacité d'ingérer et de 'brûler' des métaux pour accéder à des pouvoirs spécifiques tels que des sens améliorés ou des capacités physiques."
          },
          {
            "Question": "Quel est le titre du premier livre de la série 'La Roue du Temps' de Robert Jordan?",
            "BonneRéponse": "L'Œil du Monde",
            "MauvaiseRéponse": [
              "Le Dragon Réincarné",
              "La Grande Chasse",
              "Le Seigneur du Chaos"
            ],
            "Explication": "'L'Œil du Monde' introduit les lecteurs dans le vaste monde de la série et pose les bases de l'épopée à venir."
          },
          {
            "Question": "Dans la série 'Les Magiciens' de Lev Grossman, quel est le pays magique inspiré des romans classiques pour enfants?",
            "BonneRéponse": "Fillory",
            "MauvaiseRéponse": [
              "Narnia",
              "Neverland",
              "Wonderland"
            ],
            "Explication": "Fillory est un royaume magique présenté dans une série de livres pour enfants à l'intérieur de la série 'Les Magiciens', évoquant les parallèles avec la littérature fantastique classique."
          },
          {
            "Question": "Quel personnage est connu sous le nom de 'Chevalier Radieux' dans 'The Stormlight Archive' de Brandon Sanderson?",
            "BonneRéponse": "Kaladin",
            "MauvaiseRéponse": [
              "Shallan",
              "Dalinar",
              "Jasnah"
            ],
            "Explication": "Kaladin devient une figure importante en tant que Chevalier Radieux, démontrant ses capacités à maîtriser des pouvoirs magiques à travers l'utilisation de gemmes."
          },
          {
            "Question": "Quel est le focus principal du système de magie dans la série 'Le Prisme' de Brent Weeks?",
            "BonneRéponse": "Chromaturgie",
            "MauvaiseRéponse": [
              "Alchimie",
              "Enchantement",
              "Nécromancie"
            ],
            "Explication": "La Chromaturgie est la manipulation de la lumière à travers l'utilisation de couleurs spécifiques et de fréquences lumineuses, accordant divers pouvoirs magiques à ses utilisateurs."
          }
        ]
      }
    }
  ]
}