{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Où se déroule le Festival de Cannes?",
            "VraiRéponse": "France",
            "MauvaiseRéponse": [
              "Italie",
              "Espagne",
              "Allemagne"
            ],
            "Explication": "Le Festival de Cannes a lieu à Cannes, en France. C'est l'un des festivals de cinéma les plus prestigieux et médiatisés au monde."
          },
          {
            "Question": "Quel prix est décerné au Festival du film de Venise?",
            "VraiRéponse": "Lion d'or",
            "MauvaiseRéponse": [
              "Ours d'argent",
              "Palme d'Or",
              "Palme d'Or"
            ],
            "Explication": "Le Festival du film de Venise décerne le prestigieux prix du Lion d'Or au meilleur film en compétition. Le prix a été introduit pour la première fois en 1949."
          },
          {
            "Question": "Qui a fondé le Festival du film de Sundance?",
            "VraiRéponse": "Robert Redford",
            "MauvaiseRéponse": [
              "Steven Spielberg",
              "Quentin Tarantino",
              "Martin Scorsese"
            ],
            "Explication": "Robert Redford a fondé le Festival du film de Sundance en 1978 pour promouvoir les films indépendants et les nouveaux talents du cinéma."
          },
          {
            "Question": "Lequel de ces festivals de cinéma est connu pour ses projections de minuit?",
            "VraiRéponse": "SXSW",
            "MauvaiseRéponse": [
              "Festival international du film de Toronto",
              "Festival de Cannes",
              "Festival du film de Sundance"
            ],
            "Explication": "Le Festival du film South by Southwest (SXSW) à Austin, au Texas, est connu pour ses projections de minuit populaires de films non conventionnels et de genre."
          },
          {
            "Question": "Que signifie TIFF dans le contexte des festivals de cinéma?",
            "VraiRéponse": "Festival international du film de Toronto",
            "MauvaiseRéponse": [
              "Festival du film de Tribeca",
              "Festival du film de Telluride",
              "Festival international du film de Thessalonique"
            ],
            "Explication": "TIFF signifie Festival international du film de Toronto, l'un des plus grands et prestigieux festivals de cinéma au monde."
          },
          {
            "Question": "Quel festival du film accueille la Quinzaine des réalisateurs?",
            "VraiRéponse": "Festival de Cannes",
            "MauvaiseRéponse": [
              "Festival du film de Sundance",
              "Festival international du film de Berlin",
              "Festival du film de Venise"
            ],
            "Explication": "Le Festival de Cannes accueille la Quinzaine des réalisateurs, une section indépendante qui présente des œuvres innovantes et originales de jeunes réalisateurs."
          },
          {
            "Question": "Qui est le président du Festival international du film de Berlin?",
            "VraiRéponse": "Mariette Rissenbeek",
            "MauvaiseRéponse": [
              "Pedro Almodóvar",
              "Quentin Tarantino",
              "Spike Lee"
            ],
            "Explication": "Mariette Rissenbeek est devenue présidente du Festival international du film de Berlin en 2019, dirigeant le festival aux côtés de son directeur exécutif."
          },
          {
            "Question": "Quel festival du film présente des films au Egyptian Theatre?",
            "VraiRéponse": "Festival du film de Sundance",
            "MauvaiseRéponse": [
              "Festival de Cannes",
              "Festival du film de Venise",
              "Festival du film de Tribeca"
            ],
            "Explication": "Le Festival du film de Sundance présente de nombreux films au célèbre Egyptian Theatre à Park City, Utah."
          },
          {
            "Question": "Qui a été la première présidente du jury du Festival de Cannes?",
            "VraiRéponse": "Olivia de Havilland",
            "MauvaiseRéponse": [
              "Kathryn Bigelow",
              "Jane Campion",
              "Sofia Coppola"
            ],
            "Explication": "Olivia de Havilland a été la première présidente du jury du Festival de Cannes en 1965, apportant sa carrière cinématographique estimée à ce rôle prestigieux."
          },
          {
            "Question": "Quel festival du film se déroule sur la Côte d'Azur?",
            "VraiRéponse": "Festival de Cannes",
            "MauvaiseRéponse": [
              "Festival international du film de Berlin",
              "Festival du film de Telluride",
              "Festival du film de Sundance"
            ],
            "Explication": "Le Festival de Cannes est situé sur la Côte d'Azur, dans la ville de Cannes, attirant des célébrités, des cinéastes et des professionnels de l'industrie du monde entier."
          },
          {
            "Question": "Quel est le prix le plus élevé décerné au Festival international du film de Berlin?",
            "VraiRéponse": "Ours d'or",
            "MauvaiseRéponse": [
              "Lion d'argent",
              "Lion d'or",
              "Palme d'Or"
            ],
            "Explication": "Le prix le plus élevé du Festival international du film de Berlin est l'Ours d'or, décerné au meilleur film de la section compétitive. Il s'agit de l'un des prix les plus prestigieux de l'industrie cinématographique."
          },
          {
            "Question": "Quel festival du film est connu pour ses présentations en réalité virtuelle?",
            "VraiRéponse": "Festival du film de Venise",
            "MauvaiseRéponse": [
              "Festival du film de Sundance",
              "Festival de Cannes",
              "Festival international du film de Toronto"
            ],
            "Explication": "Le Festival du film de Venise est renommé pour ses présentations en réalité virtuelle de pointe, démontrant l'engagement du festival à adopter de nouvelles formes de narration et de technologie."
          },
          {
            "Question": "Dans quelle ville se déroule le Festival du film de Telluride?",
            "VraiRéponse": "Telluride, Colorado",
            "MauvaiseRéponse": [
              "Park City, Utah",
              "Sundance, Wyoming",
              "Vail, Colorado"
            ],
            "Explication": "Le Festival du film de Telluride a lieu dans la pittoresque ville montagnarde de Telluride, Colorado, réputée pour son paysage magnifique et ses projections de films intimistes."
          },
          {
            "Question": "Qui a été la première réalisatrice à remporter la Palme d'Or au Festival de Cannes?",
            "VraiRéponse": "Jane Campion",
            "MauvaiseRéponse": [
              "Sofia Coppola",
              "Kathryn Bigelow",
              "Ava DuVernay"
            ],
            "Explication": "En 1993, Jane Campion est devenue la première réalisatrice à remporter la Palme d'Or au Festival de Cannes pour son film 'La leçon de piano', marquant une étape importante dans l'histoire du cinéma."
          },
          {
            "Question": "Lequel de ces festivals de cinéma est réputé pour son accent sur les films documentaires?",
            "VraiRéponse": "Festival du film de Sundance",
            "MauvaiseRéponse": [
              "Festival de Cannes",
              "Festival du film de Venise",
              "Festival international du film de Toronto"
            ],
            "Explication": "Le Festival du film de Sundance met fortement l'accent sur les films documentaires, présentant une narration non fictive percutante et stimulante aux côtés des longs métrages narratifs."
          },
          {
            "Question": "Qui a remporté la Palme d'Or au Festival de Cannes 2021?",
            "VraiRéponse": "Julia Ducournau",
            "MauvaiseRéponse": [
              "Pedro Almodóvar",
              "Wes Anderson",
              "Paul Thomas Anderson"
            ],
            "Explication": "Julia Ducournau a marqué l'histoire en devenant la deuxième réalisatrice à remporter la Palme d'Or au Festival de Cannes pour son film 'Titane', obtenant ainsi une reconnaissance et une attention généralisées pour son travail novateur."
          },
          {
            "Question": "Quel festival du film est connu pour son accent sur les jeunes cinéastes émergents?",
            "VraiRéponse": "Festival du film de Tribeca",
            "MauvaiseRéponse": [
              "Festival de Cannes",
              "Festival du film de Sundance",
              "Festival du film de Venise"
            ],
            "Explication": "Le Festival du film de Tribeca s'engage fortement à présenter et soutenir les jeunes cinéastes émergents, offrant une plateforme aux voix innovantes et diverses de l'industrie."
          },
          {
            "Question": "Qui est le président actuel du Festival de Cannes?",
            "VraiRéponse": "Pierre Lescure",
            "MauvaiseRéponse": [
              "Alejandro González Iñárritu",
              "Bong Joon-ho",
              "Alfonso Cuarón"
            ],
            "Explication": "Pierre Lescure est président du Festival de Cannes depuis 2014, supervisant l'orientation stratégique du festival et sa prestigieuse programmation."
          },
          {
            "Question": "Quel festival du film est connu pour son accent sur les films environnementaux et sociaux?",
            "VraiRéponse": "Mountainfilm",
            "MauvaiseRéponse": [
              "Festival de Cannes",
              "Festival du film de Sundance",
              "Festival du film de Venise"
            ],
            "Explication": "Le festival Mountainfilm met en lumière des films environnementaux et sociaux, visant à inspirer et éduquer le public à travers de puissantes histoires visuelles."
          },
          {
            "Question": "Quelle est la langue officielle du Festival international du film de Berlin?",
            "VraiRéponse": "Allemand",
            "MauvaiseRéponse": [
              "Anglais",
              "Français",
              "Italien"
            ],
            "Explication": "La langue officielle du Festival international du film de Berlin est l'allemand, reflétant ses origines en Allemagne et sa forte connexion avec le cinéma et la culture allemands."
          }
        ]
      }
    }
  ]
}