{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Qui a réalisé le film 'Casablanca' ?",
            "TrueAnswer": "Michael Curtiz",
            "FalseAnswer": [
              "Alfred Hitchcock",
              "Francis Ford Coppola",
              "Stanley Kubrick"
            ],
            "Explanation": "Michael Curtiz a dirigé le film emblématique 'Casablanca' en 1942, qui a remporté l'Oscar du meilleur film."
          },
          {
            "Question": "Quel était le dernier film à mettre en vedette le célèbre duo d'écran classique d'Hollywood, Laurel et Hardy ?",
            "TrueAnswer": "Atoll K",
            "FalseAnswer": [
              "The Flying Deuces",
              "Babes in Toyland",
              "Way Out West"
            ],
            "Explanation": "'Atoll K' (également connu sous le nom 'Utopia') était le dernier film dans lequel sont apparus Laurel et Hardy en 1951."
          },
          {
            "Question": "Quelle actrice a joué dans le film 'Sunset Boulevard' ?",
            "TrueAnswer": "Gloria Swanson",
            "FalseAnswer": [
              "Mae West",
              "Bette Davis",
              "Rita Hayworth"
            ],
            "Explanation": "Gloria Swanson a incarné la star du cinéma muet psychologiquement instable Norma Desmond dans le classique de 1950 'Sunset Boulevard'."
          },
          {
            "Question": "Quel a été le premier long métrage parlant ?",
            "TrueAnswer": "The Jazz Singer",
            "FalseAnswer": [
              "Gone with the Wind",
              "Citizen Kane",
              "Casablanca"
            ],
            "Explanation": "En 1927, 'The Jazz Singer' est devenu le premier film parlant à succès commercial, marquant la transition du cinéma muet au cinéma sonore."
          },
          {
            "Question": "Qui a joué le rôle principal dans 'Singing in the Rain' ?",
            "TrueAnswer": "Gene Kelly",
            "FalseAnswer": [
              "Fred Astaire",
              "James Cagney",
              "Cary Grant"
            ],
            "Explanation": "Gene Kelly a joué le charismatique Don Lockwood dans la comédie musicale de 1952 'Singing in the Rain'."
          },
          {
            "Question": "Quelle actrice a remporté le premier Oscar de la meilleure actrice ?",
            "TrueAnswer": "Janet Gaynor",
            "FalseAnswer": [
              "Grace Kelly",
              "Audrey Hepburn",
              "Ingrid Bergman"
            ],
            "Explanation": "En 1929, Janet Gaynor a été honorée en tant que première lauréate de l'Oscar de la meilleure actrice pour ses performances dans '7th Heaven', 'Street Angel' et 'Sunrise'."
          },
          {
            "Question": "Qui était connu sous le nom de 'Roi d'Hollywood' pendant l'Âge d'or d'Hollywood ?",
            "TrueAnswer": "Clark Gable",
            "FalseAnswer": [
              "Humphrey Bogart",
              "Cary Grant",
              "Spencer Tracy"
            ],
            "Explanation": "Clark Gable a obtenu le surnom de 'Roi d'Hollywood' en raison de sa popularité immense et de son succès en tant qu'homme principal dans de nombreux films classiques."
          },
          {
            "Question": "Quel réalisateur a à son actif des films tels que 'The Philadelphia Story' et 'It's a Wonderful Life' ?",
            "TrueAnswer": "Frank Capra",
            "FalseAnswer": [
              "Billy Wilder",
              "Howard Hawks",
              "John Ford"
            ],
            "Explanation": "Frank Capra a dirigé des films emblématiques tels que 'The Philadelphia Story' et 'It's a Wonderful Life', connus pour leur impact durable sur le cinéma."
          },
          {
            "Question": "Dans quel film classique Marlon Brando prononce-t-il la célèbre phrase 'I coulda been a contender' ?",
            "TrueAnswer": "On the Waterfront",
            "FalseAnswer": [
              "A Streetcar Named Desire",
              "The Godfather",
              "Apocalypse Now"
            ],
            "Explanation": "Marlon Brando a prononcé la phrase poignante 'I coulda been a contender' dans le film de 1954 'On the Waterfront', un moment déterminant dans l'histoire du cinéma."
          },
          {
            "Question": "Quel duo comique a joué dans le film 'Duck Soup' ?",
            "TrueAnswer": "The Marx Brothers",
            "FalseAnswer": [
              "Abbott and Costello",
              "Laurel and Hardy",
              "Hope and Crosby"
            ],
            "Explanation": "Les Marx Brothers, composés de Groucho, Chico, Harpo et Zeppo, ont montré leur brillance comique dans le chef-d'œuvre satirique 'Duck Soup'."
          },
          {
            "Question": "Qui a réalisé le film 'Gone with the Wind' ?",
            "TrueAnswer": "Victor Fleming",
            "FalseAnswer": [
              "Cecil B. DeMille",
              "George Cukor",
              "William Wyler"
            ],
            "Explanation": "Victor Fleming a dirigé le classique épique 'Gone with the Wind', contribuant à son héritage durable en tant que l'un des films les plus vénérés de l'histoire du cinéma."
          },
          {
            "Question": "Quelle actrice a incarné Scarlett O'Hara dans 'Gone with the Wind' ?",
            "TrueAnswer": "Vivien Leigh",
            "FalseAnswer": [
              "Bette Davis",
              "Katharine Hepburn",
              "Rita Hayworth"
            ],
            "Explanation": "Vivien Leigh a donné vie au personnage emblématique de Scarlett O'Hara dans l'adaptation cinématographique de 'Gone with the Wind', solidifiant son statut d'actrice légendaire."
          },
          {
            "Question": "Quel a été le dernier film dirigé par Alfred Hitchcock ?",
            "TrueAnswer": "Family Plot",
            "FalseAnswer": [
              "Psycho",
              "The Birds",
              "Vertigo"
            ],
            "Explanation": "'Family Plot' a marqué la dernière entreprise de réalisation d'Alfred Hitchcock, sortie en 1976, concluant une remarquable carrière remplie de films influents et captivants."
          },
          {
            "Question": "Quelle icône d'Hollywood a joué dans 'A Streetcar Named Desire' ?",
            "TrueAnswer": "Marlon Brando",
            "FalseAnswer": [
              "James Dean",
              "Montgomery Clift",
              "Humphrey Bogart"
            ],
            "Explanation": "Marlon Brando a livré une performance captivante dans l'adaptation cinématographique de 'A Streetcar Named Desire', le propulsant au statut de vedette."
          },
          {
            "Question": "Qui a composé la musique emblématique de 'The Wizard of Oz' ?",
            "TrueAnswer": "Harold Arlen",
            "FalseAnswer": [
              "Henry Mancini",
              "John Williams",
              "Ennio Morricone"
            ],
            "Explanation": "Harold Arlen a composé la musique intemporelle et envoûtante de 'The Wizard of Oz', y compris la chanson bien-aimée 'Over the Rainbow', qui a remporté l'Oscar de la meilleure chanson originale."
          },
          {
            "Question": "Quelle icône du cinéma a incarné Rhett Butler dans 'Gone with the Wind' ?",
            "TrueAnswer": "Clark Gable",
            "FalseAnswer": [
              "Humphrey Bogart",
              "James Stewart",
              "Cary Grant"
            ],
            "Explanation": "La captivante interprétation de Clark Gable du séduisant Rhett Butler dans 'Gone with the Wind' a solidifié son statut d'homme principal légendaire de l'Âge d'or d'Hollywood."
          },
          {
            "Question": "Quel film a valu à Audrey Hepburn son premier Oscar de la meilleure actrice ?",
            "TrueAnswer": "Roman Holiday",
            "FalseAnswer": [
              "Breakfast at Tiffany's",
              "Sabrina",
              "My Fair Lady"
            ],
            "Explanation": "La performance envoûtante d'Audrey Hepburn dans 'Roman Holiday' lui a valu le prestigieux Oscar de la meilleure actrice, marquant le début de sa brillante carrière cinématographique."
          },
          {
            "Question": "Quel réalisateur emblématique a dirigé 'Citizen Kane' ?",
            "TrueAnswer": "Orson Welles",
            "FalseAnswer": [
              "Alfred Hitchcock",
              "Stanley Kubrick",
              "Billy Wilder"
            ],
            "Explanation": "Orson Welles a dirigé et joué dans 'Citizen Kane', un film révolutionnaire qui a bouleversé les techniques cinématographiques et la narration, laissant une empreinte durable sur l'industrie."
          },
          {
            "Question": "Quel acteur a joué dans 'The Maltese Falcon' en tant que détective Sam Spade ?",
            "TrueAnswer": "Humphrey Bogart",
            "FalseAnswer": [
              "James Cagney",
              "William Powell",
              "Cary Grant"
            ],
            "Explanation": "Humphrey Bogart a offert une interprétation mémorable de l'énigmatique détective Sam Spade dans le classique noir 'The Maltese Falcon', solidifiant son statut d'homme principal incontournable."
          }
        ]
      }
    }
  ]
}