{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "En quelle année le film 'Brokeback Mountain' est-il sorti?",
            "TrueAnswer": "2005",
            "FalseAnswer": [
              "2002",
              "2008",
              "2010"
            ],
            "Explanation": "Le film révolutionnaire 'Brokeback Mountain' est sorti en 2005, recevant un grand succès critique et de nombreuses nominations aux prix pour sa représentation d'une histoire d'amour entre personnes de même sexe."
          },
          {
            "Question": "Quel film LGBTQ+ met en scène un personnage transgenre joué par un acteur ouvertement transgenre?",
            "TrueAnswer": "The Danish Girl",
            "FalseAnswer": [
              "Moonlight",
              "Carol",
              "Call Me by Your Name"
            ],
            "Explanation": "Eddie Redmayne a incarné Lili Elbe, l'une des premières personnes connues à avoir subi une chirurgie de réassignation sexuelle, dans 'The Danish Girl', attirant l'attention sur la représentation des personnes transgenres au cinéma."
          },
          {
            "Question": "Dans quel film LGBTQ+ une jeune femme tombe-t-elle amoureuse d'une femme plus âgée?",
            "TrueAnswer": "Blue Is the Warmest Color",
            "FalseAnswer": [
              "Pariah",
              "But I'm a Cheerleader",
              "Boys Don't Cry"
            ],
            "Explanation": "'Blue Is the Warmest Color' raconte la romance passionnée entre une lycéenne, Adèle, et une artiste en devenir, Emma, dépeignant les complexités du premier amour et de la découverte de soi."
          },
          {
            "Question": "Quel est le titre du premier film LGBTQ+ à avoir remporté l'Oscar du meilleur film?",
            "TrueAnswer": "Moonlight",
            "FalseAnswer": [
              "Brokeback Mountain",
              "Carol",
              "Call Me by Your Name"
            ],
            "Explanation": "'Moonlight' de Barry Jenkins a fait l'histoire en devenant le premier film LGBTQ+ à remporter l'Oscar du meilleur film en 2017, mettant en lumière les expériences d'un jeune homme noir et gay."
          },
          {
            "Question": "Quel film LGBTQ+ traite de la crise du sida dans les années 1980?",
            "TrueAnswer": "Philadelphia",
            "FalseAnswer": [
              "The Birdcage",
              "Weekend",
              "Maurice"
            ],
            "Explanation": "'Philadelphia' met en vedette Tom Hanks dans le rôle d'un avocat gay atteint du sida luttant contre la discrimination au travail, mettant en lumière la stigmatisation et les préjugés pendant l'épidémie du sida."
          }
        ]
      }
    }
  ]
}