{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel était le premier long métrage dirigé par Quentin Tarantino?",
            "BonneRéponse": "Reservoir Dogs",
            "MauvaiseRéponse": [
              "Pulp Fiction",
              "Kill Bill",
              "Inglourious Basterds"
            ],
            "Explication": "Reservoir Dogs a marqué les débuts de Quentin Tarantino en tant que réalisateur et a rapidement acquis le statut de film culte pour sa narration non linéaire et son dialogue mémorable."
          },
          {
            "Question": "Quel acteur a joué le rôle principal dans le film culte 'The Big Lebowski'?",
            "BonneRéponse": "Jeff Bridges",
            "MauvaiseRéponse": [
              "John Goodman",
              "Sam Elliott",
              "Steve Buscemi"
            ],
            "Explication": "Jeff Bridges a interprété 'The Dude', un fainéant et joueur de bowling passionné, dans la comédie excentrique et emblématique 'The Big Lebowski'."
          },
          {
            "Question": "Dans 'The Rocky Horror Picture Show', qui joue le personnage du Dr. Frank-N-Furter?",
            "BonneRéponse": "Tim Curry",
            "MauvaiseRéponse": [
              "Richard O'Brien",
              "Susan Sarandon",
              "Barry Bostwick"
            ],
            "Explication": "L'interprétation électrisante de Tim Curry dans le rôle du Dr. Frank-N-Furter, un doux travesti de Transylvanie, est devenue un rôle emblématique de l'histoire du cinéma culte."
          },
          {
            "Question": "Quel film est considéré comme le premier 'mockumentary' en long métrage?",
            "BonneRéponse": "This is Spinal Tap",
            "MauvaiseRéponse": [
              "Best in Show",
              "Waiting for Guffman",
              "A Mighty Wind"
            ],
            "Explication": "Réalisé par Rob Reiner, 'This is Spinal Tap' a posé les bases des films mockumentaires, influençant toute une génération de comédies avec sa représentation satirique d'un groupe de rock fictif."
          },
          {
            "Question": "Quelle est la réplique emblématique du film de 1980 'The Shining'?",
            "BonneRéponse": "Here's Johnny!",
            "MauvaiseRéponse": [
              "I'll be back",
              "You can't handle the truth!",
              "May the Force be with you"
            ],
            "Explication": "La performance glaçante de Jack Nicholson en tant que Jack Torrance et sa livraison infâme de 'Here's Johnny!' sont devenues une partie durable de la culture populaire issue de 'The Shining'."
          },
          {
            "Question": "Quel film présente un culte autour de 'The Rocky Horror Picture Show' et de 'The Room'?",
            "BonneRéponse": "The Room",
            "MauvaiseRéponse": [
              "The Big Lebowski",
              "Eraserhead",
              "Pink Flamingos"
            ],
            "Explication": "Réalisé par Tommy Wiseau, 'The Room' a acquis le statut de film culte pour son humour involontaire et a suscité un dévouement de la part des fans, similaire à 'The Rocky Horror Picture Show'."
          },
          {
            "Question": "Quel a été le premier long métrage réalisé par Wes Anderson?",
            "BonneRéponse": "Bottle Rocket",
            "MauvaiseRéponse": [
              "Rushmore",
              "The Royal Tenenbaums",
              "The Grand Budapest Hotel"
            ],
            "Explication": "Bottle Rocket a marqué les débuts de Wes Anderson en tant que réalisateur, mettant en valeur son style visuel distinct et son récit excentrique qui définirait ses films ultérieurs."
          },
          {
            "Question": "Quelle ville fictive sert de décor à de nombreux films de Kevin Smith?",
            "BonneRéponse": "Jersey",
            "MauvaiseRéponse": [
              "New York",
              "Los Angeles",
              "Chicago"
            ],
            "Explication": "L'univers fictif de Kevin Smith tourne autour du New Jersey, avec des lieux distinctifs comme Quick Stop et Mooby's servant de décors récurrents dans ses films de l'univers View Askewniverse."
          },
          {
            "Question": "Qui a écrit et réalisé le film culte de 1977 'Eraserhead'?",
            "BonneRéponse": "David Lynch",
            "MauvaiseRéponse": [
              "Stanley Kubrick",
              "Tim Burton",
              "David Cronenberg"
            ],
            "Explication": "David Lynch a écrit, réalisé et produit 'Eraserhead', créant un film déconcertant et énigmatique qui a suscité un culte dévoué pour ses images surréalistes et perturbantes."
          },
          {
            "Question": "Dans quel film Christopher Lloyd incarne-t-il l'emblématique personnage Doc Brown?",
            "BonneRéponse": "Retour vers le futur",
            "MauvaiseRéponse": [
              "Terminator",
              "Bill & Ted's Excellent Adventure",
              "Star Wars: A New Hope"
            ],
            "Explication": "Le rôle de Christopher Lloyd en tant qu'inventeur excentrique, Doc Brown, dans 'Retour vers le futur' est devenu une part aimée et mémorable de l'histoire de la culture populaire."
          },
          {
            "Question": "Quel film présente un culte autour de 'The Evil Dead' et 'Army of Darkness'?",
            "BonneRéponse": "The Rocky Horror Picture Show",
            "MauvaiseRéponse": [
              "Re-Animator",
              "Donnie Darko",
              "The Blair Witch Project"
            ],
            "Explication": "La culture interactive et participative entourant 'The Rocky Horror Picture Show' en a fait un classique culte légendaire, semblable à 'The Evil Dead' et 'Army of Darkness'."
          },
          {
            "Question": "Qui a réalisé le film culte et surréaliste 'El Topo'?",
            "BonneRéponse": "Alejandro Jodorowsky",
            "MauvaiseRéponse": [
              "Guillermo del Toro",
              "Federico Fellini",
              "Luis Buñuel"
            ],
            "Explication": "Alejandro Jodorowsky a écrit, réalisé et joué dans le chef-d'œuvre avant-gardiste 'El Topo', connu pour son imagerie surréaliste et son récit allégorique qui a captivé un public culte."
          },
          {
            "Question": "Dans 'The Princess Bride', qui prononce de manière célèbre la phrase 'Inconcevable'?",
            "BonneRéponse": "Vizzini",
            "MauvaiseRéponse": [
              "Westley",
              "Fezzik",
              "Buttercup"
            ],
            "Explication": "Vizzini, incarné par Wallace Shawn, répète de manière comique la phrase 'Inconcevable' tout au long de 'The Princess Bride', devenant l'un des moments les plus cités et mémorables du film."
          },
          {
            "Question": "Quel film présente un culte autour de 'Donnie Darko' et 'Fight Club'?",
            "BonneRéponse": "The Big Lebowski",
            "MauvaiseRéponse": [
              "Memento",
              "American Psycho",
              "A Clockwork Orange"
            ],
            "Explication": "La nature idiosyncratique et excentrique de 'The Big Lebowski' a cultivé une base de fans dévouée, ressemblant aux suivis fervents de 'Donnie Darko' et 'Fight Club'."
          },
          {
            "Question": "Quel film de science-fiction épique a un culte suite à sa version director's cut?",
            "BonneRéponse": "Blade Runner",
            "MauvaiseRéponse": [
              "The Matrix",
              "2001: A Space Odyssey",
              "Star Wars: The Empire Strikes Back"
            ],
            "Explication": "La version director's cut de 'Blade Runner' a suscité un intérêt et une appréciation renouvelés, solidifiant sa place en tant que classique culte dans le domaine du cinéma de science-fiction."
          },
          {
            "Question": "Qui a réalisé le film culturellement significatif 'Pink Flamingos'?",
            "BonneRéponse": "John Waters",
            "MauvaiseRéponse": [
              "Sofia Coppola",
              "Quentin Tarantino",
              "Pedro Almodóvar"
            ],
            "Explication": "John Waters a écrit, produit et réalisé le film controversé et provocateur 'Pink Flamingos', qui a remis en question les normes sociales et acquis une certaine notoriété dans les cercles du cinéma culte."
          },
          {
            "Question": "Quel film est connu pour ses projections en séance de minuit et ses rituels de participation du public?",
            "BonneRéponse": "The Rocky Horror Picture Show",
            "MauvaiseRéponse": [
              "The Godfather",
              "La Liste de Schindler",
              "Citizen Kane"
            ],
            "Explication": "L'expérience unique des projections en séance de minuit de 'The Rocky Horror Picture Show', avec des costumes élaborés et une participation interactive du public, a solidifié son statut en tant que phénomène culte."
          },
          {
            "Question": "Qui a acquis la célébrité pour son interprétation de Leatherface dans 'Massacre à la tronçonneuse'?",
            "BonneRéponse": "Gunnar Hansen",
            "MauvaiseRéponse": [
              "Robert Englund",
              "Tony Todd",
              "Kane Hodder"
            ],
            "Explication": "L'interprétation troublante de Gunnar Hansen en tant que Leatherface dans l'original 'Massacre à la tronçonneuse' a contribué au statut culte du film et à son impact durable sur le cinéma d'horreur."
          },
          {
            "Question": "Quel cinéaste est associé à des classiques cultes absurdes et sombres tels que 'Videodrome' et 'Le Festin nu'?",
            "BonneRéponse": "David Cronenberg",
            "MauvaiseRéponse": [
              "Terry Gilliam",
              "David Lynch",
              "John Carpenter"
            ],
            "Explication": "L'exploration des thèmes viscéraux et psychologiquement dérangeants par David Cronenberg lui a valu un suivi passionné dans le domaine du cinéma culte."
          },
          {
            "Question": "Qui a joué le rôle emblématique de 'Mad Max' dans la série de films dystopiques?",
            "BonneRéponse": "Mel Gibson",
            "MauvaiseRéponse": [
              "Arnold Schwarzenegger",
              "Sylvester Stallone",
              "Tom Hardy"
            ],
            "Explication": "L'interprétation de Mel Gibson du trouble et robuste 'Mad Max' a défini le genre d'action dystopique et a suscité un culte pour la série emblématique."
          }
        ]
      }
    }
  ]
}