{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel musicien célèbre s'est opposé de manière très réputée à la guerre du Vietnam?",
            "TrueAnswer": "John Lennon",
            "FalseAnswer": [
              "Elvis Presley",
              "Bob Dylan",
              "Michael Jackson"
            ],
            "Explanation": "John Lennon a été un militant vocal contre la guerre du Vietnam, utilisant sa plateforme pour protester en faveur de la paix et de l'égalité raciale."
          },
          {
            "Question": "Quel événement politique a conduit à la création de la chanson 'The Times They Are a-Changin'?",
            "TrueAnswer": "Mouvement des droits civiques",
            "FalseAnswer": [
              "Guerre froide",
              "Scandale du Watergate",
              "Guerre du Vietnam"
            ],
            "Explanation": "Bob Dylan a écrit 'The Times They Are a-Changin' pour capturer les sentiments de bouleversement pendant le mouvement des droits civiques."
          },
          {
            "Question": "Quelle personnalité politique a interdit les mouvements de danse du bassin d'Elvis Presley à la télévision?",
            "TrueAnswer": "Ed Sullivan",
            "FalseAnswer": [
              "Richard Nixon",
              "J. Edgar Hoover",
              "Joseph McCarthy"
            ],
            "Explanation": "L'émission d'Ed Sullivan a interdit de filmer la partie inférieure du corps d'Elvis Presley en raison de son style de danse provocateur."
          },
          {
            "Question": "En quelle année le festival emblématique de musique de Woodstock a-t-il eu lieu en tant que symbole de contre-culture?",
            "TrueAnswer": "1969",
            "FalseAnswer": [
              "1971",
              "1967",
              "1973"
            ],
            "Explanation": "Woodstock a attiré plus de 400 000 participants en 1969, incarnant l'esprit de rébellion au milieu d'une période politiquement tumultueuse."
          },
          {
            "Question": "Qui a critiqué de manière très célèbre le président américain George W. Bush lors d'une performance en 2003?",
            "TrueAnswer": "Dixie Chicks",
            "FalseAnswer": [
              "Britney Spears",
              "Justin Timberlake",
              "Taylor Swift"
            ],
            "Explanation": "Les Dixie Chicks ont condamné le président George W. Bush pour sa décision d'envahir l'Irak lors d'un concert à Londres."
          }
        ]
      }
    }
  ]
}