{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est le célèbre festival de musique dans le désert qui se tient dans le Nevada ?",
            "TrueAnswer": "Burning Man",
            "FalseAnswer": [
              "Coachella",
              "Glastonbury",
              "Lollapalooza"
            ],
            "Explanation": "Burning Man est un événement unique qui encourage la communauté, l'expression de soi et l'art dans le désert de Black Rock. Il attire des dizaines de milliers de participants chaque année."
          },
          {
            "Question": "Quel festival est connu pour son emblématique scène en forme de pyramide et une programmation diversifiée ?",
            "TrueAnswer": "Glastonbury",
            "FalseAnswer": [
              "Austin City Limits",
              "Tomorrowland",
              "Ultra Music Festival"
            ],
            "Explanation": "Glastonbury est renommé pour sa scène en forme de pyramide et ses offres musicales éclectiques, allant du rock et de la pop à la musique électronique et du monde."
          },
          {
            "Question": "Où se déroule le festival annuel de musique électronique Tomorrowland ?",
            "TrueAnswer": "Belgique",
            "FalseAnswer": [
              "Pays-Bas",
              "Allemagne",
              "France"
            ],
            "Explanation": "Tomorrowland a lieu à Boom, en Belgique, et est célèbre pour ses scènes élaborées, son atmosphère magique et sa programmation EDM de premier plan."
          },
          {
            "Question": "Quel festival présente une structure artistique distincte appelée le festival de musique et d'arts de la vallée de Coachella ?",
            "TrueAnswer": "Coachella",
            "FalseAnswer": [
              "Festival Sziget",
              "Rock in Rio",
              "Electric Daisy Carnival"
            ],
            "Explanation": "Coachella est renommé pour ses installations artistiques, attirant des artistes et des passionnés pour explorer l'intersection entre la musique et les arts visuels dans un cadre désertique."
          },
          {
            "Question": "Quel est le célèbre festival de heavy metal qui se tient annuellement en Allemagne ?",
            "TrueAnswer": "Wacken Open Air",
            "FalseAnswer": [
              "Festival Download",
              "Hellfest",
              "Graspop Metal Meeting"
            ],
            "Explanation": "Wacken Open Air est un haut lieu pour les fans de metal, présentant les meilleurs groupes de metal et créant une communauté unique dans le petit village de Wacken."
          }
        ]
      }
    }
  ]
}