{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel chanteur de groupe est considéré comme un pionnier de l'utilisation de la musique pour promouvoir l'activisme social et politique?",
            "BonneRéponse": "Bob Marley",
            "MauvaisesRéponses": [
              "Elvis Presley",
              "David Bowie",
              "Michael Jackson"
            ],
            "Explication": "La musique de Bob Marley, en particulier son album 'Exodus', est devenue un symbole de changement social et de résistance politique dans les années 1970, notamment en Jamaïque et en Afrique du Sud."
          },
          {
            "Question": "Quel était le nom de l'emblématique festival de musique qui symbolisait le mouvement de contre-culture des années 1960?",
            "BonneRéponse": "Woodstock",
            "MauvaisesRéponses": [
              "Burning Man",
              "Coachella",
              "Glastonbury"
            ],
            "Explication": "Woodstock était un festival de musique en 1969 à New York qui a servi de moment décisif pour le mouvement de contre-culture des années 1960, promouvant la paix, l'amour et la musique."
          },
          {
            "Question": "Quel musicien est connu pour utiliser sa plateforme pour aborder des problèmes tels que l'inégalité raciale et la brutalité policière?",
            "BonneRéponse": "Kendrick Lamar",
            "MauvaisesRéponses": [
              "Taylor Swift",
              "Ed Sheeran",
              "Adele"
            ],
            "Explication": "L'album 'To Pimp a Butterfly' de Kendrick Lamar et ses performances abordent souvent des questions sociales, suscitant des conversations importantes sur la race en Amérique."
          },
          {
            "Question": "Quel genre de musique est étroitement associé aux mouvements de protestation des années 1960 et 1970?",
            "BonneRéponse": "Folk",
            "MauvaisesRéponses": [
              "Heavy Metal",
              "Hip Hop",
              "Électronique"
            ],
            "Explication": "La musique folk, caractérisée par la narration et les instruments acoustiques, était un pilier des chansons de protestation lors des mouvements pour les droits civiques et anti-guerre."
          },
          {
            "Question": "Quelle chanson emblématique est devenue un hymne pour la communauté LGBTQ+ et la lutte contre la discrimination?",
            "BonneRéponse": "I Will Survive",
            "MauvaisesRéponses": [
              "Bohemian Rhapsody",
              "Imagine",
              "Respect"
            ],
            "Explication": "Le 'I Will Survive' de Gloria Gaynor est devenu un hymne de résilience face à la discrimination, en particulier pendant les années 1970 parallèlement au mouvement pour les droits LGBTQ+."
          }
        ]
      }
    }
  ]
}