{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est l'objectif d'eBird, un projet populaire de science citoyenne?",
            "TrueAnswer": "Oiseaux",
            "FalseAnswer": [
              "Plantes",
              "Insectes",
              "Amphibiens"
            ],
            "Explanation": "eBird se concentre principalement sur la collecte d'observations d'oiseaux et la mise à disposition de ces données pour les chercheurs et les conservationnistes du monde entier."
          },
          {
            "Question": "Quelle application permet aux utilisateurs de signaler des observations de la faune et de contribuer à la recherche sur la biodiversité?",
            "TrueAnswer": "iNaturalist",
            "FalseAnswer": [
              "Wildlife Tracker",
              "NatureWatch",
              "BioCitizen"
            ],
            "Explanation": "iNaturalist est une application largement utilisée pour documenter et partager des observations de plantes, d'animaux et d'autres organismes afin de soutenir la recherche scientifique et les efforts de conservation."
          },
          {
            "Question": "Quel est le but principal du projet Noah dans la science citoyenne?",
            "TrueAnswer": "Documenter la faune",
            "FalseAnswer": [
              "Observation des étoiles",
              "Surveillance météorologique",
              "Illustration botanique"
            ],
            "Explanation": "Le projet Noah vise à documenter et découvrir des observations de la faune pour aider à comprendre et à préserver la biodiversité de la planète."
          },
          {
            "Question": "Quelle organisation organise le Grand décompte des oiseaux de jardin, impliquant les citoyens dans l'observation des oiseaux?",
            "TrueAnswer": "Cornell Lab of Ornithology",
            "FalseAnswer": [
              "National Audubon Society",
              "Smithsonian Institution",
              "World Wildlife Fund"
            ],
            "Explanation": "Le Grand décompte des oiseaux de jardin est organisé par le Cornell Lab of Ornithology et la National Audubon Society, et il aide les scientifiques à suivre les populations d'oiseaux à l'échelle mondiale."
          },
          {
            "Question": "Sur quelle collecte de données de la science citoyenne se concentre le projet FrogWatch USA?",
            "TrueAnswer": "Amphibiens",
            "FalseAnswer": [
              "Reptiles",
              "Mammifères",
              "Insectes"
            ],
            "Explanation": "FrogWatch USA mobilise des bénévoles pour surveiller et enregistrer les vocalisations des grenouilles et des crapauds, contribuant ainsi à la préservation des amphibiens et à la compréhension de leurs populations."
          },
          {
            "Question": "Quel insecte est connu pour sa participation au Projet de surveillance des larves de monarque?",
            "TrueAnswer": "Papillon monarque",
            "FalseAnswer": [
              "Abeille",
              "Libellule",
              "Coccinelle"
            ],
            "Explanation": "Le Projet de surveillance des larves de monarque implique la surveillance et la collecte de données sur la reproduction et la survie des papillons monarques, une espèce préoccupante pour la conservation."
          },
          {
            "Question": "Quel animal est documenté grâce au programme Shorewatch de la Whale and Dolphin Conservation?",
            "TrueAnswer": "Cétacés",
            "FalseAnswer": [
              "Tortues de mer",
              "Phoques",
              "Requins"
            ],
            "Explanation": "Le programme Shorewatch de la Whale and Dolphin Conservation mobilise des volontaires pour observer et enregistrer des données sur diverses espèces de baleines et de dauphins afin de contribuer à leur préservation."
          },
          {
            "Question": "Quelle organisation gère le programme d'équipe d'observation côtière et d'étude des oiseaux de mer (COASST)?",
            "TrueAnswer": "Université de Washington",
            "FalseAnswer": [
              "Smithsonian Institution",
              "National Geographic",
              "Agence de protection de l'environnement"
            ],
            "Explanation": "L'Université de Washington gère le programme COASST, qui implique des citoyens scientifiques dans la surveillance et la collecte de données sur les oiseaux échoués pour des études écologiques et des efforts de conservation."
          },
          {
            "Question": "Quel type d'observations le réseau communautaire de suivi de la pluie, de la grêle et de la neige (CoCoRaHS) se concentre-t-il?",
            "TrueAnswer": "Météo",
            "FalseAnswer": [
              "Incendies de forêt",
              "Tremblements de terre",
              "Marées"
            ],
            "Explanation": "CoCoRaHS mobilise des volontaires pour surveiller et signaler les précipitations, ce qui contribue à une meilleure compréhension des modèles météorologiques et aide à la prévision des inondations, à la surveillance de la sécheresse et à d'autres applications."
          },
          {
            "Question": "Quelles données le Great Sunflower Project vise-t-il à collecter via la science citoyenne?",
            "TrueAnswer": "Observations des pollinisateurs",
            "FalseAnswer": [
              "Taux de croissance des arbres",
              "Niveaux de pH du sol",
              "Modèles de migration des oiseaux"
            ],
            "Explanation": "Le Great Sunflower Project collecte des observations de pollinisateurs pour aider les scientifiques à comprendre les effets des facteurs environnementaux sur les populations de pollinisateurs et les interactions plantes-pollinisateurs."
          },
          {
            "Question": "Quel animal est le focus du projet eMammal dans la science citoyenne?",
            "TrueAnswer": "Mammifères",
            "FalseAnswer": [
              "Poissons",
              "Oiseaux",
              "Insectes"
            ],
            "Explanation": "eMammal mobilise des volontaires pour installer des pièges photographiques afin de surveiller et documenter les espèces de mammifères, contribuant ainsi à la conservation de la faune et à la recherche sur les populations et les comportements des mammifères."
          },
          {
            "Question": "Qu'est-ce que le programme NestWatch encourage les gens à observer et à rapporter comme données dans la nature?",
            "TrueAnswer": "Nids d'oiseaux",
            "FalseAnswer": [
              "Fourmilières",
              "Toiles d'araignées",
              "Ruches"
            ],
            "Explanation": "NestWatch consiste à surveiller et à signaler des données sur les activités de nidification des oiseaux, fournissant des informations précieuses pour comprendre la biologie de la reproduction des oiseaux et les tendances des populations."
          },
          {
            "Question": "Quel projet de science citoyenne se concentre sur le suivi et le signalement des espèces de papillons?",
            "TrueAnswer": "Papillons et papillons de nuit d'Amérique du Nord",
            "FalseAnswer": [
              "Projet de biodiversité des coléoptères",
              "Schéma de surveillance des moustiques",
              "Initiative de suivi des araignées"
            ],
            "Explanation": "Les papillons et papillons de nuit d'Amérique du Nord met l'accent sur la collecte et le partage d'observations de papillons et de papillons de nuit à travers le continent, contribuant ainsi à la conservation et aux études écologiques."
          },
          {
            "Question": "Quel est le principal objectif du Réseau national de phénologie, un effort de science citoyenne?",
            "TrueAnswer": "Phénologie des plantes et des animaux",
            "FalseAnswer": [
              "Formations géologiques",
              "Qualité de l'eau",
              "Pression atmosphérique"
            ],
            "Explanation": "Le Réseau national de phénologie surveille et enregistre le timing des événements du cycle de vie des plantes et des animaux, contribuant à la compréhension de la phénologie et de ses impacts écologiques."
          },
          {
            "Question": "Quelle application permet aux utilisateurs de contribuer à la conservation en capturant et en partageant des observations de la faune?",
            "TrueAnswer": "Seek by iNaturalist",
            "FalseAnswer": [
              "Wildlife Spotter",
              "Nature Explorer",
              "EcoTracker"
            ],
            "Explanation": "Seek by iNaturalist sert d'outil pour identifier et documenter les plantes et les animaux, encourageant l'exploration de la biodiversité et la collecte de données scientifiques pour la conservation."
          },
          {
            "Question": "Quel type d'observations est collecté à travers le partenariat des migrations de libellules?",
            "TrueAnswer": "Migration des libellules",
            "FalseAnswer": [
              "Modèles de croissance des arbres",
              "Formations nuageuses",
              "Comportement des mammifères marins"
            ],
            "Explanation": "Le partenariat des migrations de libellules se concentre sur la surveillance des schémas de migration des libellules, contribuant à leur conservation et à la compréhension de leur rôle dans les écosystèmes."
          },
          {
            "Question": "Sur quel animal se concentre le projet Raptor Watch dans la science citoyenne?",
            "TrueAnswer": "Oiseaux de proie",
            "FalseAnswer": [
              "Passereaux",
              "Oiseaux aquatiques",
              "Oiseaux de rivage"
            ],
            "Explanation": "Raptor Watch vise à étudier et surveiller les populations et les comportements des oiseaux de proie, contribuant à la conservation des oiseaux et à la recherche écologique."
          },
          {
            "Question": "Quel est le focus principal du projet de science citoyenne Project Squirrel?",
            "TrueAnswer": "Surveillance de la population de l'écureuil",
            "FalseAnswer": [
              "Suivi de la migration des cerfs",
              "Comportement de frai des poissons",
              "Inventaire de la biodiversité des champignons"
            ],
            "Explanation": "Project Squirrel implique des citoyens scientifiques dans la surveillance et le signalement de la dynamique des populations et des comportements des écureuils, contribuant à la compréhension de leur impact sur les écosystèmes et les milieux urbains."
          },
          {
            "Question": "Quelle organisation gère le projet CoCoRaHS, axé sur la surveillance des précipitations?",
            "TrueAnswer": "Service météorologique national",
            "FalseAnswer": [
              "United States Geological Survey",
              "National Aeronautics and Space Administration",
              "Environmental Protection Agency"
            ],
            "Explanation": "Le Service météorologique national supervise CoCoRaHS, utilisant les observations volontaires pour améliorer les prévisions météorologiques, la gestion des ressources en eau et la préparation à la sécheresse."
          },
          {
            "Question": "Quel est le focus principal des projets de science citoyenne de l'Institut Earthwatch?",
            "TrueAnswer": "Recherche environnementale",
            "FalseAnswer": [
              "Préservation de l'architecture historique",
              "Études d'anthropologie culturelle",
              "Appréciation des beaux-arts"
            ],
            "Explanation": "L'Institut Earthwatch se concentre sur l'engagement des citoyens dans des projets de recherche et de conservation environnementale, permettant aux individus de contribuer à la compréhension scientifique et aux pratiques durables."
          }
        ]
      }
    }
  ]
}