{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Comment les abeilles communiquent-elles l'emplacement d'une source de nourriture à d'autres abeilles?",
            "TrueAnswer": "Danse en rond",
            "FalseAnswer": [
              "Tremblement",
              "Frisson",
              "Secousse"
            ],
            "Explanation": "Les abeilles effectuent la danse en rond pour communiquer la direction et la distance d'une source de nourriture à d'autres abeilles dans la ruche."
          },
          {
            "Question": "Quelle est la méthode principale d'échange de CO2 chez les plantes aquatiques?",
            "TrueAnswer": "Diffusion",
            "FalseAnswer": [
              "Osmose",
              "Transport actif",
              "Diffusion facilitée"
            ],
            "Explanation": "Les plantes aquatiques échangent le CO2 par diffusion, où les gaz se déplacent des zones de forte concentration vers les zones de faible concentration."
          },
          {
            "Question": "Quelle espèce est connue pour sa relation unique avec les acacias?",
            "TrueAnswer": "Fourmis",
            "FalseAnswer": [
              "Abeilles",
              "Papillons",
              "Araignées"
            ],
            "Explanation": "Certaines espèces de fourmis entretiennent une relation symbiotique mutuellement bénéfique avec les acacias, les fourmis défendent l'arbre et reçoivent en retour abri et nourriture."
          },
          {
            "Question": "À quoi fait référence le terme 'espèce clé de voûte' en écologie?",
            "TrueAnswer": "Une espèce ayant un effet disproportionné sur son environnement",
            "FalseAnswer": [
              "Une espèce en voie d'extinction",
              "Une espèce avec une aire d'habitat limitée",
              "Une espèce avec une faible densité de population"
            ],
            "Explanation": "Une espèce clé de voûte joue un rôle critique dans le maintien de la structure et de la fonction d'un écosystème, souvent en régulant la population d'autres espèces."
          },
          {
            "Question": "Lequel des éléments suivants n'est pas un exemple d'un niveau trophique?",
            "TrueAnswer": "Décomposeurs",
            "FalseAnswer": [
              "Producteurs primaires",
              "Consommateurs primaires",
              "Consommateurs secondaires"
            ],
            "Explanation": "Les décomposeurs, comme les champignons et les bactéries, ne sont pas classés comme des niveaux trophiques mais jouent un rôle crucial dans la décomposition de la matière organique et le recyclage des nutriments dans les écosystèmes."
          }
        ]
      }
    }
  ]
}