{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel est le plus grand mammifère sur Terre?",
            "BonneRéponse": "Baleine bleue",
            "MauvaiseRéponse": [
              "Éléphant",
              "Girafe",
              "Hippopotame"
            ],
            "Explication": "La baleine bleue est le plus grand animal ayant jamais existé sur Terre, avec un cœur de la taille d'une petite voiture."
          },
          {
            "Question": "Comment s'appelle un cerf mâle?",
            "BonneRéponse": "Buck",
            "MauvaiseRéponse": [
              "Doe",
              "Fawn",
              "Cerf"
            ],
            "Explication": "Les bucks développent des bois qui sont perdus et regénérés annuellement, utilisés dans les rituels d'accouplement et en défense contre les prédateurs."
          },
          {
            "Question": "Quel mammifère est connu pour sa capacité à planer d'un arbre à un autre?",
            "BonneRéponse": "Écureuil volant",
            "MauvaiseRéponse": [
              "Ornithorynque",
              "Pangolin",
              "Tatou"
            ],
            "Explication": "Les écureuils volants ont un patagium, une membrane pelucheuse de type parachute qui s'étend du poignet à la cheville, leur permettant de planer."
          },
          {
            "Question": "Comment s'appelle un groupe de lions?",
            "BonneRéponse": "Troupe",
            "MauvaiseRéponse": [
              "Meute",
              "Troupeau",
              "Volée"
            ],
            "Explication": "Une troupe de lions est typiquement composée de plusieurs femelles apparentées et de leur progéniture dépendante, ainsi que d'un petit nombre de mâles adultes."
          },
          {
            "Question": "Quel grand félin est connu pour sa crinière noire distinctive?",
            "BonneRéponse": "Lion",
            "MauvaiseRéponse": [
              "Tigre",
              "Guépard",
              "Jaguar"
            ],
            "Explication": "La crinière du lion mâle est une caractéristique sexuelle secondaire unique qui sert de signal visuel de sa force."
          },
          {
            "Question": "Quel est le seul mammifère capable d'un vol soutenu?",
            "BonneRéponse": "Chauve-souris",
            "MauvaiseRéponse": [
              "Écureuil volant",
              "Pteropus",
              "Tatou"
            ],
            "Explication": "Les chauve-souris sont les seuls mammifères capables de vol réel, propulsés par leurs membres antérieurs adaptés en tant qu'ailes."
          },
          {
            "Question": "Combien d'espèces d'ours existent-ils?",
            "BonneRéponse": "8",
            "MauvaiseRéponse": [
              "6",
              "10",
              "12"
            ],
            "Explication": "Il existe huit espèces d'ours vivantes, présentes dans une variété d'habitats à travers l'hémisphère Nord."
          },
          {
            "Question": "Comment s'appelle un groupe d'éléphants?",
            "BonneRéponse": "Troupeau",
            "MauvaiseRéponse": [
              "Pod",
              "Meute",
              "Couvée"
            ],
            "Explication": "Les éléphants ont des sociétés matriarcales, et les troupeaux sont dirigés par la femelle la plus âgée et souvent la plus grande, connue sous le nom de matriarche."
          },
          {
            "Question": "Quel mammifère a la plus longue période de gestation?",
            "BonneRéponse": "Éléphant",
            "MauvaiseRéponse": [
              "Baleine",
              "Girafe",
              "Rhinocéros"
            ],
            "Explication": "Les éléphants ont la plus longue période de gestation de tous les mammifères, pouvant durer jusqu'à 22 mois."
          },
          {
            "Question": "Quel est le régime alimentaire principal d'un panda?",
            "BonneRéponse": "Bambou",
            "MauvaiseRéponse": [
              "Fourmis",
              "Saumon",
              "Eucalyptus"
            ],
            "Explication": "Les pandas géants sont principalement herbivores, le bambou constituant 99% de leur alimentation dans la nature."
          },
          {
            "Question": "Quel est le mammifère terrestre le plus rapide?",
            "BonneRéponse": "Guépard",
            "MauvaiseRéponse": [
              "Lion",
              "Léopard",
              "Tigre"
            ],
            "Explication": "Les guépards sont connus pour leur vitesse incroyable, capable d'atteindre 0 à 60 mi/h en quelques secondes seulement."
          },
          {
            "Question": "Quel mammifère est le plus grand primate?",
            "BonneRéponse": "Gorille",
            "MauvaiseRéponse": [
              "Chimpanzé",
              "Orang-outan",
              "Babouin"
            ],
            "Explication": "Les gorilles sont les plus grands primates, les mâles adultes atteignant parfois une hauteur de 6 pieds et pesant jusqu'à 400 livres."
          },
          {
            "Question": "Quel est le nom collectif pour un groupe de kangourous?",
            "BonneRéponse": "Troupe",
            "MauvaiseRéponse": [
              "Troupeau",
              "Colonie",
              "Meute"
            ],
            "Explication": "Les kangourous vivent en groupes appelés troupes, dirigés par le mâle dominant et comprenant plusieurs femelles et leur progéniture."
          },
          {
            "Question": "Comment s'appelle un ourson?",
            "BonneRéponse": "Ourson",
            "MauvaiseRéponse": [
              "Fawn",
              "Jeune",
              "Veau"
            ],
            "Explication": "Les oursons naissent aveugles et sans poils, et dépendent entièrement de leur mère pour la chaleur, la protection et la nourriture."
          },
          {
            "Question": "Quelle est la durée de vie moyenne d'un lion sauvage?",
            "BonneRéponse": "12-16 ans",
            "MauvaiseRéponse": [
              "8-10 ans",
              "20-25 ans",
              "30-35 ans"
            ],
            "Explication": "Dans la nature, les lions vivent généralement de 12 à 16 ans, bien que certains individus puissent atteindre jusqu'à 20 ans."
          },
          {
            "Question": "Quel mammifère a une queue préhensile qui peut saisir les branches?",
            "BonneRéponse": "Singe araignée",
            "MauvaiseRéponse": [
              "Koala",
              "Gibbon",
              "Paresseux"
            ],
            "Explication": "Les singes araignées ont une queue préhensile forte qui agit comme un membre supplémentaire, aidant à grimper et à se balancer dans les arbres."
          },
          {
            "Question": "Quel est le seul continent sans mammifères placentaires natifs?",
            "BonneRéponse": "Australie",
            "MauvaiseRéponse": [
              "Afrique",
              "Antarctique",
              "Amérique du Sud"
            ],
            "Explication": "L'Australie est unique en ce sens qu'elle ne possède pas de mammifères placentaires natifs, les marsupiaux comme les kangourous et les koalas dominant le territoire."
          },
          {
            "Question": "Quel est le régime alimentaire principal de l'ours polaire?",
            "BonneRéponse": "Phoques",
            "MauvaiseRéponse": [
              "Saumon",
              "Varech",
              "Glace Antarctique"
            ],
            "Explication": "Les ours polaires se nourrissent principalement de phoques, les chassant principalement près des trous de respiration dans la glace."
          },
          {
            "Question": "Quel mammifère est connu pour sa fourrure noire et blanche distinctive?",
            "BonneRéponse": "Panda",
            "MauvaiseRéponse": [
              "Zèbre",
              "Moufette",
              "Blaireau"
            ],
            "Explication": "Les pandas géants ont une fourrure noire et blanche unique, une adaptation pour se camoufler dans leur habitat montagneux."
          },
          {
            "Question": "Quel est le principal prédateur de l'éléphant d'Afrique?",
            "BonneRéponse": "Les humains",
            "MauvaiseRéponse": [
              "Lions",
              "Hyènes",
              "Crocodiles"
            ],
            "Explication": "En raison du braconnage et de la destruction de l'habitat, les humains sont la principale menace pour la population d'éléphants d'Afrique."
          }
        ]
      }
    }
  ]
}