{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est le nom du sous-genre punk connu pour sa musique rapide et agressive?",
            "TrueAnswer": "Hardcore",
            "FalseAnswer": [
              "Pop punk",
              "Emo",
              "Glam punk"
            ],
            "Explanation": "Le punk hardcore est apparu à la fin des années 1970, caractérisé par une musique rapide et agressive, des chansons courtes et des paroles intenses."
          },
          {
            "Question": "Quelle tendance de mode est associée à la sous-culture des goths?",
            "TrueAnswer": "Vêtements entièrement noirs",
            "FalseAnswer": [
              "Couleurs pastel",
              "Motifs floraux",
              "Couleurs néon"
            ],
            "Explanation": "La sous-culture goth est connue pour sa préférence pour des vêtements sombres et monochromes, souvent avec des références aux époques victorienne et romantique."
          },
          {
            "Question": "Quel est le nom du mouvement contestataire des années 1960, prônant la paix et l'amour?",
            "TrueAnswer": "Mouvement hippie",
            "FalseAnswer": [
              "Mouvement punk",
              "Mouvement goth",
              "Mouvement rocker"
            ],
            "Explanation": "Le mouvement hippie était un mouvement de jeunesse apparu aux États-Unis dans les années 1960, rejetant les institutions établies et prônant la paix, l'amour et l'harmonie."
          },
          {
            "Question": "Quelle sous-culture de la science-fiction est associée à des costumes élaborés et à du jeu de rôle?",
            "TrueAnswer": "Cosplay",
            "FalseAnswer": [
              "Steampunk",
              "Cyberpunk",
              "Culture zombie"
            ],
            "Explanation": "Le cosplay, abréviation de 'costume play', est une sous-culture dans laquelle les participants se déguisent en personnages spécifiques de films, d'émissions de télévision, de jeux vidéo et d'autres formes de divertissement."
          },
          {
            "Question": "Quel genre musical est souvent associé à la contre-culture des années 1960 et 1970?",
            "TrueAnswer": "Rock psychédélique",
            "FalseAnswer": [
              "Musique classique",
              "Musique country",
              "Hip-hop"
            ],
            "Explanation": "Le rock psychédélique fut un élément clé de la contre-culture des années 1960, avec des groupes comme les Beatles, les Doors et Pink Floyd explorant des sons et des thèmes expérimentaux."
          }
        ]
      }
    }
  ]
}