{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "De quel pays est originaire l'anime?",
            "BonneRéponse": "Japon",
            "MauvaisesRéponses": [
              "Corée du Sud",
              "Chine",
              "États-Unis"
            ],
            "Explication": "Le Japon est le berceau de l'anime, le plus ancien anime connu ayant été produit commercialement en 1917."
          },
          {
            "Question": "Quel artiste a popularisé la danse du 'gangnam style'?",
            "BonneRéponse": "PSY",
            "MauvaisesRéponses": [
              "BTS",
              "G-Dragon",
              "Big Bang"
            ],
            "Explication": "PSY, un artiste sud-coréen, a acquis une reconnaissance internationale avec son tube 'Gangnam Style' en 2012, déclenchant une frénésie dansante virale."
          },
          {
            "Question": "Quelle technologie a permis au K-Pop de gagner en popularité mondiale?",
            "BonneRéponse": "YouTube",
            "MauvaisesRéponses": [
              "Twitter",
              "Facebook",
              "Instagram"
            ],
            "Explication": "YouTube a joué un rôle crucial dans la diffusion mondiale de la musique K-Pop, permettant aux fans du monde entier de découvrir et de partager du contenu K-Pop."
          },
          {
            "Question": "Quelle franchise a introduit le concept de films 'fast and furious'?",
            "BonneRéponse": "The Fast and the Furious",
            "MauvaisesRéponses": [
              "Transformers",
              "Mission : Impossible",
              "James Bond"
            ],
            "Explication": "La franchise 'Fast and Furious', lancée en 2001, a popularisé le genre des films d'action à haut indice d'octane, axés sur les courses de voitures et les braquages."
          },
          {
            "Question": "Quelle entreprise a révolutionné l'industrie du jeu avec 'Pokémon Go'?",
            "BonneRéponse": "Niantic",
            "MauvaisesRéponses": [
              "Nintendo",
              "Sony",
              "Microsoft"
            ],
            "Explication": "Niantic, en collaboration avec The Pokémon Company et Nintendo, a développé 'Pokémon Go', un jeu révolutionnaire en réalité augmentée devenu un phénomène mondial."
          },
          {
            "Question": "Dans quel pays le groupe de K-Pop 'BTS' a-t-il connu un succès mondial?",
            "BonneRéponse": "Corée du Sud",
            "MauvaisesRéponses": [
              "Japon",
              "Chine",
              "États-Unis"
            ],
            "Explication": "BTS, un boys band sud-coréen, a connu un succès international sans précédent, contribuant à la diffusion mondiale de la K-Pop et de la culture coréenne."
          },
          {
            "Question": "Quel service de streaming a popularisé le visionnage en rafale de séries télévisées?",
            "BonneRéponse": "Netflix",
            "MauvaisesRéponses": [
              "Hulu",
              "Amazon Prime Video",
              "Disney+"
            ],
            "Explication": "Netflix a lancé la culture du visionnage en rafale en publiant des saisons entières de séries télévisées à la fois, permettant aux téléspectateurs de consommer du contenu à leur propre rythme."
          },
          {
            "Question": "Quelle franchise de jeu a popularisé le gameplay en monde ouvert et la liberté de choix?",
            "BonneRéponse": "Grand Theft Auto",
            "MauvaisesRéponses": [
              "The Legend of Zelda",
              "Assassin's Creed",
              "Call of Duty"
            ],
            "Explication": "La série 'Grand Theft Auto', renommée pour son design en monde ouvert et l'agence du joueur, a eu une influence majeure sur le paysage moderne du jeu vidéo."
          },
          {
            "Question": "Quelle émission de télévision a propulsé le thème de l'apocalypse zombie dans la culture populaire mondiale?",
            "BonneRéponse": "The Walking Dead",
            "MauvaisesRéponses": [
              "Stranger Things",
              "Breaking Bad",
              "Game of Thrones"
            ],
            "Explication": "'The Walking Dead' a suscité un attrait généralisé, propulsant le genre zombie à une place prééminente dans la culture populaire mondiale."
          },
          {
            "Question": "D'où provient le phénomène de danse mondial 'Macarena'?",
            "BonneRéponse": "Espagne",
            "MauvaisesRéponses": [
              "Brésil",
              "Mexique",
              "Italie"
            ],
            "Explication": "La chanson et la danse 'Macarena' ont été popularisées en Espagne, les mouvements de danse emblématiques captivant le public du monde entier au milieu des années 1990."
          },
          {
            "Question": "Quelle plateforme a propulsé les défis viraux sur internet et les mèmes dans la culture pop?",
            "BonneRéponse": "TikTok",
            "MauvaisesRéponses": [
              "Snapchat",
              "Twitter",
              "Instagram"
            ],
            "Explication": "TikTok a joué un rôle significatif dans la popularisation des défis viraux et des mèmes, influençant la culture populaire et les tendances sur les réseaux sociaux."
          },
          {
            "Question": "Dans quel pays la tendance vestimentaire 'Lolita' a-t-elle vu le jour?",
            "BonneRéponse": "Japon",
            "MauvaisesRéponses": [
              "France",
              "États-Unis",
              "Italie"
            ],
            "Explication": "La tendance vestimentaire 'Lolita' a émergé au Japon, se caractérisant par ses influences victoriennes et rococo, mettant l'accent sur la modestie et la féminité."
          },
          {
            "Question": "Quel groupe pop a popularisé le concept de 'girl power' dans les années 1990?",
            "BonneRéponse": "Spice Girls",
            "MauvaisesRéponses": [
              "Backstreet Boys",
              "NSYNC",
              "Destiny's Child"
            ],
            "Explication": "Les Spice Girls, un groupe pop britannique, ont promu le mouvement 'girl power', prônant l'autonomisation et l'unité des femmes à travers leur musique et leur image."
          },
          {
            "Question": "Quelle série télévisée animée a popularisé la culture 'kawaii' à l'échelle mondiale?",
            "BonneRéponse": "Hello Kitty",
            "MauvaisesRéponses": [
              "Sailor Moon",
              "Pokémon",
              "Dragon Ball"
            ],
            "Explication": "'Hello Kitty', créée par Sanrio, est devenue une icône mondiale, contribuant à la popularité généralisée de la culture 'kawaii' (mignonne) en provenance du Japon."
          },
          {
            "Question": "Quel rappeur a popularisé la musique hip-hop dans les années 1980?",
            "BonneRéponse": "Run-D.M.C.",
            "MauvaisesRéponses": [
              "N.W.A.",
              "Public Enemy",
              "Beastie Boys"
            ],
            "Explication": "Run-D.M.C. a joué un rôle majeur dans la popularisation de la musique hip-hop, créant des succès populaires et influençant l'impact culturel du genre."
          },
          {
            "Question": "Quel réseau de télévision a été déterminant dans la diffusion mondiale de sitcoms américaines?",
            "BonneRéponse": "HBO",
            "MauvaisesRéponses": [
              "NBC",
              "ABC",
              "CBS"
            ],
            "Explication": "Le modèle de distribution pionnier et le contenu premium de HBO ont permis aux sitcoms américaines de gagner une reconnaissance et une audience internationales."
          },
          {
            "Question": "Quel pays est connu pour produire des films emblématiques d'arts martiaux qui ont connu une popularité mondiale?",
            "BonneRéponse": "Hong Kong",
            "MauvaisesRéponses": [
              "Chine",
              "Japon",
              "Corée du Sud"
            ],
            "Explication": "Le cinéma de Hong Kong, en particulier le genre des arts martiaux, est devenu renommé à l'échelle mondiale, avec des cinéastes influents tels que Bruce Lee et Jackie Chan contribuant à sa popularité."
          },
          {
            "Question": "Quelle plateforme de médias sociaux a accéléré la propagation de la culture des fans de K-Pop à l'échelle mondiale?",
            "BonneRéponse": "Twitter",
            "MauvaisesRéponses": [
              "Facebook",
              "Instagram",
              "Reddit"
            ],
            "Explication": "Twitter a facilité la diffusion rapide du contenu K-Pop et des interactions des fans, contribuant à l'expansion mondiale des communautés de fans de K-Pop."
          },
          {
            "Question": "Quelle franchise de film a popularisé le concept d'univers cinématographiques interconnectés?",
            "BonneRéponse": "Marvel Cinematic Universe",
            "MauvaisesRéponses": [
              "Star Wars",
              "Harry Potter",
              "Le Seigneur des Anneaux"
            ],
            "Explication": "Le Marvel Cinematic Universe a révolutionné le concept de narration interconnectée à travers plusieurs films, établissant une nouvelle norme pour la construction d'univers cinématographiques."
          },
          {
            "Question": "Quelle franchise de jeu vidéo japonaise emblématique a contribué à la mondialisation des jeux vidéo?",
            "BonneRéponse": "Pokémon",
            "MauvaisesRéponses": [
              "Final Fantasy",
              "Legend of Zelda",
              "Street Fighter"
            ],
            "Explication": "Pokémon, avec ses diverses adaptations médiatiques et son attrait mondial, a joué un rôle déterminant dans la popularisation de la culture japonaise du jeu vidéo à l'échelle mondiale."
          }
        ]
      }
    }
  ]
}