{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "De quel rappeur le nom de scène est dérivé de l'Outlaw Immortal?",
            "TrueAnswer": "2Pac",
            "FalseAnswer": [
              "Eminem",
              "Jay Z",
              "Drake"
            ],
            "Explanation": "Le nom de scène de 2Pac est dérivé des mots 'Tupac Amaru', un révolutionnaire péruvien qui a dirigé un soulèvement indigène contre la domination espagnole au XVIIIe siècle."
          },
          {
            "Question": "Quelle star de la pop a été critiquée pour avoir porté un bindi lors des Billboard Music Awards 2013?",
            "TrueAnswer": "Selena Gomez",
            "FalseAnswer": [
              "Ariana Grande",
              "Taylor Swift",
              "Beyoncé"
            ],
            "Explanation": "Selena Gomez a été critiquée pour appropriation culturelle lorsqu'elle a porté un bindi, un symbole religieux hindou, en tant qu'accessoire de mode lors de sa performance."
          },
          {
            "Question": "Quelle marque de mode a été critiquée pour appropriation culturelle avec sa coiffure 'Bo Derek' tresses?",
            "TrueAnswer": "Marc Jacobs",
            "FalseAnswer": [
              "Gucci",
              "Versace",
              "Prada"
            ],
            "Explanation": "Marc Jacobs a été critiqué pour avoir utilisé des tresses 'Bo Derek' sur des mannequins principalement blancs, appropriant une coiffure traditionnelle africaine sans créditer la culture."
          },
          {
            "Question": "Dans le clip vidéo 'This Is America', quel artiste a abordé l'appropriation culturelle et l'injustice?",
            "TrueAnswer": "Childish Gambino",
            "FalseAnswer": [
              "Kendrick Lamar",
              "Drake",
              "Jay Z"
            ],
            "Explanation": "'This Is America' de Childish Gambino met en lumière l'appropriation culturelle et l'injustice raciale, suscitant des discussions sur l'exploitation de la culture noire."
          },
          {
            "Question": "Quelle actrice a été critiquée pour avoir porté des tresses africaines traditionnelles aux Oscars?",
            "TrueAnswer": "Zendaya",
            "FalseAnswer": [
              "Emma Stone",
              "Jennifer Lawrence",
              "Scarlett Johansson"
            ],
            "Explanation": "Zendaya a été félicitée pour avoir dénoncé les commentaires ignorants de Giuliana Rancic et a abordé la question de l'appropriation culturelle à Hollywood."
          }
        ]
      }
    }
  ]
}