{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle est l'origine du terme 'cosplay'?",
            "VraieRéponse": "Japon",
            "FausseRéponse": [
              "Canada",
              "Chine",
              "Australie"
            ],
            "Explication": "Le mot 'cosplay' provient des termes japonais 'costume' et 'play', et il a été originellement inventé au Japon."
          },
          {
            "Question": "Quel personnage fictif est connu pour porter une cape rouge et un collant bleu?",
            "VraieRéponse": "Superman",
            "FausseRéponse": [
              "Spider-Man",
              "Batman",
              "Iron Man"
            ],
            "Explication": "Superman, créé par Jerry Siegel et Joe Shuster, est largement reconnu pour son costume emblématique de super-héros."
          },
          {
            "Question": "Quel événement populaire célèbre le cosplay et la culture pop à San Diego?",
            "VraieRéponse": "Comic-Con",
            "FausseRéponse": [
              "E3",
              "PAX",
              "Gamescom"
            ],
            "Explication": "Le Comic-Con International de San Diego est un événement annuel qui met en valeur le cosplay, les bandes dessinées, le cinéma et les arts populaires."
          },
          {
            "Question": "Quelle série animée met en scène des personnages portant des costumes de shinigami?",
            "VraieRéponse": "Bleach",
            "FausseRéponse": [
              "Naruto",
              "One Piece",
              "Dragon Ball"
            ],
            "Explication": "Dans l'anime 'Bleach', les shinigami (faucheurs d'âmes) portent des kimonos noirs distincts et manient des épées zanpakuto."
          },
          {
            "Question": "Qui est connue pour sa tenue emblématique avec une robe blanche et un bandeau rouge dans 'Pretty Woman'?",
            "VraieRéponse": "Julia Roberts",
            "FausseRéponse": [
              "Meryl Streep",
              "Jodie Foster",
              "Cameron Diaz"
            ],
            "Explication": "Le personnage de Julia Roberts, Vivian, dans 'Pretty Woman' est souvent associé à son ensemble vestimentaire saisissant."
          },
          {
            "Question": "Quelle créature mythique est souvent représentée dans des costumes de dragon chinois?",
            "VraieRéponse": "Dragon",
            "FausseRéponse": [
              "Phénix",
              "Licorne",
              "Griffon"
            ],
            "Explication": "Les costumes de dragon chinois sont connus pour représenter des créatures mythiques puissantes et propices dans la culture chinoise."
          },
          {
            "Question": "Quel événement de la culture pop est un lieu populaire pour les cosplayers à New York?",
            "VraieRéponse": "New York Comic Con",
            "FausseRéponse": [
              "Le Met Gala",
              "Festival du film de Tribeca",
              "BroadwayCon"
            ],
            "Explication": "Le New York Comic Con attire des milliers de cosplayers chaque année pour présenter leurs costumes élaborés et célébrer la culture des fans."
          },
          {
            "Question": "Quel personnage célèbre est souvent associé à une longue écharpe rayée et un fez?",
            "VraieRéponse": "Le Quatrième Docteur",
            "FausseRéponse": [
              "Sherlock Holmes",
              "Harry Potter",
              "Sherlock Holmes"
            ],
            "Explication": "Le Quatrième Docteur de 'Doctor Who' est reconnu pour son iconique longue écharpe multicolore et son fez."
          },
          {
            "Question": "Quel film présente une danse de bal avec une robe jaune et des chaussures en verre emblématiques?",
            "VraieRéponse": "Cendrillon",
            "FausseRéponse": [
              "La Belle au bois dormant",
              "Blanche-Neige",
              "La Petite Sirène"
            ],
            "Explication": "Cendrillon est célèbre pour la scène emblématique de transformation où elle porte une magnifique robe jaune et des chaussures en verre."
          },
          {
            "Question": "Quel est le nom du super-héros portant un costume rouge et bleu et un bouclier?",
            "VraieRéponse": "Captain America",
            "FausseRéponse": [
              "Iron Man",
              "Spider-Man",
              "Thor"
            ],
            "Explication": "Captain America est reconnu pour son costume au thème patriotique avec un bouclier rouge, blanc et bleu."
          },
          {
            "Question": "Où le cosplay a-t-il d'abord gagné une reconnaissance généralisée en dehors du Japon?",
            "VraieRéponse": "États-Unis",
            "FausseRéponse": [
              "France",
              "Allemagne",
              "Italie"
            ],
            "Explication": "Le cosplay a commencé à gagner en popularité aux États-Unis, dépassant l'influence initiale du Japon."
          },
          {
            "Question": "Quel personnage fictif est connu pour porter une robe tablier bleue et un tablier blanc dans son costume emblématique?",
            "VraieRéponse": "Alice",
            "FausseRéponse": [
              "Dorothée",
              "Le Petit Chaperon Rouge",
              "Boucle d'or"
            ],
            "Explication": "Alice des 'Aventures d'Alice au pays des merveilles' de Lewis Carroll est reconnue pour sa robe bleue distincte et son tablier."
          },
          {
            "Question": "Quelle série fantastique met en scène des personnages parés de costumes médiévaux élaborés, comprenant des armures et des blasons?",
            "VraieRéponse": "Game of Thrones",
            "FausseRéponse": [
              "The Witcher",
              "Le Seigneur des Anneaux",
              "Harry Potter"
            ],
            "Explication": "'Game of Thrones' est connu pour ses costumes complexes symbolisant les maisons nobles et les régions distinctes de Westeros."
          },
          {
            "Question": "Qui est le personnage emblématique connu pour porter une tenue étoilée rouge, blanche et bleue?",
            "VraieRéponse": "Wonder Woman",
            "FausseRéponse": [
              "La Veuve Noire",
              "Catwoman",
              "Supergirl"
            ],
            "Explication": "Wonder Woman, créée par William Moulton Marston, est reconnue pour sa conception de costume patriotique."
          },
          {
            "Question": "Quel personnage de Disney est célèbre pour une robe verte, des gants et un diadème?",
            "VraieRéponse": "Tiana",
            "FausseRéponse": [
              "Ariel",
              "Belle",
              "Raiponce"
            ],
            "Explication": "Tiana de 'La Princesse et la Grenouille' est représentée avec une robe verte distinctive, des gants et un diadème."
          },
          {
            "Question": "Quel personnage emblématique est connu pour porter une cape noire et une cagoule, avec un emblème de chauve-souris sur la poitrine?",
            "VraieRéponse": "Batman",
            "FausseRéponse": [
              "Superman",
              "Flash",
              "Green Lantern"
            ],
            "Explication": "Batman, également connu sous le nom de Bruce Wayne, est célèbre pour son costume sombre de justicier et la symbolique inspirée des chauves-souris."
          },
          {
            "Question": "Dans quel univers fictif voit-on souvent des personnages porter des combinaisons moulantes colorées et des masques?",
            "VraieRéponse": "Power Rangers",
            "FausseRéponse": [
              "Sailor Moon",
              "Ultraman",
              "Voltron"
            ],
            "Explication": "Les Power Rangers sont connus pour leurs combinaisons en spandex vibrantes et leurs casques distincts, représentant différents super-héros en couleurs."
          },
          {
            "Question": "Quel est le nom du super-héros caractérisé par un costume rouge et bleu et un bouclier légendaire?",
            "VraieRéponse": "Superman",
            "FausseRéponse": [
              "Iron Man",
              "Spider-Man",
              "Thor"
            ],
            "Explication": "Superman, créé par Jerry Siegel et Joe Shuster, est reconnu pour son costume emblématique de super-héros."
          },
          {
            "Question": "Quel célèbre duo arbore des salopettes vertes assorties et des casquettes rouges comme tenue emblématique?",
            "VraieRéponse": "Mario et Luigi",
            "FausseRéponse": [
              "Tom et Jerry",
              "Bob l'éponge et Patrick",
              "Mickey et Minnie"
            ],
            "Explication": "Mario et Luigi, les célèbres personnages de jeu vidéo de Nintendo, sont connus pour leurs tenues de plombier reconnaissables."
          },
          {
            "Question": "Quel personnage est connu pour une combinaison moulante rouge et bleue avec un emblème d'araignée?",
            "VraieRéponse": "Spider-Man",
            "FausseRéponse": [
              "Iron Man",
              "Batman",
              "Captain America"
            ],
            "Explication": "Spider-Man, aussi connu sous le nom de Peter Parker, est reconnu pour sa combinaison de super-héros rouge et bleue avec un emblème d'araignée."
          }
        ]
      }
    }
  ]
}