{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle plateforme de médias sociaux a été créée en 2006 et permet aux utilisateurs de publier et de partager de courtes vidéos ?",
            "TrueAnswer": "TikTok",
            "FalseAnswer": [
              "Instagram",
              "Twitter",
              "Snapchat"
            ],
            "Explanation": "TikTok est une plateforme populaire pour créer et partager de courtes vidéos, mettant l'accent sur la musique, la danse et le contenu comique."
          },
          {
            "Question": "Qui est connu pour populariser les vidéos de déballage sur YouTube ?",
            "TrueAnswer": "Ryan Kaji",
            "FalseAnswer": [
              "PewDiePie",
              "Dude Perfect",
              "Liza Koshy"
            ],
            "Explanation": "Ryan Kaji, de Ryan's World, est devenu célèbre pour déballer et critiquer des jouets, et est l'un des YouTubers les mieux rémunérés."
          },
          {
            "Question": "Quelle plateforme de médias sociaux est connue pour ses messages photo et vidéo éphémères ?",
            "TrueAnswer": "Snapchat",
            "FalseAnswer": [
              "Facebook",
              "Twitter",
              "Pinterest"
            ],
            "Explanation": "Snapchat permet aux utilisateurs d'envoyer des photos et des vidéos, appelées 'Snaps', qui ne peuvent être vues que pendant un court laps de temps avant de disparaître."
          },
          {
            "Question": "Pour quoi la personne la plus suivie sur Instagram est-elle connue ?",
            "TrueAnswer": "Chanteur",
            "FalseAnswer": [
              "Athlète",
              "Acteur",
              "Star de la télé-réalité"
            ],
            "Explanation": "Le footballeur portugais Cristiano Ronaldo est la personne la plus suivie sur Instagram, connue pour ses réalisations et ses mises à jour sur sa vie personnelle."
          },
          {
            "Question": "Quel influenceur des médias sociaux est célèbre pour ses tutoriels de maquillage et ses critiques de produits de beauté ?",
            "TrueAnswer": "James Charles",
            "FalseAnswer": [
              "Zoella",
              "Huda Kattan",
              "Jeffree Star"
            ],
            "Explanation": "James Charles a gagné en popularité sur YouTube pour ses tutoriels de maquillage et ses critiques, rassemblant une large audience dans la communauté de la beauté."
          }
        ]
      }
    }
  ]
}