{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel créateur de mode a créé les célèbres escarpins à semelles rouges ?",
            "TrueAnswer": "Christian Louboutin",
            "FalseAnswer": [
              "Jimmy Choo",
              "Manolo Blahnik",
              "Giuseppe Zanotti"
            ],
            "Explication": "Christian Louboutin, un designer français, a déposé la marque des semelles rouges et ses chaussures sont un symbole de statut dans le monde de la mode."
          },
          {
            "Question": "Quel est le nom du style de maillot de bain haut coupé qui a gagné en popularité dans les années 80 ?",
            "TrueAnswer": "Monokini",
            "FalseAnswer": [
              "Bikini",
              "Tankini",
              "Skirtini"
            ],
            "Explication": "Le monokini est un maillot de bain une pièce avec des côtés découpés, popularisé par le créateur de mode Rudi Gernreich à la fin des années 1960."
          },
          {
            "Question": "Quel artiste emblématique a conçu le controversé T-shirt de la 'Vénus' de Milo ?",
            "TrueAnswer": "Kanye West",
            "FalseAnswer": [
              "Banksy",
              "Andy Warhol",
              "Jean-Michel Basquiat"
            ],
            "Explication": "Le T-shirt de la 'Vénus' de Kanye West a été inspiré par une sculpture classique et a suscité un débat sur la censure et l'expression artistique."
          },
          {
            "Question": "Quel type de chapeau est devenu à la mode après avoir été porté par la princesse Diana dans les années 1980 ?",
            "TrueAnswer": "Fascinator",
            "FalseAnswer": [
              "Beret",
              "Cloche",
              "Trilby"
            ],
            "Explication": "Après que la princesse Diana ait porté un fascinator, ce petit accessoire de tête élaboré est devenu un choix populaire pour les événements formels et les mariages."
          },
          {
            "Question": "Quel artiste de hip-hop des années 90 a popularisé le look iconique des maillots de basket-ball surdimensionnés et des pantalons larges ?",
            "TrueAnswer": "MC Hammer",
            "FalseAnswer": [
              "Notorious B.I.G.",
              "Tupac Shakur",
              "LL Cool J"
            ],
            "Explication": "Le style de mode unique de MC Hammer, caractérisé par des pantalons larges et des maillots de basket-ball flamboyants, est devenu synonyme de sa personne musicale."
          }
        ]
      }
    }
  ]
}