{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle boisson populaire a été associée à une tendance \"licorne\" dans la culture pop ?",
            "TrueAnswer": "Frapuccino",
            "FalseAnswer": [
              "Matcha Latte",
              "Cold Brew",
              "Smoothie à la mangue"
            ],
            "Explanation": "Le frappuccino licorne, une offre limitée de Starbucks, est devenu une sensation virale en 2017 pour son apparence colorée et instagrammable."
          },
          {
            "Question": "Quel chef célèbre est connu pour avoir popularisé le terme 'BAM !' dans les émissions de cuisine ?",
            "TrueAnswer": "Emeril Lagasse",
            "FalseAnswer": [
              "Gordon Ramsay",
              "Bobby Flay",
              "Jamie Oliver"
            ],
            "Explanation": "Emeril Lagasse, un chef renommé et une personnalité de la télévision, a popularisé le slogan 'BAM !' dans ses émissions de cuisine, mettant l'accent sur des saveurs audacieuses et une excitation culinaire."
          },
          {
            "Question": "Quel aliment est devenu une sensation de la culture pop en raison de sa présence dans la série TV 'Stranger Things' ?",
            "TrueAnswer": "Gaufres Eggo",
            "FalseAnswer": [
              "Pop-Tarts",
              "Barres de céréales",
              "Pancakes"
            ],
            "Explication": "Les gaufres Eggo ont acquis une grande importance dans la culture pop après avoir été largement présentées comme une friandise favorite du personnage Eleven dans la série à succès 'Stranger Things'."
          },
          {
            "Question": "Quel ingrédient tendance a été utilisé dans divers plats et boissons en raison de ses prétendus bienfaits pour la santé ?",
            "TrueAnswer": "Curcuma",
            "FalseAnswer": [
              "Cannelle",
              "Paprika",
              "Gingembre"
            ],
            "Explanation": "Le curcuma, connu pour sa couleur vive et ses propriétés anti-inflammatoires potentielles, a gagné en popularité dans les tendances culinaires et de boissons, apparaissant dans des lattes, des smoothies et des plats salés."
          },
          {
            "Question": "Quelle chaîne de restauration rapide a créé un phénomène de la culture pop avec la sortie de sa sauce Szechuan ?",
            "TrueAnswer": "McDonald's",
            "FalseAnswer": [
              "Burger King",
              "KFC",
              "Taco Bell"
            ],
            "Explanation": "McDonald's a provoqué un engouement parmi les fans en rééditant brièvement sa sauce Szechuan, initialement introduite dans le cadre d'une promotion croisée avec le film 'Mulan' en 1998, influencée par son inclusion dans 'Rick and Morty'."
          }
        ]
      }
    }
  ]
}