{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a été le premier célèbre à soutenir un candidat politique pendant une campagne présidentielle ?",
            "TrueAnswer": "Frank Sinatra",
            "FalseAnswer": [
              "Marilyn Monroe",
              "Elvis Presley",
              "John Wayne"
            ],
            "Explication": "En 1960, Frank Sinatra a soutenu John F. Kennedy pour la présidence, marquant le début des soutiens de célébrités en politique."
          },
          {
            "Question": "Quel président américain est apparu dans l'émission de télévision 'Laugh-In' ?",
            "TrueAnswer": "Richard Nixon",
            "FalseAnswer": [
              "Ronald Reagan",
              "Bill Clinton",
              "George W. Bush"
            ],
            "Explication": "En 1968, Richard Nixon, alors candidat à la présidence, a fait une apparition dans 'Laugh-In', prononçant le célèbre slogan de l'émission 'Sock it to me.'"
          },
          {
            "Question": "Quel réalisateur de cinéma a sorti un documentaire politique controversé sur le système de santé américain ?",
            "TrueAnswer": "Michael Moore",
            "FalseAnswer": [
              "Steven Spielberg",
              "Christopher Nolan",
              "Quentin Tarantino"
            ],
            "Explication": "Le documentaire de Michael Moore, 'Sicko' (2007), examine le système de santé américain, offrant un regard critique sur les industries de l'assurance et pharmaceutique."
          },
          {
            "Question": "Quel musicien a eu un différend public avec le président américain concernant l'utilisation de sa musique lors de rassemblements politiques ?",
            "TrueAnswer": "Bruce Springsteen",
            "FalseAnswer": [
              "Taylor Swift",
              "Kanye West",
              "Adele"
            ],
            "Explication": "Bruce Springsteen s'est opposé publiquement à l'utilisation de sa chanson 'Born in the U.S.A.' par l'ancien président Ronald Reagan lors d'événements de campagne."
          },
          {
            "Question": "Quel personnage fictif de série télévisée s'est présenté au Congrès américain en tant que candidat indépendant ?",
            "TrueAnswer": "Lisa Simpson",
            "FalseAnswer": [
              "Bart Simpson",
              "Peter Griffin",
              "Leslie Knope"
            ],
            "Explication": "Dans l'épisode des 'Simpson' intitulé 'Mr. Lisa Goes to Washington', Lisa se présente au Congrès sur une plateforme environnementale, plaidant en faveur des arbres de la ville."
          }
        ]
      }
    }
  ]
}