{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle a été la première tendance de danse virale sur TikTok ?",
            "TrueAnswer": "Renegade",
            "FalseAnswer": [
              "Savage",
              "Say So",
              "Blinding Lights"
            ],
            "Explanation": "Le défi de danse Renegade, créé par Jalaiah Harmon, a connu une immense popularité après avoir été réalisé par des influenceurs populaires sur TikTok et d'autres plateformes de médias sociaux."
          },
          {
            "Question": "Quelle chanson a inspiré le défi 'In My Feelings' ?",
            "TrueAnswer": "In My Feelings de Drake",
            "FalseAnswer": [
              "Sicko Mode de Travis Scott",
              "God's Plan de Drake",
              "Nice for What de Drake"
            ],
            "Explanation": "La chanson 'In My Feelings' de Drake a inspiré un défi de danse sur les réseaux sociaux, des célébrités et des fans postant des vidéos dansant sur le morceau accrocheur et incorporant un mouvement de danse spécifique."
          },
          {
            "Question": "Qui a popularisé le 'Mannequin Challenge' sur les réseaux sociaux ?",
            "TrueAnswer": "Des étudiants de la Edward H. White High School",
            "FalseAnswer": [
              "Kylie Jenner",
              "Ellen DeGeneres",
              "The Rock"
            ],
            "Explanation": "Le Mannequin Challenge est devenu viral en 2016, avec des groupes de personnes figées dans des poses élaborées, souvent sur de la musique. Il est originaire d'une vidéo réalisée par des étudiants de la Edward H. White High School à Jacksonville, en Floride."
          },
          {
            "Question": "Quel objet les gens ont-ils improvisé dans le défi 'Charlie Charlie' ?",
            "TrueAnswer": "Des crayons",
            "FalseAnswer": [
              "Bougies",
              "Pièces de monnaie",
              "Cartes de tarot"
            ],
            "Explanation": "Le défi Charlie Charlie consistait à équilibrer deux crayons l'un sur l'autre pour créer une forme de 'croix', puis à invoquer un démon mexicain nommé Charlie pour répondre aux questions selon un format oui-non."
          },
          {
            "Question": "Sur quelle plateforme de médias sociaux la 'Ice Bucket Challenge' s'est-elle principalement propagée ?",
            "TrueAnswer": "Facebook",
            "FalseAnswer": [
              "Twitter",
              "Instagram",
              "TikTok"
            ],
            "Explanation": "Le Ice Bucket Challenge, qui visait à sensibiliser à la SLA, a connu une immense popularité avec des personnes postant des vidéos d'elles-mêmes se faisant arroser d'eau glacée. Il s'est principalement propagé sur Facebook, entraînant une participation et des dons massifs."
          }
        ]
      }
    }
  ]
}