{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui est connu pour avoir créé l'œuvre des boîtes de conserve Campbell's Soup?",
            "VraiRéponse": "Andy Warhol",
            "FausseRéponse": [
              "Roy Lichtenstein",
              "Jean-Michel Basquiat",
              "Keith Haring"
            ],
            "Explication": "Andy Warhol, une figure majeure du mouvement artistique pop art, a créé l'icône des boîtes de conserve Campbell's Soup en 1962, qui est devenue un symbole de la critique de la culture de consommation par le pop art."
          },
          {
            "Question": "En quelle année le célèbre portrait de Marilyn Monroe par Andy Warhol a-t-il été présenté pour la première fois?",
            "VraiRéponse": "1962",
            "FausseRéponse": [
              "1967",
              "1956",
              "1974"
            ],
            "Explication": "En 1962, la célèbre peinture sérigraphique d'Andy Warhol représentant Marilyn Monroe, intitulée de manière appropriée 'Marilyn Diptych,' a été exposée pour la première fois."
          },
          {
            "Question": "Qui est considéré comme le pionnier du street art au pochoir?",
            "VraiRéponse": "Banksy",
            "FausseRéponse": [
              "Shepard Fairey",
              "Invader",
              "JR"
            ],
            "Explication": "Banksy, un artiste de rue anonyme basé en Angleterre, est connu pour ses œuvres de graffiti au pochoir politiquement chargées et stimulantes."
          },
          {
            "Question": "Quel artiste a créé l'affiche 'Hope' avec Barack Obama?",
            "VraiRéponse": "Shepard Fairey",
            "FausseRéponse": [
              "Banksy",
              "Obey",
              "JR"
            ],
            "Explication": "Shepard Fairey a acquis une reconnaissance mondiale pour son affiche 'Hope' créée pour la campagne présidentielle de Barack Obama en 2008, devenant un symbole emblématique d'espoir et de changement."
          },
          {
            "Question": "De quel type d'art se caractérise par des couleurs vives et des images de produits de consommation?",
            "VraiRéponse": "Pop Art",
            "FausseRéponse": [
              "Expressionnisme abstrait",
              "Surréalisme",
              "Cubisme"
            ],
            "Explication": "Le pop art, apparu dans les années 1950, se distingue par l'utilisation de couleurs vives, d'images de produits de consommation et d'éléments de la culture populaire, remettant en cause les notions traditionnelles de l'art."
          },
          {
            "Question": "Quand la carrière d'artiste de rue de Jean-Michel Basquiat a-t-elle commencé?",
            "VraiRéponse": "Fin des années 1970",
            "FausseRéponse": [
              "Début des années 1980",
              "Milieu des années 1990",
              "Fin des années 1980"
            ],
            "Explication": "Jean-Michel Basquiat a commencé sa carrière d'artiste de rue à la fin des années 1970 sous le pseudonyme de 'SAMO,' avant de passer aux galeries et de gagner en importance dans le milieu artistique des années 1980."
          },
          {
            "Question": "Qui a co-fondé le mouvement emblématique du street art des années 1980 'SAMO'?",
            "VraiRéponse": "Jean-Michel Basquiat",
            "FausseRéponse": [
              "Banksy",
              "Shepard Fairey",
              "Keith Haring"
            ],
            "Explication": "Jean-Michel Basquiat, aux côtés de Al Diaz, a co-fondé le duo de graffeurs 'SAMO', laissant des messages cryptiques dans toute la ville de New York et attirant l'attention du monde de l'art."
          },
          {
            "Question": "Quel artiste de rue est connu pour ses créations de mosaïques 'Space Invader'?",
            "VraiRéponse": "Invader",
            "FausseRéponse": [
              "Banksy",
              "Shepard Fairey",
              "JR"
            ],
            "Explication": "Invader, un artiste de rue français, s'est fait connaître pour ses œuvres de mosaïque pixelisée inspirées du jeu vidéo classique 'Space Invaders', qu'il a installées dans des villes du monde entier."
          },
          {
            "Question": "Quel est le titre du célèbre projet d'art urbain mené par JR?",
            "VraiRéponse": "Inside Out Project",
            "FausseRéponse": [
              "Projet Face2Face",
              "Projet Wrinkles of the City",
              "Projet Unframed"
            ],
            "Explication": "Le Inside Out Project, initié par JR, est un projet artistique participatif mondial qui permet aux gens de partager leur portrait et d'exprimer leurs histoires inédites à travers des affiches surdimensionnées collées dans les espaces publics."
          },
          {
            "Question": "Quel artiste américain emblématique est connu pour sa graphique 'Love'?",
            "VraiRéponse": "Robert Indiana",
            "FausseRéponse": [
              "Roy Lichtenstein",
              "Keith Haring",
              "Jean-Michel Basquiat"
            ],
            "Explication": "Robert Indiana, une figure influente du mouvement pop art, s'est fait connaître pour sa graphique 'Love', qui est devenue l'un des symboles les plus reconnaissables de l'art contemporain et de la culture populaire."
          }
        ]
      }
    }
  ]
}