{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel personnage est un alien non-binaire dans la série Steven Universe?",
            "VraiRéponse": "Garnet",
            "FaussesRéponses": [
              "Pearl",
              "Amethyst",
              "Steven"
            ],
            "Explication": "Garnet, la fusion de Ruby et Sapphire, est un personnage non-binaire dans la série 'Steven Universe', représentant des personnages LGBTQ+."
          },
          {
            "Question": "Quel film a remporté le premier Oscar du meilleur film avec des thèmes LGBTQ+?",
            "VraiRéponse": "Midnight Cowboy",
            "FaussesRéponses": [
              "Brokeback Mountain",
              "Milk",
              "Carol"
            ],
            "Explication": "En 1970, 'Midnight Cowboy' est devenu le premier et le seul film classé X à remporter l'Oscar du meilleur film."
          },
          {
            "Question": "Qui a joué le premier personnage ouvertement gay dans un rôle principal à la télévision américaine?",
            "VraiRéponse": "Billy Crystal",
            "FaussesRéponses": [
              "Ellen DeGeneres",
              "Neil Patrick Harris",
              "Rupert Everett"
            ],
            "Explication": "Billy Crystal a interprété le personnage de Jodie Dallas dans l'émission de télévision 'Soap', diffusée de 1977 à 1981."
          },
          {
            "Question": "Quelle émission a présenté la première actrice transgenre nominée aux Emmy Awards?",
            "VraiRéponse": "Orange Is the New Black",
            "FaussesRéponses": [
              "Transparent",
              "Pose",
              "Sense8"
            ],
            "Explication": "Laverne Cox, qui a joué Sophia Burset dans 'Orange Is the New Black', a reçu la nomination historique aux Emmy Awards en 2014."
          },
          {
            "Question": "Dans la série 'Brooklyn Nine-Nine', quelle actrice joue une détective bisexuelle?",
            "VraiRéponse": "Stephanie Beatriz",
            "FaussesRéponses": [
              "Chelsea Peretti",
              "Melissa Fumero",
              "Terry Crews"
            ],
            "Explication": "Le personnage de Rosa Diaz, joué par Stephanie Beatriz, a fait son coming out en tant que bisexuel, représentant la diversité LGBTQ+ dans l'émission."
          },
          {
            "Question": "Quelle a été la première série animée à remporter un Emmy du programme animé exceptionnel avec une représentation LGBTQ+?",
            "VraiRéponse": "Steven Universe",
            "FaussesRéponses": [
              "The Legend of Korra",
              "Adventure Time",
              "She-Ra and the Princesses of Power"
            ],
            "Explication": "'Steven Universe' a remporté l'Emmy en 2019 pour l'épisode 'Reunited', qui présentait un mariage entre personnes de même sexe."
          },
          {
            "Question": "Quel acteur a joué une femme transgenre dans le film 'The Danish Girl'?",
            "VraiRéponse": "Eddie Redmayne",
            "FaussesRéponses": [
              "Jared Leto",
              "Hilary Swank",
              "Cate Blanchett"
            ],
            "Explication": "La performance d'Eddie Redmayne en tant que Lili Elbe lui a valu une nomination aux Oscars du meilleur acteur en 2016."
          },
          {
            "Question": "Dans la série télévisée 'Pose', quelle ville sert de toile de fond à la culture ballroom LGBTQ+?",
            "VraiRéponse": "New York City",
            "FaussesRéponses": [
              "San Francisco",
              "Chicago",
              "Los Angeles"
            ],
            "Explication": "'Pose' se déroule à New York City à la fin des années 1980 et au début des années 1990, mettant en valeur la culture ballroom et la communauté LGBTQ+."
          },
          {
            "Question": "Quel a été le premier long métrage à aborder spécifiquement le thème du SIDA?",
            "VraiRéponse": "Philadelphia",
            "FaussesRéponses": [
              "Dallas Buyers Club",
              "And the Band Played On",
              "Longtime Companion"
            ],
            "Explication": "'Philadelphia', avec Tom Hanks et Denzel Washington, a été l'un des premiers films grand public à aborder le thème du VIH/SIDA."
          },
          {
            "Question": "Quel chanteur pop a sorti l'album 'Confessions of a Drag Queen' en 1992?",
            "VraiRéponse": "Jackie Curtis",
            "FaussesRéponses": [
              "David Bowie",
              "Prince",
              "Madonna"
            ],
            "Explication": "Jackie Curtis, une figure influente dans les milieux du glam rock et LGBTQ+, a sorti l'album dans le cadre de son travail artistique."
          }
        ]
      }
    }
  ]
}