{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel est le principal gaz à effet de serre responsable du réchauffement climatique ?",
            "BonneRéponse": "Dioxyde de carbone",
            "MauvaiseRéponse": [
              "Méthane",
              "Protoxyde d'azote",
              "Oxygène"
            ],
            "Explication": "Le dioxyde de carbone est le principal moteur du changement climatique d'origine humaine en raison de la combustion des combustibles fossiles et de la déforestation."
          },
          {
            "Question": "Quel biome possède la plus grande biodiversité ?",
            "BonneRéponse": "Forêt tropicale humide",
            "MauvaiseRéponse": [
              "Désert",
              "Toundra",
              "Prairie"
            ],
            "Explication": "Les forêts tropicales humides, telles que l'Amazonie, abritent la plus grande diversité d'espèces végétales et animales sur Terre."
          },
          {
            "Question": "Quelle est la principale cause du blanchissement des récifs coralliens ?",
            "BonneRéponse": "Augmentation de la température de l'eau de mer",
            "MauvaiseRéponse": [
              "Surpêche",
              "L'acidification des océans",
              "Pollution"
            ],
            "Explication": "Le blanchissement se produit lorsque les coraux expulsent les algues qui vivent dans leurs tissus, souvent en raison du stress causé par l'augmentation de la température de l'eau de mer."
          },
          {
            "Question": "Quel pays émet le plus de dioxyde de carbone chaque année ?",
            "BonneRéponse": "Chine",
            "MauvaiseRéponse": [
              "États-Unis",
              "Inde",
              "Allemagne"
            ],
            "Explication": "La Chine est le plus grand contributeur mondial aux émissions de dioxyde de carbone, suivie par les États-Unis et l'Inde."
          },
          {
            "Question": "Quel pourcentage de l'eau de la Terre est de l'eau douce ?",
            "BonneRéponse": "2,5%",
            "MauvaiseRéponse": [
              "10%",
              "30%",
              "50%"
            ],
            "Explication": "Seulement environ 2,5% de l'eau de la Terre est de l'eau douce, et la plupart de celle-ci est retenue dans les calottes glaciaires et les glaciers."
          },
          {
            "Question": "Quelle est la principale source de pollution au mercure dans les écosystèmes aquatiques ?",
            "BonneRéponse": "L'exploitation aurifère artisanale",
            "MauvaiseRéponse": [
              "Centrales électriques au charbon",
              "Eaux usées industrielles",
              "Ruissellement agricole"
            ],
            "Explication": "L'exploitation aurifère artisanale et à petite échelle libère de grandes quantités de mercure dans l'environnement, impactant les écosystèmes d'eau douce et la santé humaine."
          },
          {
            "Question": "Quelle source d'énergie renouvelable dépend entièrement des conditions météorologiques ?",
            "BonneRéponse": "L'énergie solaire",
            "MauvaiseRéponse": [
              "L'énergie éolienne",
              "L'hydroélectricité",
              "L'énergie géothermique"
            ],
            "Explication": "L'énergie solaire dépend de l'énergie du soleil, ce qui la rend entièrement dépendante des conditions météorologiques pour une production constante."
          },
          {
            "Question": "Quelle est la principale cause de la diminution de la couche d'ozone dans la stratosphère ?",
            "BonneRéponse": "Les chlorofluorocarbures (CFC)",
            "MauvaiseRéponse": [
              "Dioxyde de soufre",
              "Méthanol",
              "Oxydes d'azote"
            ],
            "Explication": "Les CFC étaient couramment utilisés dans les réfrigérants et les propulseurs d'aérosols, conduisant à l'appauvrissement de la couche d'ozone."
          },
          {
            "Question": "Quelle pratique agricole entraîne la dégradation des sols et l'érosion ?",
            "BonneRéponse": "Surpâturage",
            "MauvaiseRéponse": [
              "Rotation des cultures",
              "Agriculture sans labour",
              "Agriculture biologique"
            ],
            "Explication": "Le surpâturage, en particulier par le bétail, peut entraîner une diminution de la couverture végétale et de l'érosion des sols, impactant la fertilité des sols."
          },
          {
            "Question": "Quel est le principal contributeur à l'acidification des océans ?",
            "BonneRéponse": "L'absorption du dioxyde de carbone",
            "MauvaiseRéponse": [
              "Les marées noires",
              "Le dessalement de l'eau de mer",
              "Ruissellement industriel"
            ],
            "Explication": "L'absorption excessive de dioxyde de carbone par l'océan entraîne un changement des niveaux de pH, conduisant à l'acidification des océans et nuisant à la vie marine."
          },
          {
            "Question": "Quel type de pollution est responsable de la formation du smog ?",
            "BonneRéponse": "Les particules en suspension",
            "MauvaiseRéponse": [
              "Le monoxyde de carbone",
              "Le dioxyde d'azote",
              "Le dioxyde de soufre"
            ],
            "Explication": "Les particules en suspension, constituées de petites particules et de gouttelettes liquides dans l'air, contribuent à la formation du smog et à la pollution atmosphérique."
          },
          {
            "Question": "Quelle activité humaine contribue le plus à la déforestation ?",
            "BonneRéponse": "L'agriculture commerciale",
            "MauvaiseRéponse": [
              "Agriculture vivrière",
              "Exploitation forestière",
              "Développement des infrastructures"
            ],
            "Explication": "L'agriculture commerciale, surtout pour des produits comme l'huile de palme et le soja, entraîne une déforestation à grande échelle et une perte d'habitat."
          },
          {
            "Question": "Quel est le composant principal du smog résultant de la combustion de combustibles fossiles ?",
            "BonneRéponse": "Ozone de bas niveau",
            "MauvaiseRéponse": [
              "Méthane",
              "Dioxyde de carbone",
              "Acide sulfurique"
            ],
            "Explication": "L'ozone de bas niveau, un polluant secondaire produit par la réaction de composés organiques volatils et d'oxydes d'azote, forme le smog."
          },
          {
            "Question": "Quelle est la principale cause d'eutrophisation dans les étendues d'eau ?",
            "BonneRéponse": "Ruissellement excessif de nutriments",
            "MauvaiseRéponse": [
              "Rejets industriels",
              "Littering",
              "Bloom d'algues"
            ],
            "Explication": "Le ruissellement de nutriments en provenance des engrais et des eaux usées conduit à l'eutrophisation, provoquant une croissance excessive des plantes et des algues, et une réduction de l'oxygène dans les étendues d'eau."
          },
          {
            "Question": "Quel est le principal résultat de la salinisation des sols ?",
            "BonneRéponse": "Rendements agricoles réduits",
            "MauvaiseRéponse": [
              "Croissance végétale accélérée",
              "Érosion des sols réduite",
              "Rétention d'eau améliorée"
            ],
            "Explication": "Une salinité élevée des sols peut entraver la croissance des plantes et réduire les rendements agricoles, posant un défi à la production agricole dans les zones concernées."
          },
          {
            "Question": "Quelle est la principale source de pollution microplastique dans les océans ?",
            "BonneRéponse": "Déchets et débris plastiques",
            "MauvaiseRéponse": [
              "Ruissellement urbain",
              "Érosion naturelle",
              "Marées noires marines"
            ],
            "Explication": "Les débris plastiques, par fragmentation et altération, contribuent à la formation de microplastiques, impactant les écosystèmes marins et la faune."
          },
          {
            "Question": "Quelle activité humaine est la principale cause de la fragmentation des habitats ?",
            "BonneRéponse": "Le développement urbain",
            "MauvaiseRéponse": [
              "Reboisement",
              "Conservation de la nature",
              "Restauration des zones humides"
            ],
            "Explication": "L'étalement urbain et le développement perturbent les habitats naturels, conduisant à la fragmentation des habitats et à la perte de biodiversité."
          },
          {
            "Question": "Quelle est la principale cause de la contamination des eaux souterraines ?",
            "BonneRéponse": "Produits chimiques industriels et déchets",
            "MauvaiseRéponse": [
              "Ruissellement agricole",
              "Lixiviats de décharge",
              "Gisements minéraux naturels"
            ],
            "Explication": "Les activités industrielles libèrent souvent des produits chimiques nocifs et des déchets qui peuvent s'infiltrer dans le sol, contaminant les sources d'eau souterraine."
          },
          {
            "Question": "Quel gaz contribue le plus à la formation du smog dans les zones urbaines ?",
            "BonneRéponse": "Dioxyde d'azote",
            "MauvaiseRéponse": [
              "Monoxyde de carbone",
              "Dioxyde de soufre",
              "Méthane"
            ],
            "Explication": "Le dioxyde d'azote, émis par les gaz d'échappement des véhicules et les processus industriels, joue un rôle clé dans la formation du smog urbain."
          },
          {
            "Question": "Quelle est la principale cause de pluies acides ?",
            "BonneRéponse": "Émissions de dioxyde de soufre et d'oxydes d'azote",
            "MauvaiseRéponse": [
              "Vapeur d'eau industrielle",
              "Absorption de dioxyde de carbone",
              "Émissions de méthane"
            ],
            "Explication": "Le dioxyde de soufre et les oxydes d'azote, émis par les processus industriels et les véhicules, réagissent avec les composés atmosphériques pour former des pluies acides."
          }
        ]
      }
    }
  ]
}