{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qu'est-ce que la centrale électrique de la cellule?",
            "TrueAnswer": "Mitochondrie",
            "FalseAnswer": [
              "Noyau",
              "Ribosome",
              "Chloroplaste"
            ],
            "Explication": "Les mitochondries sont des organites qui agissent comme un système digestif qui absorbe les nutriments, les décompose et crée des molécules riches en énergie pour la cellule."
          },
          {
            "Question": "Que signifie l'ADN?",
            "TrueAnswer": "Acide désoxyribonucléique",
            "FalseAnswer": [
              "Acide nucléique digital",
              "Atome de nitrogène dihydroxy",
              "Acide aminé nucléotidique double"
            ],
            "Explication": "L'ADN est une molécule qui porte les instructions génétiques utilisées dans la croissance, le développement, le fonctionnement et la reproduction de tous les organismes vivants connus et de nombreux virus."
          },
          {
            "Question": "Quel gaz les plantes absorbent-elles lors de la photosynthèse?",
            "TrueAnswer": "Dioxyde de carbone",
            "FalseAnswer": [
              "Oxygène",
              "Azote",
              "Hydrogène"
            ],
            "Explication": "Pendant la photosynthèse, les plantes absorbent du dioxyde de carbone, de l'eau et de la lumière du soleil pour produire du glucose et de l'oxygène comme sous-produit."
          },
          {
            "Question": "Quel est le plus grand organe du corps humain?",
            "TrueAnswer": "Peau",
            "FalseAnswer": [
              "Foie",
              "Cerveau",
              "Poumons"
            ],
            "Explication": "La peau est le plus grand organe en surface et en poids, servant de barrière protectrice contre l'environnement et essentielle à de nombreuses fonctions physiologiques."
          },
          {
            "Question": "Quel est le processus de division cellulaire dans les cellules eucaryotes?",
            "TrueAnswer": "Mitose",
            "FalseAnswer": [
              "Méiose",
              "Fission binaire",
              "Hypertrophie"
            ],
            "Explication": "La mitose est un processus où une seule cellule se divise en deux cellules filles identiques, chacune contenant le même nombre de chromosomes et le même contenu génétique que la cellule d'origine."
          }
        ]
      }
    }
  ]
}