{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quel est le nom du groupe international qui régit les activités spatiales?",
            "TrueAnswer": "UNOOSA",
            "FalseAnswer": [
              "NASA",
              "ESA",
              "CNSA"
            ],
            "Explanation": "Le Bureau des affaires spatiales des Nations unies (UNOOSA) est chargé de promouvoir la coopération internationale dans l'utilisation pacifique et l'exploration de l'espace."
          },
          {
            "Question": "En quelle année le traité de l'espace extérieur, qui a établi des principes pour les activités spatiales, a-t-il été signé?",
            "TrueAnswer": "1967",
            "FalseAnswer": [
              "1957",
              "1972",
              "1985"
            ],
            "Explanation": "Le traité de l'espace extérieur a été signé en 1967 et constitue la pierre angulaire du droit international de l'espace, mettant l'accent sur l'utilisation pacifique de l'espace extra-atmosphérique et interdisant le placement d'armes de destruction massive dans l'espace."
          },
          {
            "Question": "Quel pays a le plus grand nombre de satellites en orbite autour de la Terre?",
            "TrueAnswer": "USA",
            "FalseAnswer": [
              "Chine",
              "Russie",
              "Inde"
            ],
            "Explanation": "En 2021, les États-Unis possèdent le plus grand nombre de satellites opérationnels en orbite, avec plus de 1 300 satellites actifs utilisés à diverses fins telles que la communication, la navigation et l'observation de la Terre."
          },
          {
            "Question": "Quel est l'objectif principal du Conseil national de l'espace aux États-Unis?",
            "TrueAnswer": "Coordination de la politique spatiale",
            "FalseAnswer": [
              "Formation des astronautes",
              "Fabrication de satellites",
              "Réglementation du tourisme spatial"
            ],
            "Explanation": "Le Conseil national de l'espace est chargé de coordonner les politiques et activités liées à l'espace au sein des agences gouvernementales afin d'assurer la cohérence et l'efficacité dans la mise en œuvre des politiques spatiales nationales."
          },
          {
            "Question": "Lequel des éléments suivants est un composant essentiel de la gouvernance et de la gestion spatiales?",
            "TrueAnswer": "Gestion du trafic spatial",
            "FalseAnswer": [
              "Réglementations sur l'exploitation minière spatiale",
              "Protocoles de contact avec les extraterrestres",
              "Normes de conception des engins spatiaux"
            ],
            "Explanation": "La gestion du trafic spatial consiste à surveiller et contrôler les objets spatiaux et les activités pour prévenir les collisions et garantir une utilisation sûre et durable de l'espace extra-atmosphérique, en particulier dans les orbites encombrées autour de la Terre."
          }
        ]
      }
    }
  ]
}