{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle est la fonction principale du télescope spatial Hubble?",
            "TrueAnswer": "Observer les galaxies lointaines",
            "FalseAnswer": [
              "Étudier les astéroïdes",
              "Mesurer la luminosité des étoiles",
              "Chercher les trous noirs"
            ],
            "Explanation": "Le télescope spatial Hubble est connu pour son rôle dans l'expansion significative de notre compréhension de l'univers en capturant des images de galaxies lointaines et de phénomènes célestes."
          },
          {
            "Question": "Quel observatoire spatial opère principalement dans la partie des rayons X du spectre électromagnétique?",
            "TrueAnswer": "Observatoire des rayons X Chandra",
            "FalseAnswer": [
              "Télescope spatial Spitzer",
              "Télescope spatial Kepler",
              "Télescope spatial James Webb"
            ],
            "Explanation": "L'Observatoire des rayons X Chandra est spécifiquement conçu pour détecter et observer les émissions de rayons X provenant de régions à haute énergie de l'univers, y compris les trous noirs et les vestiges de supernovae."
          },
          {
            "Question": "Quel est le but principal du télescope spatial James Webb?",
            "TrueAnswer": "Étudier le début de l'univers",
            "FalseAnswer": [
              "Chasser les exoplanètes",
              "Cartographier la ceinture d'astéroïdes",
              "Observer les éruptions solaires"
            ],
            "Explanation": "Le télescope spatial James Webb a pour objectif d'étudier les premières étoiles et galaxies de l'univers, ainsi que la formation de systèmes planétaires, pour fournir des informations sur le début de l'univers."
          },
          {
            "Question": "Quel télescope spatial est connu pour ses observations infrarouges du cosmos?",
            "TrueAnswer": "Télescope spatial Spitzer",
            "FalseAnswer": [
              "Télescope spatial Hubble",
              "Observatoire des rayons X Chandra",
              "Télescope spatial Kepler"
            ],
            "Explanation": "Le télescope spatial Spitzer est renommé pour son travail pionnier dans le domaine de l'astronomie infrarouge, permettant l'étude d'objets froids et lointains tels que les protoétoiles et les exoplanètes."
          },
          {
            "Question": "Quel observatoire spatial a été crucial pour la découverte et l'étude des exoplanètes?",
            "TrueAnswer": "Télescope spatial Kepler",
            "FalseAnswer": [
              "Télescope spatial Hubble",
              "Observatoire des rayons X Chandra",
              "Télescope spatial James Webb"
            ],
            "Explanation": "Le télescope spatial Kepler a révolutionné l'étude des exoplanètes en détectant des milliers de candidats planétaires, fournissant des données précieuses pour comprendre les systèmes planétaires au-delà de notre système solaire."
          }
        ]
      }
    }
  ]
}