{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quel est le principal problème social entourant la participation des athlètes transgenres dans le sport ?",
            "BonneRéponse": "Équité",
            "MauvaiseRéponse": [
              "Inclusion",
              "Égalité",
              "Sécurité"
            ],
            "Explication": "La principale préoccupation est l'équité dans la compétition en raison de potentielles différences dans les capacités physiques et les niveaux d'hormones."
          },
          {
            "Question": "En quoi le sport contribue-t-il à la question de l'égalité entre les sexes ?",
            "BonneRéponse": "Autonomisation",
            "MauvaiseRéponse": [
              "Inégalité",
              "Exclusion",
              "Discrimination"
            ],
            "Explication": "La participation au sport peut autonomiser les femmes et les filles en favorisant la confiance, le leadership et en brisant les stéréotypes liés au genre."
          },
          {
            "Question": "Quel problème social est couramment associé à la commercialisation du sport ?",
            "BonneRéponse": "Exploitation",
            "MauvaiseRéponse": [
              "Autonomisation",
              "Égalité",
              "Inclusivité"
            ],
            "Explication": "Les intérêts commerciaux peuvent conduire à l'exploitation des athlètes, à un consumérisme excessif et à des inégalités dans la répartition des ressources."
          },
          {
            "Question": "Quel problème mondial recoupe les sports en relation avec l'organisation d'événements majeurs comme les Jeux olympiques ?",
            "BonneRéponse": "Infrastructure",
            "MauvaiseRéponse": [
              "Santé",
              "Pauvreté",
              "Éducation"
            ],
            "Explication": "Les villes hôtes sont souvent confrontées à des défis pour construire des infrastructures, ce qui peut détourner des ressources des services sociaux essentiels."
          },
          {
            "Question": "En quoi les sports impactent-ils la question de l'égalité raciale ?",
            "BonneRéponse": "Plaidoyer",
            "MauvaiseRéponse": [
              "Ségrégation",
              "Oppression",
              "Discrimination"
            ],
            "Explication": "Les athlètes et les organisations sportives peuvent plaider pour l'égalité raciale, amplifier les voix et sensibiliser aux problèmes systémiques."
          },
          {
            "Question": "Quel problème social est pertinent pour l'accessibilité des sports pour les personnes handicapées ?",
            "BonneRéponse": "Inclusion",
            "MauvaiseRéponse": [
              "Exclusion",
              "Stigmatisation",
              "Discrimination"
            ],
            "Explication": "Promouvoir l'inclusion dans les sports garantit des opportunités équitables et remet en question les stéréotypes sur le handicap."
          },
          {
            "Question": "Quelle est la principale préoccupation éthique liée à l'utilisation de produits dopants dans le sport ?",
            "BonneRéponse": "Intégrité",
            "MauvaiseRéponse": [
              "Santé",
              "Équité",
              "Compétition"
            ],
            "Explication": "L'utilisation de produits dopants mine l'intégrité du sport et l'équité en compétition."
          },
          {
            "Question": "Quel problème social a trait à l'organisation de programmes sportifs pour la jeunesse ?",
            "BonneRéponse": "Sécurité",
            "MauvaiseRéponse": [
              "Compétition",
              "Accessibilité",
              "Éducation"
            ],
            "Explication": "Garantir la sécurité dans les programmes sportifs pour la jeunesse est crucial pour protéger les participants contre les blessures et les abus."
          },
          {
            "Question": "Quel impact les sports ont-ils sur la question de la sensibilisation à la santé mentale ?",
            "BonneRéponse": "Plaidoyer",
            "MauvaiseRéponse": [
              "Stigmatisation",
              "Isolation",
              "Négligence"
            ],
            "Explication": "Les athlètes et les organisations sportives peuvent sensibiliser, réduire la stigmatisation et promouvoir le bien-être mental à travers le plaidoyer et le soutien."
          },
          {
            "Question": "En quoi la question de l'inégalité socio-économique se rapporte-t-elle à l'accès aux opportunités sportives ?",
            "BonneRéponse": "Barrière",
            "MauvaiseRéponse": [
              "Égalité",
              "Inclusion",
              "Opportunité"
            ],
            "Explication": "L'inégalité socio-économique peut créer des barrières à l'accès au sport, telles que des équipements coûteux, des installations et un encadrement."
          },
          {
            "Question": "Quel problème social se rapporte à la gouvernance et à la transparence des organisations sportives ?",
            "BonneRéponse": "Reddition de comptes",
            "MauvaiseRéponse": [
              "Indépendance",
              "Innovation",
              "Unité"
            ],
            "Explication": "Assurer la reddition de comptes dans la gouvernance du sport favorise des pratiques équitables et prévient la corruption et l'exploitation."
          },
          {
            "Question": "Quel est un enjeu critique concernant la représentation des femmes dans la couverture médiatique sportive ?",
            "BonneRéponse": "Égalité",
            "MauvaiseRéponse": [
              "Exclusion",
              "Stéréotypage",
              "Marginalisation"
            ],
            "Explication": "Une représentation égale est cruciale pour combattre les stéréotypes, autonomiser les femmes athlètes et promouvoir l'égalité des sexes dans le sport."
          },
          {
            "Question": "Quel problème social est lié à la participation des personnes LGBTQ+ dans le sport ?",
            "BonneRéponse": "Inclusion",
            "MauvaiseRéponse": [
              "Exclusion",
              "Discrimination",
              "Stigmatisation"
            ],
            "Explication": "Promouvoir l'inclusion est essentiel pour soutenir les personnes LGBTQ+ et créer un environnement sûr et accueillant dans le sport."
          },
          {
            "Question": "Quelle question éthique découle de l'exploitation des jeunes athlètes dans la poursuite de carrières professionnelles ?",
            "BonneRéponse": "Protection",
            "MauvaiseRéponse": [
              "Opportunité",
              "Développement",
              "Compétition"
            ],
            "Explication": "Protéger les jeunes athlètes de l'exploitation garantit leur bien-être, leur éducation et leur développement global."
          },
          {
            "Question": "Comment les sports recoupent-ils la question du développement communautaire et de la cohésion ?",
            "BonneRéponse": "Unité",
            "MauvaiseRéponse": [
              "Division",
              "Ségrégation",
              "Conflit"
            ],
            "Explication": "Le sport peut favoriser l'unité, combler les divisions et promouvoir la cohésion sociale en rassemblant des communautés diverses."
          },
          {
            "Question": "Quel problème social est associé à l'accessibilité financière des sports et à l'accès aux installations ?",
            "BonneRéponse": "Équité",
            "MauvaiseRéponse": [
              "Privilège",
              "Exclusivité",
              "Luxe"
            ],
            "Explication": "Garantir l'équité dans l'accès aux opportunités sportives et aux installations favorise l'équité et une participation plus large."
          },
          {
            "Question": "En quoi les organisations sportives contribuent-elles à la question de la durabilité environnementale ?",
            "BonneRéponse": "Responsabilité",
            "MauvaiseRéponse": [
              "Profit",
              "Expansion",
              "Consumerisme"
            ],
            "Explication": "Promouvoir la responsabilité environnementale est essentiel pour minimiser l'empreinte écologique des événements et des activités sportives."
          },
          {
            "Question": "Quel problème social est lié à la représentation des athlètes de divers horizons culturels dans le marketing sportif ?",
            "BonneRéponse": "Représentation",
            "MauvaiseRéponse": [
              "Assimilation",
              "Exotisation",
              "Tokenisme"
            ],
            "Explication": "Une représentation authentique dans le marketing sportif remet en question les stéréotypes et célèbre les identités culturelles diverses."
          },
          {
            "Question": "Quel est un problème social clé lié au financement et à l'allocation des ressources dans les programmes sportifs pour la jeunesse ?",
            "BonneRéponse": "Équité",
            "MauvaiseRéponse": [
              "Profit",
              "Compétition",
              "Exclusivité"
            ],
            "Explication": "Un financement équitable garantit à tous les jeunes l'accès aux opportunités sportives, quel que soit leur statut socio-économique."
          },
          {
            "Question": "Comment les sports recoupent-ils la question des relations internationales et de la diplomatie ?",
            "BonneRéponse": "Lien",
            "MauvaiseRéponse": [
              "Conflit",
              "Isolation",
              "Dominance"
            ],
            "Explication": "Le sport sert d'outil diplomatique, favorisant le dialogue, la compréhension et la coopération entre les nations."
          }
        ]
      }
    }
  ]
}