{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle est la forme d'un ballon de rugby ?",
            "VraiRéponse": "Ovale",
            "FausseRéponse": [
              "Rond",
              "Rectangulaire",
              "Hexagonal"
            ],
            "Explication": "Un ballon de rugby est traditionnellement de forme ovale pour le rendre plus facile à transporter et à passer avec les mains."
          },
          {
            "Question": "Combien de points vaut un essai au rugby ?",
            "VraiRéponse": "5",
            "FausseRéponse": [
              "3",
              "7",
              "2"
            ],
            "Explication": "Un essai vaut 5 points au rugby, et un coup de pied de conversion réussi ajoute 2 points au score de l'équipe."
          },
          {
            "Question": "Quel pays a remporté la première Coupe du monde de rugby en 1987 ?",
            "VraiRéponse": "Nouvelle-Zélande",
            "FausseRéponse": [
              "Australie",
              "Angleterre",
              "France"
            ],
            "Explication": "La Nouvelle-Zélande a remporté la première Coupe du monde de rugby en 1987, en battant la France en finale."
          },
          {
            "Question": "Quel est le nombre maximal de joueurs autorisés dans une équipe de rugby ?",
            "VraiRéponse": "15",
            "FausseRéponse": [
              "11",
              "7",
              "20"
            ],
            "Explication": "Une équipe standard de rugby à XV se compose de 15 joueurs, tandis que le rugby à sept compte 7 joueurs par équipe."
          },
          {
            "Question": "Qui est souvent appelé le 'père du rugby' ?",
            "VraiRéponse": "William Webb Ellis",
            "FausseRéponse": [
              "Jonny Wilkinson",
              "Richie McCaw",
              "Jonah Lomu"
            ],
            "Explication": "William Webb Ellis est crédité d'avoir inventé le rugby lorsqu'il a pris le ballon et a couru avec lors d'un match de football à l'école de Rugby en 1823."
          },
          {
            "Question": "Dans quelle ville s'est déroulé le premier match international de rugby ?",
            "VraiRéponse": "Édimbourg",
            "FausseRéponse": [
              "Londres",
              "Paris",
              "Dublin"
            ],
            "Explication": "Le premier match international enregistré de rugby a eu lieu entre l'Écosse et l'Angleterre le 27 mars 1871 à Raeburn Place à Édimbourg."
          },
          {
            "Question": "Comment s'appelle le tournoi disputé entre les quatre nations britanniques - l'Angleterre, l'Irlande, l'Écosse et le Pays de Galles ?",
            "VraiRéponse": "Six Nations",
            "FausseRéponse": [
              "Cinq Nations",
              "Coupe Heineken",
              "Championnat de Rugby"
            ],
            "Explication": "Le Tournoi des Six Nations est une compétition annuelle de rugby à XV disputée par les équipes nationales d'Angleterre, d'Irlande, d'Écosse, du Pays de Galles, de France et d'Italie depuis 2000."
          },
          {
            "Question": "Quel joueur détient le record du plus grand nombre de points marqués en rugby international ?",
            "VraiRéponse": "Dan Carter",
            "FausseRéponse": [
              "Jonny Wilkinson",
              "Dan Biggar",
              "Johnny Sexton"
            ],
            "Explication": "Dan Carter, le légendaire demi d'ouverture des All Blacks, détient le record du plus grand nombre de points marqués en rugby international, accumulant 1 598 points au cours de sa brillante carrière."
          },
          {
            "Question": "En quelle année le rugby à sept a été inclus dans les Jeux olympiques pour la première fois depuis 1924 ?",
            "VraiRéponse": "2016",
            "FausseRéponse": [
              "2008",
              "1996",
              "2020"
            ],
            "Explication": "Le rugby à sept a fait son retour aux Jeux olympiques en 2016 à Rio de Janeiro, au Brésil, les Fidji remportant la médaille d'or inaugurale dans la compétition masculine."
          },
          {
            "Question": "Comment s'appelle le trophée attribué au vainqueur de la Coupe du monde de rugby ?",
            "VraiRéponse": "Coupe Webb Ellis",
            "FausseRéponse": [
              "Coupe Bledisloe",
              "Coupe Calcutta",
              "Trophée de la Triple Couronne"
            ],
            "Explication": "La Coupe Webb Ellis, du nom du présumé inventeur du rugby, est attribuée au vainqueur de la Coupe du monde de rugby, qui se déroule tous les quatre ans."
          },
          {
            "Question": "Où s'est déroulée la Coupe du monde de rugby 2019 ?",
            "VraiRéponse": "Japon",
            "FausseRéponse": [
              "Angleterre",
              "Nouvelle-Zélande",
              "Afrique du Sud"
            ],
            "Explication": "Le Japon a accueilli la Coupe du monde de rugby 2019, marquant la première fois que le tournoi se déroulait en Asie. L'Afrique du Sud est devenue championne en battant l'Angleterre en finale."
          },
          {
            "Question": "Quel joueur est connu pour avoir popularisé la célébration d'essai du 'plongeon du cygne' au rugby ?",
            "VraiRéponse": "Brian Habana",
            "FausseRéponse": [
              "Jonny Wilkinson",
              "Richie McCaw",
              "Martin Johnson"
            ],
            "Explication": "L'ailier sud-africain Bryan Habana est célèbre pour sa célébration d'essai du 'plongeon du cygne', souvent réalisée après avoir marqué un essai au cours de sa brillante carrière de rugby."
          },
          {
            "Question": "Combien de points une équipe peut-elle marquer grâce à un seul coup de pied de transformation au rugby ?",
            "VraiRéponse": "2",
            "FausseRéponse": [
              "3",
              "1",
              "5"
            ],
            "Explication": "Un coup de pied de transformation réussi suite à un essai vaut 2 points au rugby à XV et lors des matchs de rugby à XIII."
          },
          {
            "Question": "Quelle équipe est connue sous le nom des 'All Blacks' en rugby international ?",
            "VraiRéponse": "Nouvelle-Zélande",
            "FausseRéponse": [
              "Irlande",
              "Angleterre",
              "Afrique du Sud"
            ],
            "Explication": "L'équipe nationale de rugby à XV de Nouvelle-Zélande est communément appelée les 'All Blacks' en raison de leur célèbre tenue noire et de leur tradition de longue date."
          },
          {
            "Question": "En quelle année la Coupe du monde de rugby s'est-elle étendue pour inclure 20 équipes ?",
            "VraiRéponse": "1999",
            "FausseRéponse": [
              "1987",
              "1995",
              "2003"
            ],
            "Explication": "La Coupe du monde de rugby s'est étendue pour la première fois à 20 équipes en 1999, permettant à davantage de nations de participer à ce prestigieux tournoi."
          },
          {
            "Question": "Quelle est la durée d'un match de rugby à XV standard ?",
            "VraiRéponse": "80 minutes",
            "FausseRéponse": [
              "90 minutes",
              "70 minutes",
              "60 minutes"
            ],
            "Explication": "Un match de rugby à XV standard se compose de deux mi-temps, chacune d'une durée de 40 minutes, ce qui donne un temps de jeu total de 80 minutes en excluant les arrêts et les temps additionnels."
          },
          {
            "Question": "Quelle position est responsable de jeter le ballon en touche au rugby ?",
            "VraiRéponse": "Talonneur",
            "FausseRéponse": [
              "Pilier",
              "Demi de mêlée",
              "Flanqueur"
            ],
            "Explication": "Le talonneur est responsabe de lancer le ballon en touche pour relancer le jeu après que le ballon soit sorti du terrain."
          },
          {
            "Question": "Quel pays est connu pour effectuer la danse 'Haka' avant les matchs de rugby ?",
            "VraiRéponse": "Nouvelle-Zélande",
            "FausseRéponse": [
              "Australie",
              "Angleterre",
              "Irlande"
            ],
            "Explication": "Les All Blacks de Nouvelle-Zélande effectuent la danse de guerre traditionnelle Maori 'Haka' en tant que rituel d'avant-match, mettant en valeur leur héritage culturel et intimidant les adversaires."
          },
          {
            "Question": "Quelle est la largeur des poteaux de but au rugby ?",
            "VraiRéponse": "5,6 mètres",
            "FausseRéponse": [
              "4 mètres",
              "6 mètres",
              "7,5 mètres"
            ],
            "Explication": "La largeur des poteaux de but au rugby est de 5,6 mètres, offrant une cible pour les botteurs cherchant à marquer des pénalités et des transformations."
          },
          {
            "Question": "Quel joueur détient le record du plus grand nombre de sélections en rugby international ?",
            "VraiRéponse": "Richie McCaw",
            "FausseRéponse": [
              "Brian O'Driscoll",
              "Alun Wyn Jones",
              "George Gregan"
            ],
            "Explication": "Richie McCaw, le légendaire flanker néo-zélandais, détient le record du plus grand nombre de sélections internationales, représentant les All Blacks lors de 148 matchs tests."
          }
        ]
      }
    }
  ]
}