{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Quelle est la longueur d'un pitch de cricket en mètres?",
            "VraieRéponse": "22",
            "FausseRéponse": [
              "20",
              "25",
              "30"
            ],
            "Explication": "Le pitch de cricket mesure 22 yards (ou 20,12 mètres) de long, avec des guichets à chaque extrémité."
          },
          {
            "Question": "Quelle équipe a remporté le plus de fois la Coupe du monde de cricket?",
            "VraieRéponse": "Australie",
            "FausseRéponse": [
              "Inde",
              "Indes occidentales",
              "Angleterre"
            ],
            "Explication": "L'Australie a remporté la Coupe du monde de cricket 5 fois, en 1987, 1999, 2003, 2007 et 2015."
          },
          {
            "Question": "Combien de joueurs y a-t-il dans une équipe de cricket?",
            "VraieRéponse": "11",
            "FausseRéponse": [
              "9",
              "13",
              "15"
            ],
            "Explication": "Une équipe de cricket se compose de 11 joueurs, dont un capitaine et un gardien de guichet parmi eux."
          },
          {
            "Question": "Quel terme est utilisé pour décrire le renvoi de tous les batteurs sur une manche?",
            "VraieRéponse": "Tous dehors",
            "FausseRéponse": [
              "Renvoi",
              "Proprement éliminé",
              "Retraite blessée"
            ],
            "Explication": "Lorsque tous les batteurs sortent lors d'une manche, on parle de 'tout dehors' au cricket."
          },
          {
            "Question": "Qui détient le record du score individuel le plus élevé en Test cricket?",
            "VraieRéponse": "Brian Lara",
            "FausseRéponse": [
              "Sachin Tendulkar",
              "Don Bradman",
              "Ricky Ponting"
            ],
            "Explication": "Brian Lara a marqué 400 courses contre l'Angleterre en 2004, le score individuel le plus élevé en Test cricket."
          },
          {
            "Question": "Quelle est la plus haute total d'équipe en Test cricket?",
            "VraieRéponse": "Les Indes occidentales",
            "FausseRéponse": [
              "Australie",
              "Angleterre",
              "Inde"
            ],
            "Explication": "Les Indes occidentales ont marqué 790/3 contre le Pakistan en 1958, le total le plus élevé d'une équipe en Test cricket."
          },
          {
            "Question": "Que signifie LBW au cricket?",
            "VraieRéponse": "Leg before wicket",
            "FausseRéponse": [
              "Laissé par le guichet",
              "Victoria bat en premier",
              "Légendes témoins"
            ],
            "Explication": "LBW désigne 'Leg Before Wicket', lorsqu'un batteur est éliminé parce que la balle aurait touché les guichets mais est stoppée par la jambe."
          },
          {
            "Question": "Qui est le seul joueur de cricket à avoir pris 500 guichets en Test cricket?",
            "VraieRéponse": "Muttiah Muralitharan",
            "FausseRéponse": [
              "Shane Warne",
              "Anil Kumble",
              "Glenn McGrath"
            ],
            "Explication": "Muttiah Muralitharan du Sri Lanka est le seul joueur de cricket à avoir pris 800 guichets en Test, un record mondial."
          },
          {
            "Question": "En quelle année s'est déroulé le premier match de cricket international officiel?",
            "VraieRéponse": "1844",
            "FausseRéponse": [
              "1892",
              "1901",
              "1920"
            ],
            "Explication": "Le premier match de cricket international officiellement reconnu s'est déroulé entre le Canada et les États-Unis en 1844."
          },
          {
            "Question": "Quel est le poids d'une balle de cricket en grammes?",
            "VraieRéponse": "156",
            "FausseRéponse": [
              "142",
              "168",
              "174"
            ],
            "Explication": "Une balle de cricket pèse entre 155,9 et 163 grammes, le poids standard étant de 156 grammes en cricket international."
          },
          {
            "Question": "Qui a marqué le plus de courses en cricket international?",
            "VraieRéponse": "Sachin Tendulkar",
            "FausseRéponse": [
              "Virat Kohli",
              "Ricky Ponting",
              "Brian Lara"
            ],
            "Explication": "Sachin Tendulkar de l'Inde a marqué le plus de courses en cricket international, avec un total de 34 357 courses."
          },
          {
            "Question": "Quel pays a été le premier à accueillir une Coupe du monde de cricket?",
            "VraieRéponse": "Angleterre",
            "FausseRéponse": [
              "Australie",
              "Inde",
              "Indes occidentales"
            ],
            "Explication": "L'Angleterre a accueilli la première Coupe du monde de Cricket en 1975, avec la finale jouée au Lord's Cricket Ground."
          },
          {
            "Question": "Qui détient le record du plus grand nombre de siècles en cricket international?",
            "VraieRéponse": "Sachin Tendulkar",
            "FausseRéponse": [
              "Virat Kohli",
              "Kumar Sangakkara",
              "Ricky Ponting"
            ],
            "Explication": "Sachin Tendulkar détient le record du plus grand nombre de siècles en cricket international, avec 100 siècles au total à travers les Test et les ODIs."
          },
          {
            "Question": "Combien de joueurs de champ sont autorisés d'un côté lors des matchs de cricket limités?",
            "VraieRéponse": "5",
            "FausseRéponse": [
              "6",
              "7",
              "8"
            ],
            "Explication": "Au cricket limité, un maximum de 5 joueurs de champ sont autorisés en dehors du cercle des 30 yards pendant les overs non powerplay."
          },
          {
            "Question": "Quel est le nombre minimum de overs pour qu'un match soit considéré comme un One Day International?",
            "VraieRéponse": "20",
            "FausseRéponse": [
              "25",
              "30",
              "35"
            ],
            "Explication": "Un match doit comporter un minimum de 20 overs par côté pour être considéré comme un One Day International (ODI)."
          },
          {
            "Question": "Quelle est la durée d'un match international de T20 en heures?",
            "VraieRéponse": "3",
            "FausseRéponse": [
              "2.5",
              "3.5",
              "4"
            ],
            "Explication": "Un match international de T20 dure généralement environ 3 heures, chaque équipe étant autorisée à jouer un maximum de 20 overs."
          },
          {
            "Question": "Quel joueur de cricket détient le record du siècle le plus rapide en T20 Internationals?",
            "VraieRéponse": "David Miller",
            "FausseRéponse": [
              "Rohit Sharma",
              "Chris Gayle",
              "Aaron Finch"
            ],
            "Explication": "David Miller a marqué le siècle le plus rapide en T20 Internationals, atteignant cet exploit en seulement 35 balles contre le Bangladesh en 2017."
          },
          {
            "Question": "Quelle équipe a remporté le plus de titres de la Coupe du monde de cricket de l'ICC?",
            "VraieRéponse": "Inde",
            "FausseRéponse": [
              "Australie",
              "Afrique du Sud",
              "Indes occidentales"
            ],
            "Explication": "L'Inde a remporté la Coupe du monde de cricket de l'ICC 3 fois, en 2002 (co-championne avec le Sri Lanka), 2013 et 2017."
          },
          {
            "Question": "Qui détient le record du plus grand nombre de guichets dans une seule Coupe du monde de cricket de l'ICC?",
            "VraieRéponse": "Glenn McGrath",
            "FausseRéponse": [
              "Wasim Akram",
              "Muttiah Muralitharan",
              "Shane Warne"
            ],
            "Explication": "Glenn McGrath a pris 26 guichets lors de la Coupe du monde de cricket de l'ICC 2007, établissant le record du plus grand nombre de guichets dans une seule édition."
          },
          {
            "Question": "Quelle est la distance entre le crease poppée et les guichets au cricket?",
            "VraieRéponse": "4 pieds",
            "FausseRéponse": [
              "3 pieds",
              "5 pieds",
              "6 pieds"
            ],
            "Explication": "La distance entre le crease poppée et les guichets au cricket est de 4 pieds, mesurée horizontalement."
          }
        ]
      }
    }
  ]
}