{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Quelle émission de télévision met en scène un personnage transgenre joué par Laverne Cox?",
            "TrueAnswer": "Orange is the New Black",
            "FalseAnswer": [
              "The L Word",
              "Queer as Folk",
              "Sense8"
            ],
            "Explanation": "Laverne Cox incarne Sophia Burset, une femme transgenre, dans la célèbre série \"Orange is the New Black\", offrant une visibilité à la communauté transgenre."
          },
          {
            "Question": "Dans 'The Fosters', qui est le fils adoptif d'un couple gay?",
            "TrueAnswer": "Jude",
            "FalseAnswer": [
              "Callie",
              "Mariana",
              "Brandon"
            ],
            "Explanation": "'The Fosters' présente Jude comme le fils adoptif d'un couple de même sexe, explorant les dynamiques familiales LGBTQ+ et favorisant l'acceptation et la compréhension."
          },
          {
            "Question": "Quelle émission met en scène un personnage asexuel nommé Todd Chavez?",
            "TrueAnswer": "BoJack Horseman",
            "FalseAnswer": [
              "Brooklyn Nine-Nine",
              "GLOW",
              "Euphoria"
            ],
            "Explanation": "Todd Chavez dans 'BoJack Horseman' est une représentation rare de l'identité asexuelle, mettant en lumière une orientation marginalisée au sein de la communauté LGBTQ+."
          },
          {
            "Question": "Qui joue le personnage bisexuel Rosa Diaz dans 'Brooklyn Nine-Nine'?",
            "TrueAnswer": "Stephanie Beatriz",
            "FalseAnswer": [
              "Chelsea Peretti",
              "Melissa Fumero",
              "Terry Crews"
            ],
            "Explanation": "L'interprétation de Stephanie Beatriz de Rosa Diaz dans 'Brooklyn Nine-Nine' a été saluée pour sa représentation bisexuelle authentique et positive dans les médias grand public."
          },
          {
            "Question": "Dans 'Supergirl', quelle est l'identité super-héroïque de Nia Nal, un personnage transgenre?",
            "TrueAnswer": "Dreamer",
            "FalseAnswer": [
              "Starfire",
              "Black Canary",
              "Power Girl"
            ],
            "Explanation": "Nia Nal, en tant que Dreamer dans 'Supergirl', marque une avancée significative dans l'histoire des super-héros en introduisant un super-héros transgenre auprès du public de la télévision."
          }
        ]
      }
    }
  ]
}