{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a remporté le premier tournoi international 'Dota 2', The International 2011?",
            "BonneRéponse": "Natus Vincere",
            "MauvaiseRéponse": [
              "Evil Geniuses",
              "Team Liquid",
              "Fnatic"
            ],
            "Explication": "Natus Vincere, communément appelé Na'Vi, est sorti victorieux du premier International de 'Dota 2', solidifiant ainsi sa place dans l'histoire de l'esport."
          },
          {
            "Question": "Lequel des éléments suivants est un jeu de combat en arène en ligne (MOBA) populaire?",
            "BonneRéponse": "League of Legends",
            "MauvaiseRéponse": [
              "Counter-Strike: Global Offensive",
              "Overwatch",
              "Fortnite"
            ],
            "Explication": "'League of Legends' est un jeu de MOBA de renom, connu pour son gameplay compétitif et son énorme suivi dans l'esport."
          },
          {
            "Question": "De quelle nationalité est Faker, l'un des joueurs professionnels les plus célèbres de 'League of Legends'?",
            "BonneRéponse": "Coréen",
            "MauvaiseRéponse": [
              "Chinois",
              "Américain",
              "Européen"
            ],
            "Explication": "Faker, dont le vrai nom est Lee Sang-hyeok, vient de Corée du Sud et est révéré pour ses compétences exceptionnelles dans 'League of Legends'."
          },
          {
            "Question": "Quel jeu de combat emblématique met en scène les personnages Ryu et Ken Masters?",
            "BonneRéponse": "Street Fighter",
            "MauvaiseRéponse": [
              "Tekken",
              "Mortal Kombat",
              "Super Smash Bros."
            ],
            "Explication": "Ryu et Ken sont synonymes de 'Street Fighter', un titre classique qui a été un pilier dans le jeu compétitif depuis des décennies."
          },
          {
            "Question": "Quelle est la devise utilisée dans 'Fortnite' pour acheter des objets cosmétiques?",
            "BonneRéponse": "V-Bucks",
            "MauvaiseRéponse": [
              "Pièces d'or",
              "Diamants",
              "Points de combat"
            ],
            "Explication": "'Fortnite' utilise les V-Bucks comme devise en jeu, permettant aux joueurs de personnaliser leurs personnages avec divers objets cosmétiques."
          },
          {
            "Question": "Combien de joueurs y a-t-il dans une équipe standard de 'Counter-Strike: Global Offensive'?",
            "BonneRéponse": "5",
            "MauvaiseRéponse": [
              "4",
              "6",
              "7"
            ],
            "Explication": "Une équipe standard de 'Counter-Strike: Global Offensive' est composée de 5 joueurs, chacun remplissant des rôles spécifiques cruciaux pour le succès compétitif."
          },
          {
            "Question": "Quelle organisation d'esport est renommée pour sa domination dans la scène compétitive de 'Call of Duty'?",
            "BonneRéponse": "OpTic Gaming",
            "MauvaiseRéponse": [
              "Fnatic",
              "Team Liquid",
              "T1"
            ],
            "Explication": "OpTic Gaming a laissé une marque indélébile dans l'esport 'Call of Duty', vantant de nombreuses victoires de championnat et une base de fans dévouée."
          },
          {
            "Question": "Quel périphérique de jeu est essentiel pour des mouvements précis dans des matches compétitifs de 'StarCraft II'?",
            "BonneRéponse": "Souris de jeu",
            "MauvaiseRéponse": [
              "Manette d'arcade",
              "Casque de réalité virtuelle",
              "Clavier mécanique"
            ],
            "Explication": "Une souris de jeu de haute qualité est cruciale pour les joueurs de 'StarCraft II', permettant un contrôle précis et rapide des unités lors de batailles compétitives intenses."
          },
          {
            "Question": "Dans 'Rocket League', quel est l'objectif principal du jeu?",
            "BonneRéponse": "Marquer des buts",
            "MauvaiseRéponse": [
              "Éliminer les adversaires",
              "Collecter des bonus",
              "Construire des structures"
            ],
            "Explication": "'Rocket League' tourne autour de marquer des buts à l'aide de voitures propulsées par des fusées, combinant des éléments de football et d'acrobaties véhiculaires pour un gameplay compétitif."
          },
          {
            "Question": "Qui est le principal antagoniste dans la série de jeux vidéo 'Halo'?",
            "BonneRéponse": "Le Covenant",
            "MauvaiseRéponse": [
              "Les Flood",
              "Les Prometheans",
              "Les Gardiens"
            ],
            "Explication": "Le Covenant, une alliance militaire de différentes espèces extraterrestres, sert de force antagoniste principale dans la série 'Halo', mettant à l'épreuve les compétences de combat des joueurs."
          },
          {
            "Question": "Quel est le nom du tournoi mondial annuel de 'League of Legends' mettant en scène les meilleures équipes de plusieurs régions?",
            "BonneRéponse": "Worlds",
            "MauvaiseRéponse": [
              "All-Stars",
              "Mi-Saison Invitational",
              "Rift Rivals"
            ],
            "Explication": "Le Championnat du Monde de 'League of Legends', communément appelé Worlds, est un événement phare qui met en valeur une compétition de haut niveau et une stratégie de qualité."
          },
          {
            "Question": "Dans quelle catégorie de jeux vidéo se situe 'Super Smash Bros. Melee'?",
            "BonneRéponse": "Combat",
            "MauvaiseRéponse": [
              "Plateforme",
              "Jeu de rôle",
              "Simulation"
            ],
            "Explication": "'Super Smash Bros. Melee' est un jeu de combat renommé qui met l'accent sur des combats rapides et une manoeuvre stratégique de personnages pour le jeu compétitif."
          },
          {
            "Question": "Qui est considéré comme le 'roi' des jeux pour sa maîtrise de 'StarCraft: Brood War' et 'StarCraft II'?",
            "BonneRéponse": "Jaedong",
            "MauvaiseRéponse": [
              "Flash",
              "sOs",
              "INnoVation"
            ],
            "Explication": "Jaedong, connu pour son jeu Zerg exceptionnel, a mérité le surnom de 'The Tyrant' pour ses performances dominantes dans l'esport de 'StarCraft'."
          },
          {
            "Question": "Quel est l'objectif principal des matches d'esport 'Overwatch'?",
            "BonneRéponse": "Compléter les objectifs de la carte",
            "MauvaiseRéponse": [
              "Éliminer l'équipe ennemie",
              "Sécuriser des bonus",
              "Protéger les alliés"
            ],
            "Explication": "La réalisation réussie des objectifs de la carte est primordiale dans les matches d'esport 'Overwatch', nécessitant un travail d'équipe et une coordination stratégique pour la victoire."
          },
          {
            "Question": "Quel mode de jeu dans 'Rainbow Six Siege' met l'accent sur une planification et une exécution stratégiques?",
            "BonneRéponse": "Bombe",
            "MauvaiseRéponse": [
              "Match à mort par équipe",
              "Otage",
              "Zone sécurisée"
            ],
            "Explication": "Le mode 'Bombe' dans 'Rainbow Six Siege' exige une coordination tactique et un contrôle de carte, favorisant un jeu stratégique intense en compétition."
          },
          {
            "Question": "Quel est le nombre maximum de joueurs autorisé dans une équipe pour des matches compétitifs de 'Apex Legends'?",
            "BonneRéponse": "3",
            "MauvaiseRéponse": [
              "4",
              "2",
              "5"
            ],
            "Explication": "Dans les matches compétitifs de 'Apex Legends', les équipes sont composées de 3 joueurs, chacun apportant des capacités et des tactiques uniques pour assurer la victoire dans les engagements de battle royale."
          },
          {
            "Question": "Quelle organisation d'esport est synonyme de performances dominantes dans les circuits compétitifs de 'Dota 2'?",
            "BonneRéponse": "Team Secret",
            "MauvaiseRéponse": [
              "Virtus.pro",
              "OG",
              "Evil Geniuses"
            ],
            "Explication": "Team Secret s'est imposé comme une force reconnue dans l'esport 'Dota 2', montrant constamment une brillance stratégique et une compétence compétitive dans les tournois."
          },
          {
            "Question": "Quel est le champ de bataille principal dans le jeu de battle royale populaire 'PUBG'?",
            "BonneRéponse": "Erangel",
            "MauvaiseRéponse": [
              "Miramar",
              "Vikendi",
              "Sanhok"
            ],
            "Explication": "'Erangel' sert de champ de bataille original dans 'PUBG', offrant des terrains diversifiés et des opportunités stratégiques pour des engagements compétitifs intenses."
          },
          {
            "Question": "Quel titre e-sport met en place un système de sélection de héros unique appelé 'draft'?",
            "BonneRéponse": "Dota 2",
            "MauvaiseRéponse": [
              "Super Smash Bros. Ultimate",
              "Rainbow Six Siege",
              "Call of Duty: Warzone"
            ],
            "Explication": "'Dota 2' utilise une phase de 'draft', où les équipes sélectionnent stratégiquement des héros pour former des compositions efficaces, façonnant la dynamique des matches compétitifs."
          },
          {
            "Question": "Quelle région a traditionnellement dominé les compétitions d'esport 'Street Fighter'?",
            "BonneRéponse": "Japon",
            "MauvaiseRéponse": [
              "États-Unis",
              "Corée du Sud",
              "Brésil"
            ],
            "Explication": "Le Japon a historiquement fait preuve de compétences exceptionnelles et d'une maîtrise stratégique dans l'esport 'Street Fighter', contribuant au héritage compétitif mondial du jeu."
          }
        ]
      }
    }
  ]
}