{
  "theme": [
    {
      "Questions": {
        "thème": [
          {
            "Question": "Qui a créé le jeu narratif populaire 'The Last of Us'?",
            "VraieRéponse": "Naughty Dog",
            "FausseRéponse": [
              "Santa Monica Studio",
              "Insomniac Games",
              "CD Projekt Red"
            ],
            "Explication": "Naughty Dog, un développeur de jeux vidéo renommé, est responsable de la création de 'The Last of Us', connu pour son récit captivant et son histoire émotionnelle."
          },
          {
            "Question": "Dans 'Life is Strange', quel superpouvoir possède le protagoniste?",
            "VraieRéponse": "Manipulation du temps",
            "FausseRéponse": [
              "Télékinésie",
              "Invisibilité",
              "Téléportation"
            ],
            "Explication": "'Life is Strange' présente un récit où le protagoniste, Max Caulfield, développe la capacité de manipuler le temps, influençant l'histoire et le gameplay du jeu."
          },
          {
            "Question": "Quel acteur a incarné le personnage 'Agent 47' dans la série de jeux 'Hitman'?",
            "VraieRéponse": "David Bateson",
            "FausseRéponse": [
              "Nolan North",
              "Troy Baker",
              "Troy Baker"
            ],
            "Explication": "David Bateson a été la voix d' 'Agent 47' tout au long de la série 'Hitman', assurant la continuité du portrait et du développement du personnage."
          },
          {
            "Question": "Quel est le cadre principal du jeu narratif 'Bioshock'?",
            "VraieRéponse": "Rapture",
            "FausseRéponse": [
              "Columbia",
              "Black Mesa",
              "Midgar"
            ],
            "Explication": "'Bioshock' se déroule dans la cité sous-marine de Rapture, un monde dystopique conçu comme une utopie mais finalement en proie au chaos et à l'effondrement de la société."
          },
          {
            "Question": "Quel jeu narratif présente le personnage Ellie aux côtés de Joel?",
            "VraieRéponse": "The Last of Us Part II",
            "FausseRéponse": [
              "Uncharted 4: A Thief's End",
              "God of War",
              "Red Dead Redemption 2"
            ],
            "Explication": "Dans 'The Last of Us Part II', les joueurs poursuivent le voyage avec Ellie et assistent à l'évolution de son personnage dans un récit captivant situé dans un monde post-apocalyptique."
          },
          {
            "Question": "Qui est le développeur de la série de jeux narratifs 'Telltale's The Walking Dead'?",
            "VraieRéponse": "Telltale Games",
            "FausseRéponse": [
              "Bioware",
              "Ubisoft",
              "Square Enix"
            ],
            "Explication": "Telltale Games a obtenu des critiques élogieuses pour leur série narrative 'The Walking Dead', mêlant choix du joueur et récit émotionnel dans un contexte d'apocalypse zombie."
          },
          {
            "Question": "Quel studio de jeu a développé le jeu narratif 'Horizon Zero Dawn'?",
            "VraieRéponse": "Guerrilla Games",
            "FausseRéponse": [
              "Sucker Punch Productions",
              "Kojima Productions",
              "Capcom"
            ],
            "Explication": "Guerrilla Games, connu pour leur expertise technique, a créé 'Horizon Zero Dawn', présentant un récit riche situé dans un monde post-apocalyptique peuplé de créatures robotiques."
          },
          {
            "Question": "Dans 'Detroit: Become Human', comment s'appellent les personnages principaux?",
            "VraieRéponse": "Androïdes",
            "FausseRéponse": [
              "Synths",
              "Réplicants",
              "Cyborgs"
            ],
            "Explication": "Le récit de 'Detroit: Become Human' tourne autour des androïdes, de leur autonomie et de leurs luttes dans une société profondément divisée quant à leur existence et à leurs droits."
          },
          {
            "Question": "Dans 'Red Dead Redemption 2', quel est le rôle d'Arthur Morgan au sein du gang Van der Linde?",
            "VraieRéponse": "Membre senior",
            "FausseRéponse": [
              "Leader",
              "Médecin",
              "Cuisinier"
            ],
            "Explication": "Arthur Morgan occupe le poste de membre senior au sein du gang Van der Linde, apportant son expertise et sa loyauté aux causes et conflits du groupe."
          },
          {
            "Question": "Quel est le thème central du jeu narratif 'Hellblade: Senua's Sacrifice'?",
            "VraieRéponse": "Maladie mentale",
            "FausseRéponse": [
              "Voyage dans le temps",
              "Guerre",
              "Mythologie"
            ],
            "Explication": "'Hellblade: Senua's Sacrifice' explore profondément la lutte de la protagoniste contre des troubles mentaux graves, l'intégrant comme aspect central de l'expérience narrative."
          },
          {
            "Question": "Qui est l'antagoniste dans le jeu narratif 'Batman: Arkham Asylum'?",
            "VraieRéponse": "Le Joker",
            "FausseRéponse": [
              "Le Pingouin",
              "Double-Face",
              "L'Énigme"
            ],
            "Explication": "Le Joker sert d'antagoniste principal dans 'Batman: Arkham Asylum', orchestrant le chaos à l'intérieur de l'asile et mettant Batman au défi tant physiquement que mentalement."
          },
          {
            "Question": "Quelles capacités surnaturelles le joueur possède-t-il dans 'Control'?",
            "VraieRéponse": "Télékinésie",
            "FausseRéponse": [
              "Invisibilité",
              "Manipulation du temps",
              "Métamorphose"
            ],
            "Explication": "Dans 'Control', le protagoniste acquiert des pouvoirs télékinétiques lui permettant de manipuler des objets et de combattre des ennemis, enrichissant le récit avec des mécanismes de jeu palpitants."
          },
          {
            "Question": "Qui est le réalisateur du jeu narratif 'Death Stranding'?",
            "VraieRéponse": "Hideo Kojima",
            "FausseRéponse": [
              "Neil Druckmann",
              "Todd Howard",
              "Ken Levine"
            ],
            "Explication": "Le célèbre concepteur de jeux Hideo Kojima est le réalisateur de 'Death Stranding', créant une expérience narrative inventive mêlée de commentaires sociaux et de thèmes existentiels."
          },
          {
            "Question": "Quel jeu narratif se concentre sur l'histoire d'une jeune fille nommée Six sur un vaisseau mystérieux?",
            "VraieRéponse": "Little Nightmares",
            "FausseRéponse": [
              "Inside",
              "Limbo",
              "Ori and the Blind Forest"
            ],
            "Explication": "'Little Nightmares' suit le voyage angoissant de Six, une jeune fille piégée dans un vaisseau cauchemardesque, offrant une expérience narrative angoissante et atmosphérique."
          },
          {
            "Question": "Quel rôle occupe le protagoniste, Senua, dans le jeu narratif 'Hellblade: Senua's Sacrifice'?",
            "VraieRéponse": "Guerrière",
            "FausseRéponse": [
              "Érudite",
              "Musicienne",
              "Forgeronne"
            ],
            "Explication": "Senua agit en tant que guerrière dans 'Hellblade: Senua's Sacrifice', se lançant dans une quête périlleuse pour sauver l'âme de son amant décédé et affronter ses propres démons intérieurs."
          },
          {
            "Question": "Quel personnage est au centre du jeu narratif 'Gone Home'?",
            "VraieRéponse": "Katie Greenbriar",
            "FausseRéponse": [
              "Joel Miller",
              "Lara Croft",
              "John Marston"
            ],
            "Explication": "'Gone Home' tourne autour du personnage de Katie Greenbriar, les joueurs découvrant les secrets de sa famille et plongeant dans son cheminement personnel."
          },
          {
            "Question": "Dans 'Oxenfree', quel phénomène surnaturel se produit sur une île abandonnée?",
            "VraieRéponse": "Des boucles temporelles",
            "FausseRéponse": [
              "Invasion extraterrestre",
              "Épidémie de zombies",
              "Distorsion de la réalité"
            ],
            "Explication": "Le récit d' 'Oxenfree' intègre des boucles temporelles, ajoutant une dimension angoissante aux interactions des personnages et à l'exploration d'une île abandonnée."
          }
        ]
      }
    }
  ]
}