{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Dans le jeu 'No Man's Sky', quelle est la principale ressource pour alimenter le vaisseau spatial ?",
            "TrueAnswer": "Thamium9",
            "FalseAnswer": [
              "Plutonium",
              "Oxygène",
              "Carbone"
            ],
            "Explanation": "Le Thamium9 est une ressource cruciale utilisée pour alimenter l'hyperdrive du vaisseau spatial et les systèmes de support de vie. On le trouve couramment sur les planètes et les astéroïdes."
          },
          {
            "Question": "Quel jeu propose un monde ouvert situé dans la Grèce antique et permet aux joueurs d'explorer des monuments historiques ?",
            "TrueAnswer": "Assassin's Creed Odyssey",
            "FalseAnswer": [
              "The Witcher 3",
              "Breath of the Wild",
              "Red Dead Redemption 2"
            ],
            "Explanation": "Assassin's Creed Odyssey offre une vaste expérience en monde ouvert située dans la Grèce antique, avec des monuments recréés avec précision tels que le Parthénon et l'Acropole."
          },
          {
            "Question": "Dans le jeu 'Subnautica', quel est l'objectif principal du joueur ?",
            "TrueAnswer": "Survivre",
            "FalseAnswer": [
              "Construire une base",
              "Collecter des trésors",
              "Vaincre des monstres"
            ],
            "Explanation": "L'accent principal dans Subnautica est mis sur la survie dans un monde sous-marin extraterrestre, où les joueurs doivent recueillir des ressources et gérer leur oxygène tout en évitant les créatures dangereuses."
          },
          {
            "Question": "Quel jeu permet aux joueurs d'explorer un monde post-apocalyptique en tant que solitaire errant ?",
            "TrueAnswer": "Fallout 4",
            "FalseAnswer": [
              "The Last of Us",
              "Horizon Zero Dawn",
              "Metro Exodus"
            ],
            "Explanation": "Fallout 4 offre un vaste monde ouvert situé dans un Boston post-apocalyptique, où les joueurs peuvent librement explorer et rencontrer diverses factions et créatures mutantes."
          },
          {
            "Question": "Dans 'Journey', quel est le but principal du joueur ?",
            "TrueAnswer": "Atteindre le sommet de la montagne",
            "FalseAnswer": [
              "Collecter des artefacts",
              "Affronter l'antagoniste",
              "Trouver un moyen de rentrer chez soi"
            ],
            "Explanation": "Les joueurs de Journey entreprennent un pèlerinage serein et émotionnel pour atteindre le sommet lointain d'une montagne, symbolisant un voyage spirituel et une croissance personnelle."
          }
        ]
      }
    }
  ]
}