{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the name of the talking sponge who lives in a pineapple under the sea?",
          "TrueAnswer": "SpongeBob SquarePants",
          "FalseAnswer": [
            "Patrick Star",
            "Squidward Tentacles",
            "Sandy Cheeks"
          ],
          "Explanation": "SpongeBob SquarePants premiered on Nickelodeon in 1999 and has since become one of the network's most popular and longest-running shows."
        },
        {
          "Question": "In 'The Simpsons,' what is the name of the family's baby?",
          "TrueAnswer": "Maggie",
          "FalseAnswer": [
            "Lisa",
            "Bart",
            "Marge"
          ],
          "Explanation": "Maggie is the youngest of the Simpson family and is known for sucking on a pacifier and rarely speaking."
        },
        {
          "Question": "What is the name of the dog in 'Family Guy'?",
          "TrueAnswer": "Brian",
          "FalseAnswer": [
            "Peter",
            "Stewie",
            "Chris"
          ],
          "Explanation": "Brian is a white Labrador and the anthropomorphic pet dog of the Griffin family in 'Family Guy.' He is known for his intellect and sophisticated language."
        },
        {
          "Question": "In 'Futurama,' what is the name of the alcohol-fueled robot?",
          "TrueAnswer": "Bender",
          "FalseAnswer": [
            "Fry",
            "Leela",
            "Zoidberg"
          ],
          "Explanation": "Bender Bending Rodriguez, commonly known as Bender, is one of the main characters in 'Futurama' and is known for his sarcastic nature and love for alcohol."
        },
        {
          "Question": "Who is the main antagonist in 'Phineas and Ferb'?",
          "TrueAnswer": "Dr. Heinz Doofenshmirtz",
          "FalseAnswer": [
            "Candace Flynn",
            "Perry the Platypus",
            "Phineas Flynn"
          ],
          "Explanation": "Dr. Heinz Doofenshmirtz, commonly known as Doofenshmirtz, is a bumbling, yet persistent, evil scientist and the archnemesis of Perry the Platypus."
        },
        {
          "Question": "What is the name of the dimwitted cat in 'The Ren & Stimpy Show'?",
          "TrueAnswer": "Stimpy",
          "FalseAnswer": [
            "Ren",
            "SpongeBob",
            "Patrick"
          ],
          "Explanation": "Stimpy is a red and white Manx cat and is characterized by his naive and playful nature, often leading to comedic chaos."
        },
        {
          "Question": "Which cartoon series features a character named Bob Belcher?",
          "TrueAnswer": "Bob's Burgers",
          "FalseAnswer": [
            "Archer",
            "South Park",
            "BoJack Horseman"
          ],
          "Explanation": "Bob Belcher is the main character in 'Bob's Burgers,' where he runs a struggling hamburger restaurant with his quirky family."
        },
        {
          "Question": "What is the name of the robot maid in 'The Jetsons'?",
          "TrueAnswer": "Rosie",
          "FalseAnswer": [
            "Jane",
            "Elroy",
            "George"
          ],
          "Explanation": "Rosie is the loyal, wise-cracking robot maid of the Jetson family and is known for her sarcastic remarks and maternal nature."
        },
        {
          "Question": "Who is the neighbor of the Powerpuff Girls?",
          "TrueAnswer": "Him",
          "FalseAnswer": [
            "Mojo Jojo",
            "Professor Utonium",
            "Fuzzy Lumpkins"
          ],
          "Explanation": "Him is a mysterious, androgynous, and flamboyant villain who serves as an antagonist to the Powerpuff Girls, often causing chaos and mischief in Townsville."
        },
        {
          "Question": "In 'Rick and Morty,' what is the name of Rick's grandson?",
          "TrueAnswer": "Morty",
          "FalseAnswer": [
            "Jerry",
            "Summer",
            "Beth"
          ],
          "Explanation": "Morty Smith is a timid and kind-hearted teenager who often accompanies his eccentric and alcoholic grandfather, Rick, on interdimensional adventures."
        },
        {
          "Question": "Which character from 'Invader Zim' is obsessed with world domination?",
          "TrueAnswer": "Zim",
          "FalseAnswer": [
            "GIR",
            "Dib",
            "Gaz"
          ],
          "Explanation": "Zim is an alien invader from the planet Irk, determined to conquer Earth and prove himself to his leaders, despite his incompetence."
        },
        {
          "Question": "What is the name of the school where 'Big Mouth' takes place?",
          "TrueAnswer": "Bridgeton Middle School",
          "FalseAnswer": [
            "Westmore Middle School",
            "Valleyview Middle School",
            "Lakewood Middle School"
          ],
          "Explanation": "'Big Mouth' is an animated series that revolves around the lives of a group of teenagers attending Bridgeton Middle School and navigating the challenges of puberty."
        },
        {
          "Question": "In 'South Park', what is the name of Kyle's brother?",
          "TrueAnswer": "Ike",
          "FalseAnswer": [
            "Stan",
            "Kenny",
            "Cartman"
          ],
          "Explanation": "Ike Broflovski is Kyle's adopted younger brother from Canada, known for his intellect and innocence despite his young age."
        },
        {
          "Question": "What is the name of the con artist and scammer in 'Ed, Edd n Eddy'?",
          "TrueAnswer": "Eddy",
          "FalseAnswer": [
            "Ed",
            "Rolf",
            "Kevin"
          ],
          "Explanation": "Eddy is the self-proclaimed leader of the Eds and is often seen devising get-rich-quick schemes that frequently end in comedic failure."
        },
        {
          "Question": "Which character from 'Rocko's Modern Life' works as a comic book store clerk?",
          "TrueAnswer": "Filburt",
          "FalseAnswer": [
            "Rocko",
            "Heffer",
            "Spunky"
          ],
          "Explanation": "Filburt Turtle is Rocko's insecure and neurotic friend who works at the local comic book store, often dealing with eccentric customers and quirky situations."
        },
        {
          "Question": "In 'The Fairly OddParents', what is the name of Timmy Turner's fairy godparent?",
          "TrueAnswer": "Cosmo",
          "FalseAnswer": [
            "Wanda",
            "Jorgen",
            "Poof"
          ],
          "Explanation": "Cosmo is the dim-witted but lovable fairy godparent of Timmy Turner, known for his comedic silliness and inadvertently causing chaos."
        },
        {
          "Question": "What type of creature is Ren from 'The Ren & Stimpy Show'?",
          "TrueAnswer": "Chihuahua",
          "FalseAnswer": [
            "Bulldog",
            "Poodle",
            "Pug"
          ],
          "Explanation": "Ren Höek, commonly known as Ren, is an emotionally unstable and often psychotic Chihuahua who forms the comedic duo with Stimpy."
        },
        {
          "Question": "Which cartoon features a group of friends living in the underwater city of Bikini Bottom?",
          "TrueAnswer": "SpongeBob SquarePants",
          "FalseAnswer": [
            "The Flintstones",
            "Rugrats",
            "The Jetsons"
          ],
          "Explanation": "SpongeBob SquarePants follows the zany adventures of SpongeBob and his friends in the underwater city of Bikini Bottom, known for its humor and surrealism."
        },
        {
          "Question": "In 'Bobs Burgers', who is the eldest daughter of Bob and Linda Belcher?",
          "TrueAnswer": "Tina",
          "FalseAnswer": [
            "Louise",
            "Gene",
            "Teddy"
          ],
          "Explanation": "Tina is a socially awkward and imaginative teenager who frequently writes fan fiction and is passionate about horses and boys."
        },
        {
          "Question": "What is the name of the alien supervillain in 'Dexter's Laboratory'?",
          "TrueAnswer": "Mandark",
          "FalseAnswer": [
            "Dee Dee",
            "Dexter",
            "Dad"
          ],
          "Explanation": "Mandark, also known as Susan, is Dexter's rival and a malevolent genius. His main goal is to destroy Dexter and conquer the world."
        }
      ]
    }
  ]
}