{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who said, 'The only thing we have to fear is fear itself'?",
          "TrueAnswer": "Franklin D. Roosevelt",
          "FalseAnswer": [
            "Winston Churchill",
            "Abraham Lincoln",
            "John F. Kennedy"
          ],
          "Explanation": "Franklin D. Roosevelt, the 32nd President of the United States, spoke these words during his inaugural address in 1933, working to reassure a nation devastated by economic depression."
        },
        {
          "Question": "Which author coined the phrase, 'Whether you think you can, or you think you can't, you're right'?",
          "TrueAnswer": "Henry Ford",
          "FalseAnswer": [
            "Mark Twain",
            "Charles Dickens",
            "Ernest Hemingway"
          ],
          "Explanation": "Henry Ford, the founder of Ford Motor Company, popularized this quote, emphasizing the power of mindset in influencing one's capabilities and outcomes."
        },
        {
          "Question": "Who is credited with saying, 'The mind is everything. What you think you become'?",
          "TrueAnswer": "Buddha",
          "FalseAnswer": [
            "Socrates",
            "Confucius",
            "Lao Tzu"
          ],
          "Explanation": "Buddha, the spiritual leader and founder of Buddhism, expressed the idea of the profound connection between thoughts, identity, and personal growth."
        },
        {
          "Question": "Which famous leader proclaimed, 'It does not matter how slowly you go as long as you do not stop'?",
          "TrueAnswer": "Confucius",
          "FalseAnswer": [
            "Martin Luther King Jr.",
            "Napoleon Bonaparte",
            "Winston Churchill"
          ],
          "Explanation": "Confucius, the Chinese philosopher and teacher, spoke to the importance of perseverance and continuous progress in striving for success and ambition."
        },
        {
          "Question": "Who stated, 'I am not a product of my circumstances. I am a product of my decisions'?",
          "TrueAnswer": "Stephen Covey",
          "FalseAnswer": [
            "Zig Ziglar",
            "Napoleon Hill",
            "Tony Robbins"
          ],
          "Explanation": "Stephen Covey, author of 'The 7 Habits of Highly Effective People', emphasized personal responsibility and proactive decision-making in shaping one's mindset and outcomes."
        }
      ]
    }
  ]
}