{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Who said, 'The only way to do great work is to love what you do'?",
          "TrueAnswer": "Steve Jobs",
          "FalseAnswer": [
            "Mark Zuckerberg",
            "Elon Musk",
            "Bill Gates"
          ],
          "Explanation": "Steve Jobs, co-founder of Apple Inc., famously believed that passion for one's work leads to exceptional achievements. He articulated this in various interviews and speeches."
        },
        {
          "Question": "According to Dalai Lama, what is the purpose of our lives?",
          "TrueAnswer": "To be happy",
          "FalseAnswer": [
            "To achieve success",
            "To find love",
            "To gain wealth"
          ],
          "Explanation": "The Dalai Lama, spiritual leader of Tibetan Buddhism, emphasizes the pursuit of happiness as a fundamental goal for all individuals, promoting inner peace and compassion."
        },
        {
          "Question": "Who said, 'Happiness depends upon ourselves'?",
          "TrueAnswer": "Aristotle",
          "FalseAnswer": [
            "Socrates",
            "Plato",
            "Confucius"
          ],
          "Explanation": "Aristotle, the ancient Greek philosopher, stressed the internal nature of happiness, asserting that personal choices and actions greatly influence one's own happiness."
        },
        {
          "Question": "What did Bob Marley believe is better than silver and gold?",
          "TrueAnswer": "Happiness",
          "FalseAnswer": [
            "Fame",
            "Power",
            "Health"
          ],
          "Explanation": "Bob Marley, the legendary reggae musician, conveyed the message that genuine happiness surpasses material possessions, highlighting its intrinsic value and significance in life."
        },
        {
          "Question": "According to Albert Camus, what is the most important thing in life?",
          "TrueAnswer": "To be happy",
          "FalseAnswer": [
            "To seek knowledge",
            "To achieve immortality",
            "To find love"
          ],
          "Explanation": "Albert Camus, the influential existentialist philosopher, asserted that the pursuit of happiness holds ultimate significance in the face of life's inherent absurdity and uncertainties."
        }
      ]
    }
  ]
}