{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Which designer is known for the Little Black Dress?",
          "TrueAnswer": "Coco Chanel",
          "FalseAnswer": [
            "Giorgio Armani",
            "Calvin Klein",
            "Ralph Lauren"
          ],
          "Explanation": "Coco Chanel popularized the Little Black Dress in the 1920s, creating a timeless fashion staple for women."
        },
        {
          "Question": "Who is known as the Queen of Prints?",
          "TrueAnswer": "Diane von Furstenberg",
          "FalseAnswer": [
            "Vera Wang",
            "Stella McCartney",
            "Donatella Versace"
          ],
          "Explanation": "Diane von Furstenberg gained fame for her bold prints and iconic wrap dresses, earning the title 'Queen of Prints'."
        },
        {
          "Question": "Which designer is associated with the Red-Soled Shoes?",
          "TrueAnswer": "Christian Louboutin",
          "FalseAnswer": [
            "Jimmy Choo",
            "Manolo Blahnik",
            "Gucci"
          ],
          "Explanation": "Christian Louboutin is renowned for his signature red-lacquered soles, symbolizing glamour and luxury in footwear fashion."
        },
        {
          "Question": "Who popularized the Minimalist Fashion Movement?",
          "TrueAnswer": "Calvin Klein",
          "FalseAnswer": [
            "Yves Saint Laurent",
            "Ralph Lauren",
            "Tom Ford"
          ],
          "Explanation": "Calvin Klein's clean lines and minimalist designs defined the fashion movement in the late 20th century, influencing global fashion trends."
        },
        {
          "Question": "Which designer introduced the Wrap Dress?",
          "TrueAnswer": "Diane von Furstenberg",
          "FalseAnswer": [
            "Donna Karan",
            "Vera Wang",
            "Coco Chanel"
          ],
          "Explanation": "Diane von Furstenberg designed the iconic wrap dress in the 1970s, revolutionizing women's fashion with its flattering silhouette."
        },
        {
          "Question": "Who is the founder of the luxury brand Gucci?",
          "TrueAnswer": "Guccio Gucci",
          "FalseAnswer": [
            "Gianni Versace",
            "Ralph Lauren",
            "Tom Ford"
          ],
          "Explanation": "Guccio Gucci founded the House of Gucci in 1921, creating a legacy of high-end leather goods and iconic fashion."
        },
        {
          "Question": "Which designer is known for the Tuxedo Jacket for Women?",
          "TrueAnswer": "Yves Saint Laurent",
          "FalseAnswer": [
            "Tom Ford",
            "Giorgio Armani",
            "Ralph Lauren"
          ],
          "Explanation": "Yves Saint Laurent pioneered the androgynous tuxedo jacket for women, revolutionizing power dressing in the fashion industry."
        },
        {
          "Question": "Who is regarded as the King of Cling for his body-conscious designs?",
          "TrueAnswer": "Azzedine Alaïa",
          "FalseAnswer": [
            "Karl Lagerfeld",
            "Donatella Versace",
            "Gianni Versace"
          ],
          "Explanation": "Azzedine Alaïa was acclaimed for his form-fitting, body-conscious silhouettes, earning him the title 'King of Cling' in fashion."
        },
        {
          "Question": "Which designer is known for the Punk Fashion Movement?",
          "TrueAnswer": "Vivienne Westwood",
          "FalseAnswer": [
            "Alexander McQueen",
            "Jean Paul Gaultier",
            "Stella McCartney"
          ],
          "Explanation": "Vivienne Westwood, the godmother of punk fashion, shaped the movement with her daring designs and rebellious spirit."
        },
        {
          "Question": "Who is renowned for the concept of Urban Streetwear?",
          "TrueAnswer": "Virgil Abloh",
          "FalseAnswer": [
            "Riccardo Tisci",
            "Alexander Wang",
            "Raf Simons"
          ],
          "Explanation": "Virgil Abloh brought urban streetwear to high fashion through his brand Off-White, redefining luxury and contemporary style."
        },
        {
          "Question": "Who is credited for introducing the Shoulder Pad Trend?",
          "TrueAnswer": "Thierry Mugler",
          "FalseAnswer": [
            "Balenciaga",
            "Issey Miyake",
            "John Galliano"
          ],
          "Explanation": "Thierry Mugler revolutionized 1980s fashion with exaggerated shoulder pads, defining power dressing and futuristic silhouettes."
        },
        {
          "Question": "Which designer is known for the iconic Kate Moss Slip Dress?",
          "TrueAnswer": "John Galliano",
          "FalseAnswer": [
            "Karl Lagerfeld",
            "Jean-Paul Gaultier",
            "Tom Ford"
          ],
          "Explanation": "John Galliano's slip dress worn by Kate Moss in the 1990s became an iconic fashion moment, epitomizing effortless chic."
        },
        {
          "Question": "Who is recognized for popularizing the Bohemian-Chic Style?",
          "TrueAnswer": "Isabel Marant",
          "FalseAnswer": [
            "Roberto Cavalli",
            "Anna Sui",
            "Stella McCartney"
          ],
          "Explanation": "Isabel Marant's laid-back, bohemian-chic aesthetic became a global fashion phenomenon, inspiring effortless and free-spirited style."
        },
        {
          "Question": "Which designer is associated with the Trench Coat and Heritage Check?",
          "TrueAnswer": "Burberry",
          "FalseAnswer": [
            "Ralph Lauren",
            "Tommy Hilfiger",
            "Calvin Klein"
          ],
          "Explanation": "Burberry's iconic trench coat and trademark check pattern represent timeless British fashion heritage, synonymous with luxury and sophistication."
        },
        {
          "Question": "Who revolutionized the Fashion World with the Mini Skirt?",
          "TrueAnswer": "Mary Quant",
          "FalseAnswer": [
            "Coco Chanel",
            "Yves Saint Laurent",
            "Gianni Versace"
          ],
          "Explanation": "Mary Quant's daring mini skirt design in the 1960s sparked a fashion revolution, symbolizing youth culture and liberation."
        },
        {
          "Question": "Which designer is known for the concept of Unisex Fashion?",
          "TrueAnswer": "Rad Hourani",
          "FalseAnswer": [
            "Rick Owens",
            "Hedi Slimane",
            "Demna Gvasalia"
          ],
          "Explanation": "Rad Hourani challenged traditional gender norms with unisex fashion, creating a gender-neutral aesthetic that redefines modern elegance."
        },
        {
          "Question": "Who popularized the concept of Avant-Garde Fashion in the 1980s?",
          "TrueAnswer": "Comme des Garçons",
          "FalseAnswer": [
            "Yohji Yamamoto",
            "Margiela",
            "Versace"
          ],
          "Explanation": "Comme des Garçons, led by designer Rei Kawakubo, pushed boundaries with avant-garde fashion, redefining beauty and aesthetics in the industry."
        },
        {
          "Question": "Which designer is known for the creation of the Punk Rock Fashion movement?",
          "TrueAnswer": "Vivienne Westwood",
          "FalseAnswer": [
            "John Galliano",
            "Jean-Paul Gaultier",
            "Yohji Yamamoto"
          ],
          "Explanation": "Vivienne Westwood's collaboration with Malcolm McLaren sparked the punk rock fashion movement, challenging conventions and inspiring social rebellion."
        },
        {
          "Question": "Who introduced the concept of Sustainable Fashion through the brand Stella McCartney?",
          "TrueAnswer": "Stella McCartney",
          "FalseAnswer": [
            "Vera Wang",
            "Donatella Versace",
            "Isabel Marant"
          ],
          "Explanation": "Stella McCartney spearheaded sustainable and ethical fashion practices, advocating for cruelty-free and environmentally conscious luxury fashion."
        },
        {
          "Question": "Which designer is renowned for the creation of the Power Suit for Women?",
          "TrueAnswer": "Giorgio Armani",
          "FalseAnswer": [
            "Donna Karan",
            "Coco Chanel",
            "Thierry Mugler"
          ],
          "Explanation": "Giorgio Armani redefined professional attire for women with his iconic power suits, empowering them with elegance and confidence in the workplace."
        }
      ]
    }
  ]
}