{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is a staple accessory in streetwear fashion?",
          "TrueAnswer": "Snapback hat",
          "FalseAnswer": [
            "Fedora hat",
            "Bucket hat",
            "Beret"
          ],
          "Explanation": "Snapback hats are a common sight in streetwear, known for their adjustable snap closure and flat brims."
        },
        {
          "Question": "Which brand is known for its iconic Box Logo design?",
          "TrueAnswer": "Supreme",
          "FalseAnswer": [
            "Adidas",
            "Nike",
            "Puma"
          ],
          "Explanation": "Supreme's Box Logo, often seen on t-shirts and hoodies, has become a symbol of streetwear culture and exclusivity."
        },
        {
          "Question": "What footwear brand introduced the Air Jordan line?",
          "TrueAnswer": "Nike",
          "FalseAnswer": [
            "Adidas",
            "Puma",
            "New Balance"
          ],
          "Explanation": "The Air Jordan line, originally designed for Michael Jordan, is one of the most coveted sneaker collections in streetwear."
        },
        {
          "Question": "Which streetwear subculture is associated with skateboarding and punk rock?",
          "TrueAnswer": "Thrasher",
          "FalseAnswer": [
            "Graffiti",
            "Hip hop",
            "Luxury"
          ],
          "Explanation": "Thrasher, a skateboarding magazine and clothing brand, embodies the rebellious and alternative spirit of streetwear."
        },
        {
          "Question": "What is a popular textile in streetwear due to its durability and versatility?",
          "TrueAnswer": "Denim",
          "FalseAnswer": [
            "Velvet",
            "Satin",
            "Linen"
          ],
          "Explanation": "Denim, often used in jeans and jackets, has been a mainstay in streetwear thanks to its rugged and timeless appeal."
        },
        {
          "Question": "Which brand created the iconic 'Shark Hoodie' with a distinctive zippered shark mouth?",
          "TrueAnswer": "BAPE",
          "FalseAnswer": [
            "Off-White",
            "Palace",
            "Kith"
          ],
          "Explanation": "BAPE's 'Shark Hoodie' has become a streetwear symbol, known for its bold design and limited releases."
        },
        {
          "Question": "What accessory is often worn as a statement piece in streetwear?",
          "TrueAnswer": "Chain necklace",
          "FalseAnswer": [
            "Pearl earrings",
            "Charm bracelet",
            "Anklet"
          ],
          "Explanation": "Chain necklaces are frequently used in streetwear to add a bold and edgy touch to the overall look."
        },
        {
          "Question": "What does 'OOTD' stand for in the context of streetwear culture?",
          "TrueAnswer": "Outfit of the day",
          "FalseAnswer": [
            "Only on Thursdays",
            "On our turf, dude",
            "Overcome obstacles, triumph daily"
          ],
          "Explanation": "'OOTD' is a popular hashtag used on social media platforms to showcase one's stylish outfit for the day."
        },
        {
          "Question": "Which city is often considered the birthplace of streetwear fashion?",
          "TrueAnswer": "New York",
          "FalseAnswer": [
            "Paris",
            "Tokyo",
            "London"
          ],
          "Explanation": "New York City, with its diverse urban culture, played a pivotal role in shaping the streetwear movement."
        },
        {
          "Question": "What term describes the blending of luxury and casual street fashion?",
          "TrueAnswer": "Athleisure",
          "FalseAnswer": [
            "Bohemian",
            "Retro",
            "Minimalist"
          ],
          "Explanation": "Athleisure represents the fusion of athletic wear and high-end fashion, reflecting the relaxed yet stylish ethos of streetwear."
        },
        {
          "Question": "Which artist collaborated with Louis Vuitton to create streetwear-inspired collections?",
          "TrueAnswer": "Virgil Abloh",
          "FalseAnswer": [
            "Kanye West",
            "Pharrell Williams",
            "Drake"
          ],
          "Explanation": "Virgil Abloh, as the artistic director of Louis Vuitton menswear, brought a fresh streetwear perspective to the luxury brand."
        },
        {
          "Question": "What is a key element in creating a 'layered' streetwear look?",
          "TrueAnswer": "Mixing textures",
          "FalseAnswer": [
            "Wearing oversized clothes",
            "Matching colors",
            "Minimalist accessories"
          ],
          "Explanation": "Layered streetwear outfits often involve combining different textures and materials to achieve visual depth and interest."
        },
        {
          "Question": "Which artist popularized graphic tees as a staple in streetwear fashion?",
          "TrueAnswer": "Shawn Stussy",
          "FalseAnswer": [
            "Karl Lagerfeld",
            "Alexander Wang",
            "Donatella Versace"
          ],
          "Explanation": "Shawn Stussy, the founder of Stüssy, helped elevate graphic tees to iconic status within streetwear culture."
        },
        {
          "Question": "What streetwear trend emphasizes retro and nostalgic elements in fashion?",
          "TrueAnswer": "Vintage revival",
          "FalseAnswer": [
            "Futuristic minimalism",
            "Gothic aesthetic",
            "Bohemian fusion"
          ],
          "Explanation": "Vintage revival embraces iconic styles from past decades, infusing them with modern streetwear sensibilities."
        },
        {
          "Question": "What term describes the limited release of exclusive streetwear items?",
          "TrueAnswer": "Drop culture",
          "FalseAnswer": [
            "Market saturation",
            "Mass production",
            "Open-access fashion"
          ],
          "Explanation": "Drop culture revolves around highly anticipated and often hyped releases of limited edition streetwear products."
        },
        {
          "Question": "What footwear style is synonymous with streetwear and hip-hop culture?",
          "TrueAnswer": "High-top sneakers",
          "FalseAnswer": [
            "Loafers",
            "Chelsea boots",
            "Espadrilles"
          ],
          "Explanation": "High-top sneakers have been a defining footwear choice in streetwear and hip-hop, exuding a bold and urban vibe."
        },
        {
          "Question": "What is the name of the Japanese fashion trend that heavily influenced streetwear?",
          "TrueAnswer": "Harajuku",
          "FalseAnswer": [
            "Shibuya",
            "Akihabara",
            "Asakusa"
          ],
          "Explanation": "The Harajuku district in Tokyo birthed vibrant and eclectic fashion subcultures, serving as a major influence on streetwear worldwide."
        },
        {
          "Question": "Which designer collaborated with Nike to create the iconic Air Yeezy sneaker line?",
          "TrueAnswer": "Kanye West",
          "FalseAnswer": [
            "Alexander McQueen",
            "Marc Jacobs",
            "Tom Ford"
          ],
          "Explanation": "Kanye West's partnership with Nike birthed the acclaimed Air Yeezy sneakers, marking a fusion of high fashion and streetwear."
        },
        {
          "Question": "What term refers to the reimagining of traditional logos and branding in streetwear?",
          "TrueAnswer": "Bootlegging",
          "FalseAnswer": [
            "Trademark infringement",
            "Corporate rebranding",
            "Legitimate collaboration"
          ],
          "Explanation": "Bootlegging involves unauthorized reinterpretations of logos and symbols, often creating new and subversive streetwear designs."
        },
        {
          "Question": "What is a key characteristic of techwear, a subgenre within streetwear fashion?",
          "TrueAnswer": "Utility and functionality",
          "FalseAnswer": [
            "Ornate embellishments",
            "Soft pastel colors",
            "Form-fitting silhouettes"
          ],
          "Explanation": "Techwear prioritizes practicality and performance, incorporating advanced materials and functional designs into streetwear aesthetics."
        }
      ]
    }
  ]
}