{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the main ingredient in the popular Indian dish, Tandoori Chicken?",
          "TrueAnswer": "Yogurt",
          "FalseAnswer": [
            "Coconut milk",
            "Tomato sauce",
            "Lemon juice"
          ],
          "Explanation": "Yogurt is used as a tenderizing agent and imparts a tangy flavor to the chicken when marinated."
        },
        {
          "Question": "Which country is known for introducing sushi to the world?",
          "TrueAnswer": "Japan",
          "FalseAnswer": [
            "China",
            "Thailand",
            "India"
          ],
          "Explanation": "Sushi originated in Japan as a method of preserving fish in fermented rice around the 8th century."
        },
        {
          "Question": "What grain is used to make the Mexican staple, tortillas?",
          "TrueAnswer": "Corn",
          "FalseAnswer": [
            "Quinoa",
            "Rice",
            "Barley"
          ],
          "Explanation": "Corn has been a staple of Mexican cuisine for thousands of years and is used to make tortillas."
        },
        {
          "Question": "Which of the following is a classic ingredient in Thai Green Curry?",
          "TrueAnswer": "Bamboo shoots",
          "FalseAnswer": [
            "Pineapple",
            "Spinach",
            "Carrots"
          ],
          "Explanation": "Bamboo shoots add a unique texture and flavor to Thai Green Curry, popular in Thai cuisine."
        },
        {
          "Question": "In what country does the popular dish Paella originate?",
          "TrueAnswer": "Spain",
          "FalseAnswer": [
            "Italy",
            "Mexico",
            "Greece"
          ],
          "Explanation": "Paella originated in Valencia, Spain, and traditionally includes ingredients like saffron, seafood, and chicken."
        },
        {
          "Question": "Which cuisine includes the dish Bibimbap, a mixed rice bowl topped with vegetables and meat?",
          "TrueAnswer": "Korean",
          "FalseAnswer": [
            "Chinese",
            "Japanese",
            "Vietnamese"
          ],
          "Explanation": "Bibimbap is a signature dish in Korean cuisine, known for its colorful presentation and diverse flavors."
        },
        {
          "Question": "What is the primary spice blend used in the Indian dish, curry?",
          "TrueAnswer": "Garam masala",
          "FalseAnswer": [
            "Cumin",
            "Turmeric",
            "Paprika"
          ],
          "Explanation": "Garam masala is a blend of ground spices common in Indian and South Asian cuisines, adding warmth and depth of flavor to curries."
        },
        {
          "Question": "In which country would you find a traditional dish of falafel, a deep-fried ball made from ground chickpeas or fava beans?",
          "TrueAnswer": "Lebanon",
          "FalseAnswer": [
            "Turkey",
            "Greece",
            "Egypt"
          ],
          "Explanation": "Falafel is a popular Middle Eastern dish, and Lebanon is known for its flavorful and crispy falafel preparations."
        },
        {
          "Question": "What is the main protein used in the Peruvian dish, Lomo Saltado?",
          "TrueAnswer": "Beef",
          "FalseAnswer": [
            "Chicken",
            "Pork",
            "Fish"
          ],
          "Explanation": "Lomo Saltado is a popular Peruvian stir-fry dish that typically features beef, onions, tomatoes, and fried potatoes."
        },
        {
          "Question": "What are the primary ingredients in the Ethiopian dish, Doro Wat? ",
          "TrueAnswer": "Chicken and berbere spice blend",
          "FalseAnswer": [
            "Lamb and cumin",
            "Beef and curry powder",
            "Tofu and turmeric"
          ],
          "Explanation": "Doro Wat is a spicy Ethiopian chicken stew flavored with berbere, an aromatic and fiery spice blend."
        },
        {
          "Question": "Which cuisine features the savory and aromatic stew, Coq au Vin? ",
          "TrueAnswer": "French",
          "FalseAnswer": [
            "Italian",
            "Greek",
            "German"
          ],
          "Explanation": "Coq au Vin is a classic French dish of chicken braised with wine, mushrooms, and aromatic vegetables."
        },
        {
          "Question": "What type of noodles are commonly used in the traditional Japanese dish, Ramen? ",
          "TrueAnswer": "Wheat",
          "FalseAnswer": [
            "Rice",
            "Egg",
            "Buckwheat"
          ],
          "Explanation": "Ramen noodles are made from wheat flour, water, and an alkaline mineral water called kansui, giving them their distinct texture."
        },
        {
          "Question": "Which cuisine is known for the dish, Borscht, a sour soup made with beetroots? ",
          "TrueAnswer": "Russian",
          "FalseAnswer": [
            "Polish",
            "Swedish",
            "Czech"
          ],
          "Explanation": "Borscht is a staple in Russian cuisine, often served with sour cream and hearty rye bread."
        },
        {
          "Question": "What fruit is a primary ingredient in the traditional Moroccan dish, Tagine?",
          "TrueAnswer": "Apricots",
          "FalseAnswer": [
            "Oranges",
            "Dates",
            "Pomegranates"
          ],
          "Explanation": "Apricots add a sweet and tangy flavor to Moroccan tagines, complementing the savory spices and tender meat."
        },
        {
          "Question": "What is the main ingredient in the Greek spread, Tzatziki?",
          "TrueAnswer": "Yogurt and cucumber",
          "FalseAnswer": [
            "Hummus and chickpeas",
            "Eggplant and tahini",
            "Feta cheese and olives"
          ],
          "Explanation": "Tzatziki is a refreshing dip and condiment made from yogurt, cucumbers, garlic, and herbs, popular in Greek cuisine."
        },
        {
          "Question": "Which cuisine typically includes the dish, Peking Duck, known for its crispy skin and tender meat?",
          "TrueAnswer": "Chinese",
          "FalseAnswer": [
            "Thai",
            "Japanese",
            "Korean"
          ],
          "Explanation": "Peking Duck is a famous dish in Chinese cuisine, and the preparation involves a complex process of roasting and crisping the skin."
        },
        {
          "Question": "What is the key ingredient in the Vietnamese dish, Pho, a flavorful noodle soup?",
          "TrueAnswer": "Rice noodles",
          "FalseAnswer": [
            "Egg noodles",
            "Glass noodles",
            "Udon noodles"
          ],
          "Explanation": "Pho is made with flat rice noodles, providing a smooth texture that pairs well with the fragrant broth and tender meats."
        },
        {
          "Question": "Which staple crop is the main ingredient in the traditional Brazilian dish, Feijoada?",
          "TrueAnswer": "Black beans",
          "FalseAnswer": [
            "Rice",
            "Cassava",
            "Quinoa"
          ],
          "Explanation": "Feijoada is a hearty Brazilian stew of black beans and assorted meats, often served with rice, farofa, and orange slices."
        },
        {
          "Question": "What is the primary protein used in the classic Jamaican dish, Jerk Chicken?",
          "TrueAnswer": "Chicken",
          "FalseAnswer": [
            "Pork",
            "Fish",
            "Goat"
          ],
          "Explanation": "Jerk Chicken is a signature dish of Jamaican cuisine, seasoned with a blend of spicy and aromatic ingredients before being grilled or smoked."
        },
        {
          "Question": "What type of leaf is typically used to wrap and cook the Mexican dish, Tamales?",
          "TrueAnswer": "Corn",
          "FalseAnswer": [
            "Banana",
            "Lettuce",
            "Grape"
          ],
          "Explanation": "Tamales are wrapped in corn husks, which impart a subtle flavor and help keep the filling moist during steaming."
        }
      ]
    }
  ]
}