{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What city is known as the birthplace of the Cronut?",
          "TrueAnswer": "New York City",
          "FalseAnswer": [
            "London",
            "Paris",
            "Tokyo"
          ],
          "Explanation": "The Cronut, a popular pastry made from croissant dough, was invented by Dominique Ansel in New York City in 2013."
        },
        {
          "Question": "Which country is famous for its Takoyaki street food?",
          "TrueAnswer": "Japan",
          "FalseAnswer": [
            "China",
            "Thailand",
            "Mexico"
          ],
          "Explanation": "Takoyaki, a popular Japanese street food, consists of octopus pieces in a ball-shaped batter, topped with takoyaki sauce and bonito flakes."
        },
        {
          "Question": "What is the main ingredient in a traditional Mexican elote?",
          "TrueAnswer": "Corn",
          "FalseAnswer": [
            "Potato",
            "Rice",
            "Wheat"
          ],
          "Explanation": "Elote is a popular Mexican street food consisting of grilled corn on the cob, typically served with mayonnaise, cheese, and chili powder."
        },
        {
          "Question": "Where does the famous dish Pho originate from?",
          "TrueAnswer": "Vietnam",
          "FalseAnswer": [
            "Thailand",
            "Korea",
            "India"
          ],
          "Explanation": "Pho is a traditional Vietnamese street food soup dish made with broth, rice noodles, herbs, and meat, usually beef or chicken."
        },
        {
          "Question": "Which street food is known as 'Banh Mi'?",
          "TrueAnswer": "Vietnamese Sandwich",
          "FalseAnswer": [
            "Dim Sum",
            "Samosa",
            "Spring Rolls"
          ],
          "Explanation": "Banh Mi is a popular Vietnamese street food consisting of a baguette filled with various savory ingredients like meat, pickled vegetables, and herbs."
        },
        {
          "Question": "What is the primary ingredient in falafel?",
          "TrueAnswer": "Chickpeas",
          "FalseAnswer": [
            "Lentils",
            "Black Beans",
            "Quinoa"
          ],
          "Explanation": "Falafel, a popular Middle Eastern street food, is made from ground chickpeas or fava beans, mixed with herbs and spices, then deep-fried."
        },
        {
          "Question": "Which country is known for its delicious Arepas?",
          "TrueAnswer": "Venezuela",
          "FalseAnswer": [
            "Brazil",
            "Argentina",
            "Colombia"
          ],
          "Explanation": "Arepas, a staple of Venezuelan street food, are flatbreads made from maize dough, typically filled with various ingredients like cheese, meat, or avocado."
        },
        {
          "Question": "In which country did bubble tea originate?",
          "TrueAnswer": "Taiwan",
          "FalseAnswer": [
            "Japan",
            "Thailand",
            "China"
          ],
          "Explanation": "Bubble tea, also known as boba tea, originated in Taiwan in the 1980s and has since become a popular street drink worldwide, featuring tapioca pearls."
        },
        {
          "Question": "What is the traditional filling for a Turkish Borek?",
          "TrueAnswer": "Cheese",
          "FalseAnswer": [
            "Spinach",
            "Mushroom",
            "Minced Meat"
          ],
          "Explanation": "Borek, a Turkish street food pastry, is typically filled with cheese, spinach, or minced meat, wrapped in thin layers of phyllo dough and baked to perfection."
        },
        {
          "Question": "Where can you find authentic Colombian empanadas?",
          "TrueAnswer": "Colombia",
          "FalseAnswer": [
            "Mexico",
            "Spain",
            "Chile"
          ],
          "Explanation": "Colombian empanadas are a popular street food in Colombia, consisting of fried corn dough filled with various ingredients like meat, potatoes, and spices."
        },
        {
          "Question": "Which Southeast Asian country is known for its delicious satay?",
          "TrueAnswer": "Indonesia",
          "FalseAnswer": [
            "Thailand",
            "Vietnam",
            "Malaysia"
          ],
          "Explanation": "Satay, a popular Indonesian street food, consists of skewered and grilled meat, usually served with a flavorful peanut sauce and accompanied by rice cakes or lontong."
        },
        {
          "Question": "What is the primary protein in Pad Thai?",
          "TrueAnswer": "Shrimp",
          "FalseAnswer": [
            "Chicken",
            "Beef",
            "Tofu"
          ],
          "Explanation": "In traditional Pad Thai, shrimp is the primary protein, along with rice noodles, bean sprouts, peanuts, and a mix of sweet, sour, and savory flavors."
        },
        {
          "Question": "Which Middle Eastern country is known for its mouthwatering shawarma?",
          "TrueAnswer": "Lebanon",
          "FalseAnswer": [
            "Israel",
            "Turkey",
            "Greece"
          ],
          "Explanation": "Shawarma, a popular Middle Eastern street food, is a dish of marinated and spit-roasted meat, typically served in a pita or flatbread with vegetables and sauces."
        },
        {
          "Question": "What is the primary ingredient in a South Indian dosa?",
          "TrueAnswer": "Rice",
          "FalseAnswer": [
            "Wheat",
            "Maize",
            "Barley"
          ],
          "Explanation": "Dosa is a popular South Indian street food made from a fermented batter of rice and urad dal, which is spread thin and then pan-fried until crispy."
        },
        {
          "Question": "Which country is known for its popular street food, Poutine?",
          "TrueAnswer": "Canada",
          "FalseAnswer": [
            "France",
            "Italy",
            "Germany"
          ],
          "Explanation": "Poutine is a beloved Canadian street food dish consisting of french fries topped with cheese curds and smothered in flavorful gravy, originating from Quebec."
        },
        {
          "Question": "What are Colombian arepas filled with?",
          "TrueAnswer": "Cheese and Chorizo",
          "FalseAnswer": [
            "Avocado and Plantain",
            "Beef and Pork",
            "Chicken and Beans"
          ],
          "Explanation": "Colombian arepas are often filled with a combination of cheese and chorizo, creating a delicious and savory street food snack enjoyed throughout Colombia."
        },
        {
          "Question": "Which country is famous for its sizzling hot tteokbokki street food dish?",
          "TrueAnswer": "South Korea",
          "FalseAnswer": [
            "China",
            "Japan",
            "Singapore"
          ],
          "Explanation": "Tteokbokki, a popular South Korean street food dish, features chewy rice cakes in a spicy and sweet gochujang-based sauce, creating a harmonious blend of flavors."
        },
        {
          "Question": "What fruit is the star of Thailand's delicious mango sticky rice dessert?",
          "TrueAnswer": "Mango",
          "FalseAnswer": [
            "Pineapple",
            "Durian",
            "Coconut"
          ],
          "Explanation": "Mango sticky rice, a classic Thai street food dessert, features sweet and ripe mango slices served with sticky rice, drenched in coconut milk and garnished with sesame seeds."
        },
        {
          "Question": "What is the main ingredient in a Turkish Simit?",
          "TrueAnswer": "Sesame Seeds",
          "FalseAnswer": [
            "Poppy Seeds",
            "Sunflower Seeds",
            "Flaxseeds"
          ],
          "Explanation": "Simit, a popular Turkish street food, is a circular bread encrusted with sesame seeds, giving it a unique texture and a delightful flavor loved by locals and visitors alike."
        },
        {
          "Question": "Where can you find traditional Belgian Liege waffles?",
          "TrueAnswer": "Belgium",
          "FalseAnswer": [
            "Netherlands",
            "France",
            "Germany"
          ],
          "Explanation": "Liege waffles, a beloved Belgian street food, are made from a rich brioche-like dough containing pearl sugar, creating a caramelized and crunchy sweetness in every bite."
        }
      ]
    }
  ]
}