{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What was the main reason behind the French Revolution?",
          "TrueAnswer": "Social inequality",
          "FalseAnswer": [
            "Religious conflict",
            "Economic prosperity",
            "Monarchical support"
          ],
          "Explanation": "Social inequality arising from the feudal system and the privileges of the nobility and clergy led to widespread dissatisfaction among the common people, ultimately fueling the French Revolution."
        },
        {
          "Question": "Who wrote the famous pamphlet 'Common Sense' that advocated American independence?",
          "TrueAnswer": "Thomas Paine",
          "FalseAnswer": [
            "John Adams",
            "Benjamin Franklin",
            "Thomas Jefferson"
          ],
          "Explanation": "Thomas Paine's 'Common Sense', published in 1776, argued for American independence from British rule and significantly influenced the revolutionary sentiment at the time."
        },
        {
          "Question": "Which country did Che Guevara play a pivotal role in its revolutionary movement?",
          "TrueAnswer": "Cuba",
          "FalseAnswer": [
            "Mexico",
            "Argentina",
            "Chile"
          ],
          "Explanation": "Che Guevara played a crucial role in the Cuban Revolution, where he worked alongside Fidel Castro in overthrowing the Batista regime in 1959."
        },
        {
          "Question": "What was the primary cause of the Russian Revolution of 1917?",
          "TrueAnswer": "Economic hardship",
          "FalseAnswer": [
            "Foreign invasion",
            "Monarchical reforms",
            "Religious persecution"
          ],
          "Explanation": "The Russian Revolution was largely fueled by socio-economic grievances, including widespread poverty, inequality, and food shortages that intensified during World War I."
        },
        {
          "Question": "Who was the leader of the Chinese Communist Party during the Chinese Revolution?",
          "TrueAnswer": "Mao Zedong",
          "FalseAnswer": [
            "Sun Yat-sen",
            "Deng Xiaoping",
            "Chiang Kai-shek"
          ],
          "Explanation": "Mao Zedong, as the founding father of the People's Republic of China, led the Chinese Communist Party in their successful revolution against the Kuomintang, ultimately establishing the communist state in 1949."
        }
      ]
    }
  ]
}