{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What was the name of the ship that brought the first indentured servants to America?",
          "TrueAnswer": "Jonathan",
          "FalseAnswer": [
            "Mayflower",
            "Santa Maria",
            "Susan Constant"
          ],
          "Explanation": "The ship Jonathan arrived in the Virginia Colony in 1619 carrying the first documented indentured servants from England."
        },
        {
          "Question": "Which group of immigrants were processed at Ellis Island?",
          "TrueAnswer": "European",
          "FalseAnswer": [
            "Japanese",
            "Chinese",
            "Mexican"
          ],
          "Explanation": "Ellis Island mainly processed European immigrants entering the United States from 1892 to 1924, with over 12 million arrivals."
        },
        {
          "Question": "What was the name of the law that severely restricted Chinese immigration to the United States?",
          "TrueAnswer": "Chinese Exclusion Act",
          "FalseAnswer": [
            "Immigration and Nationality Act",
            "Naturalization Act",
            "Hart-Celler Act"
          ],
          "Explanation": "The Chinese Exclusion Act was the first law to restrict a specific ethnic group from immigrating to the United States, enacted in 1882 and repealed in 1943."
        },
        {
          "Question": "Which country did the majority of European immigrants come from during the peak years of immigration?",
          "TrueAnswer": "Italy",
          "FalseAnswer": [
            "Ireland",
            "Germany",
            "Poland"
          ],
          "Explanation": "Between 1880 and 1920, the majority of European immigrants to the United States were from Italy, due to economic hardship and political turmoil."
        },
        {
          "Question": "What was the name of the immigration station on the west coast of the United States processing mainly Asian immigrants?",
          "TrueAnswer": "Angel Island",
          "FalseAnswer": [
            "Alcatraz",
            "Ellis Island",
            "Manzanar"
          ],
          "Explanation": "Angel Island in San Francisco Bay was the immigration station processing mainly Asian immigrants, often subjecting them to harsh interrogations and detentions."
        }
      ]
    }
  ]
}