{
  "theme": [
    {
      "Questions": [
        {
          "Question": "In what decade did the miniskirt gain popularity?",
          "TrueAnswer": "1960s",
          "FalseAnswer": [
            "1970s",
            "1950s",
            "1980s"
          ],
          "Explanation": "The miniskirt's popularity surged in the 1960s with fashion icon Twiggy promoting its bold, youthful style."
        },
        {
          "Question": "Which designer revolutionized women's fashion with the 'New Look'?",
          "TrueAnswer": "Christian Dior",
          "FalseAnswer": [
            "Coco Chanel",
            "Gianni Versace",
            "Ralph Lauren"
          ],
          "Explanation": "In 1947, Christian Dior's 'New Look' marked a return to opulence and feminity in post-war fashion."
        },
        {
          "Question": "What era popularized the corset as an essential undergarment?",
          "TrueAnswer": "Victorian era",
          "FalseAnswer": [
            "Renaissance",
            "Roaring Twenties",
            "Baroque era"
          ],
          "Explanation": "The Victorian era (1837-1901) saw the widespread use of corsets to achieve the fashionable hourglass silhouette."
        },
        {
          "Question": "Which historical period inspired the Bohemian fashion style of the 1960s?",
          "TrueAnswer": "Victorian era",
          "FalseAnswer": [
            "Ancient Egypt",
            "Medieval Europe",
            "Renaissance"
          ],
          "Explanation": "The Bohemian fashion movement of the 1960s drew inspiration from the free-spirited style of the Victorian era."
        },
        {
          "Question": "What fashion trend was popularized during the 'Roaring Twenties'?",
          "TrueAnswer": "Flapper dresses",
          "FalseAnswer": [
            "Hobble skirts",
            "Poodle skirts",
            "A-line skirts"
          ],
          "Explanation": "The 'Roaring Twenties' introduced the rebellious flapper style with its iconic beaded and fringed dresses."
        },
        {
          "Question": "Which historical figure influenced men's fashion with the dandy style in the 19th century?",
          "TrueAnswer": "Beau Brummell",
          "FalseAnswer": [
            "Napoleon Bonaparte",
            "King Louis XIV",
            "Winston Churchill"
          ],
          "Explanation": "Beau Brummell, considered the original dandy, shaped men's fashion with his elegant and understated aesthetic in Regency England."
        },
        {
          "Question": "Which revolutionized garment production during the Industrial Revolution?",
          "TrueAnswer": "Sewing machine",
          "FalseAnswer": [
            "Loom",
            "Spinning wheel",
            "Cotton gin"
          ],
          "Explanation": "The invention of the sewing machine in the mid-19th century revolutionized clothing production, leading to mass manufacturing and accessible fashion."
        },
        {
          "Question": "Who popularized the use of the little black dress in the 1920s?",
          "TrueAnswer": "Coco Chanel",
          "FalseAnswer": [
            "Madame Vionnet",
            "Elsa Schiaparelli",
            "Diana Vreeland"
          ],
          "Explanation": "Coco Chanel's iconic little black dress in the 1920s set a new standard for understated elegance and practicality in women's fashion."
        },
        {
          "Question": "In what decade did denim jeans become a symbol of rebellious youth culture?",
          "TrueAnswer": "1950s",
          "FalseAnswer": [
            "1940s",
            "1960s",
            "1970s"
          ],
          "Explanation": "Denim jeans gained popularity among the youth as a symbol of rebellion and non-conformity in the 1950s, popularized by iconic figures like James Dean."
        },
        {
          "Question": "Which fabric was central to the fashion of the Regency era in early 19th-century England?",
          "TrueAnswer": "Muslin",
          "FalseAnswer": [
            "Velvet",
            "Brocade",
            "Taffeta"
          ],
          "Explanation": "Muslin, a lightweight cotton fabric, was favored for its delicate drape and suitability for the neoclassical silhouettes of the Regency era."
        }
      ]
    }
  ]
}