{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the most popular online battle royale game?",
          "TrueAnswer": "Fortnite",
          "FalseAnswer": [
            "PUBG",
            "Apex Legends",
            "Call of Duty Warzone"
          ],
          "Explanation": "Fortnite has become a cultural phenomenon, attracting over 350 million players globally since its release in 2017."
        },
        {
          "Question": "Which company developed the game League of Legends?",
          "TrueAnswer": "Riot Games",
          "FalseAnswer": [
            "Valve Corporation",
            "Blizzard Entertainment",
            "Epic Games"
          ],
          "Explanation": "Riot Games, founded in 2006, is also known for creating the popular first-person shooter game, Valorant."
        },
        {
          "Question": "What is the prize pool for The International, the world championship for Dota 2?",
          "TrueAnswer": "Millions of dollars",
          "FalseAnswer": [
            "Hundreds of thousands of dollars",
            "Tens of thousands of dollars",
            "Billions of dollars"
          ],
          "Explanation": "The prize pool for The International is crowdfunded through in-game purchases, resulting in multi-million dollar payouts for top teams."
        },
        {
          "Question": "Which country boasts the largest esports audience in the world?",
          "TrueAnswer": "China",
          "FalseAnswer": [
            "United States",
            "South Korea",
            "Brazil"
          ],
          "Explanation": "With over 400 million viewers, China has a significant lead in esports viewership, followed by the United States and South Korea."
        },
        {
          "Question": "In which year was the game Counter-Strike: Global Offensive released?",
          "TrueAnswer": "2012",
          "FalseAnswer": [
            "2007",
            "2010",
            "2014"
          ],
          "Explanation": "Counter-Strike: Global Offensive, commonly known as CS:GO, was officially released on August 21, 2012."
        },
        {
          "Question": "What is the most popular streaming platform for gaming content?",
          "TrueAnswer": "Twitch",
          "FalseAnswer": [
            "YouTube Gaming",
            "Facebook Gaming",
            "Mixer"
          ],
          "Explanation": "Twitch, acquired by Amazon in 2014, dominates the streaming industry with millions of daily active users and high viewership."
        },
        {
          "Question": "Which game popularized the battle royale genre in mainstream gaming?",
          "TrueAnswer": "PlayerUnknown's Battlegrounds (PUBG)",
          "FalseAnswer": [
            "H1Z1",
            "DayZ",
            "Fortnite"
          ],
          "Explanation": "PUBG, developed by Brendan Greene, introduced the battle royale concept and paved the way for subsequent games in the genre."
        },
        {
          "Question": "What is the primary goal of a 'MOBA' game like Dota 2 or League of Legends?",
          "TrueAnswer": "Destroy the enemy base",
          "FalseAnswer": [
            "Earn the most kills",
            "Gain the most gold",
            "Capture the most objectives"
          ],
          "Explanation": "In 'MOBA' games, players work to destroy the opposing team's main structure, called the Ancient in Dota 2 and the Nexus in League of Legends."
        },
        {
          "Question": "Which gaming genre does StarCraft II belong to?",
          "TrueAnswer": "Real-time strategy (RTS)",
          "FalseAnswer": [
            "First-person shooter (FPS)",
            "Role-playing game (RPG)",
            "Sandbox"
          ],
          "Explanation": "StarCraft II is a classic real-time strategy game known for its complex gameplay and deep competitive scene in esports."
        },
        {
          "Question": "What is the primary focus of the competitive game Overwatch?",
          "TrueAnswer": "Team-based objectives",
          "FalseAnswer": [
            "Solo kills",
            "Map exploration",
            "Resource management"
          ],
          "Explanation": "Overwatch emphasizes teamwork and cooperative play, with players working together to achieve in-game objectives and secure victory."
        },
        {
          "Question": "What does the term 'GG' stand for in online gaming?",
          "TrueAnswer": "Good game",
          "FalseAnswer": [
            "Get going",
            "Great group",
            "Gamer's goal"
          ],
          "Explanation": "In online gaming, 'GG' is commonly used as a sportsmanlike gesture to acknowledge the end of a match and show respect to opponents."
        },
        {
          "Question": "Which gaming platform introduced the concept of achievements/trophies for online gaming?",
          "TrueAnswer": "Xbox Live",
          "FalseAnswer": [
            "PlayStation Network",
            "Steam",
            "Nintendo Switch Online"
          ],
          "Explanation": "Xbox Live popularized the concept of in-game achievements, which are now a standard feature across various gaming platforms."
        },
        {
          "Question": "What is the term for a professional player in the esports industry?",
          "TrueAnswer": "Pro gamer",
          "FalseAnswer": [
            "Esportist",
            "Gaming champion",
            "Digital athlete"
          ],
          "Explanation": "Professional players in esports are often referred to as 'pro gamers,' showcasing their dedication and skill in competitive gaming."
        },
        {
          "Question": "What popular card game has a thriving esports scene?",
          "TrueAnswer": "Hearthstone",
          "FalseAnswer": [
            "Magic: The Gathering",
            "Yu-Gi-Oh!",
            "Pokémon TCG"
          ],
          "Explanation": "Hearthstone, developed by Blizzard Entertainment, has a strong esports presence, hosting major tournaments and competitions worldwide."
        },
        {
          "Question": "Which region is known for its dominance in professional StarCraft competitions?",
          "TrueAnswer": "South Korea",
          "FalseAnswer": [
            "United States",
            "Sweden",
            "China"
          ],
          "Explanation": "South Korea has long been a powerhouse in competitive StarCraft, with dedicated leagues and a passionate fan base."
        },
        {
          "Question": "What is the term used for in-game purchases in free-to-play games?",
          "TrueAnswer": "Microtransactions",
          "FalseAnswer": [
            "Macropayments",
            "Digital upgrades",
            "Virtual acquisitions"
          ],
          "Explanation": "Microtransactions allow players to buy virtual goods or items within free-to-play games, often seen in mobile and online multiplayer titles."
        },
        {
          "Question": "What is the objective in a battle arena game like Super Smash Bros.?",
          "TrueAnswer": "Knock opponents off the stage",
          "FalseAnswer": [
            "Score the most points",
            "Complete the most levels",
            "Collect power-ups"
          ],
          "Explanation": "In games like Super Smash Bros., the main goal is to eliminate opponents by knocking them out of the playing area, rather than accumulating points."
        },
        {
          "Question": "What is the primary mode of competition in the game Rocket League?",
          "TrueAnswer": "Soccer-like matches with cars",
          "FalseAnswer": [
            "Time trials and races",
            "Aerial acrobatics challenges",
            "Car customization battles"
          ],
          "Explanation": "Rocket League involves competitive matches where players control cars to hit a ball into the opposing team's goal, resembling a mix of soccer and vehicular combat."
        },
        {
          "Question": "What is the term for professional teams representing specific organizations in esports?",
          "TrueAnswer": "Esports franchises",
          "FalseAnswer": [
            "Gaming alliances",
            "Digital guilds",
            "Cybersport groups"
          ],
          "Explanation": "Esports franchises, similar to traditional sports teams, compete in leagues and tournaments while representing a particular brand or organization."
        },
        {
          "Question": "Which popular online game incorporates building and resource gathering with combat gameplay?",
          "TrueAnswer": "Minecraft",
          "FalseAnswer": [
            "Terraria",
            "Roblox",
            "The Sims"
          ],
          "Explanation": "Minecraft combines survival and creative elements, allowing players to gather resources, build structures, and engage in combat within its open-world environment."
        }
      ]
    }
  ]
}