{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the famous desert music festival held in Nevada?",
          "TrueAnswer": "Burning Man",
          "FalseAnswer": [
            "Coachella",
            "Glastonbury",
            "Lollapalooza"
          ],
          "Explanation": "Burning Man is a unique event that promotes community, self-expression, and art in the Black Rock Desert. It attracts tens of thousands of participants annually."
        },
        {
          "Question": "Which festival is known for its iconic pyramid stage and diverse lineup?",
          "TrueAnswer": "Glastonbury",
          "FalseAnswer": [
            "Austin City Limits",
            "Tomorrowland",
            "Ultra Music Festival"
          ],
          "Explanation": "Glastonbury is renowned for its pyramid stage and eclectic musical offerings, spanning from rock and pop to electronic and world music."
        },
        {
          "Question": "Where is the annual electronic dance music festival Tomorrowland held?",
          "TrueAnswer": "Belgium",
          "FalseAnswer": [
            "Netherlands",
            "Germany",
            "France"
          ],
          "Explanation": "Tomorrowland takes place in Boom, Belgium, and is famous for its elaborate stages, magical atmosphere, and top-tier EDM lineup."
        },
        {
          "Question": "Which festival features a distinctive art structure called the Coachella Valley Music and Arts Festival?",
          "TrueAnswer": "Coachella",
          "FalseAnswer": [
            "Sziget Festival",
            "Rock in Rio",
            "Electric Daisy Carnival"
          ],
          "Explanation": "Coachella is renowned for its art installations, attracting artists and enthusiasts to explore the intersection of music and visual arts in the desert setting."
        },
        {
          "Question": "What is the famous heavy metal festival held annually in Germany?",
          "TrueAnswer": "Wacken Open Air",
          "FalseAnswer": [
            "Download Festival",
            "Hellfest",
            "Graspop Metal Meeting"
          ],
          "Explanation": "Wacken Open Air is a mecca for metalheads, featuring top metal bands and creating a unique community in the tiny village of Wacken."
        }
      ]
    }
  ]
}