{
  "theme": [
    {
      "Questions": [
        {
          "Question": "Which band frontman is considered a pioneer of using music to promote social and political activism?",
          "TrueAnswer": "Bob Marley",
          "FalseAnswer": [
            "Elvis Presley",
            "David Bowie",
            "Michael Jackson"
          ],
          "Explanation": "Bob Marley's music, particularly his album 'Exodus', became a symbol of social change and political resistance during the 1970s, especially in Jamaica and South Africa."
        },
        {
          "Question": "What was the name of the iconic music festival that symbolized the counterculture movement of the 1960s?",
          "TrueAnswer": "Woodstock",
          "FalseAnswer": [
            "Burning Man",
            "Coachella",
            "Glastonbury"
          ],
          "Explanation": "Woodstock was a 1969 music festival in New York that served as a pivotal moment for the 1960s countercultural movement, promoting peace, love, and music."
        },
        {
          "Question": "Which musician is known for using their platform to address issues like racial inequality and police brutality?",
          "TrueAnswer": "Kendrick Lamar",
          "FalseAnswer": [
            "Taylor Swift",
            "Ed Sheeran",
            "Adele"
          ],
          "Explanation": "Kendrick Lamar's album 'To Pimp a Butterfly' and his performances often confront societal issues, leading to important conversations about race in America."
        },
        {
          "Question": "What genre of music is closely associated with the protest movements of the 1960s and 1970s?",
          "TrueAnswer": "Folk",
          "FalseAnswer": [
            "Heavy Metal",
            "Hip Hop",
            "Electronic"
          ],
          "Explanation": "Folk music, characterized by storytelling and acoustic instruments, was a cornerstone of protest songs during the civil rights and anti-war movements."
        },
        {
          "Question": "Which iconic song became an anthem for the LGBTQ+ community and the fight against discrimination?",
          "TrueAnswer": "I Will Survive",
          "FalseAnswer": [
            "Bohemian Rhapsody",
            "Imagine",
            "Respect"
          ],
          "Explanation": "Gloria Gaynor's 'I Will Survive' became an anthem of resilience amid discrimination, especially during the 1970s parallel to the LGBTQ+ rights movement."
        }
      ]
    }
  ]
}