{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the largest mammal on Earth?",
          "TrueAnswer": "Blue Whale",
          "FalseAnswer": [
            "Elephant",
            "Giraffe",
            "Hippopotamus"
          ],
          "Explanation": "The blue whale is the largest animal to have ever existed on Earth, with the heart the size of a small car."
        },
        {
          "Question": "What is the name of a male deer?",
          "TrueAnswer": "Buck",
          "FalseAnswer": [
            "Doe",
            "Fawn",
            "Stag"
          ],
          "Explanation": "Bucks grow antlers which are shed and regrown annually, used in mating rituals and defense against predators."
        },
        {
          "Question": "Which mammal is known for its ability to glide from tree to tree?",
          "TrueAnswer": "Flying Squirrel",
          "FalseAnswer": [
            "Platypus",
            "Pangolin",
            "Armadillo"
          ],
          "Explanation": "Flying squirrels have a patagium, a furry, parachute-like membrane that stretches from wrist to ankle, allowing them to glide."
        },
        {
          "Question": "What is the name for a group of lions?",
          "TrueAnswer": "Pride",
          "FalseAnswer": [
            "Pack",
            "Herd",
            "Flock"
          ],
          "Explanation": "A pride of lions is typically composed of several related females and their dependent offspring, along with a small number of adult males."
        },
        {
          "Question": "Which big cat is known for its distinctive black mane?",
          "TrueAnswer": "Lion",
          "FalseAnswer": [
            "Tiger",
            "Cheetah",
            "Jaguar"
          ],
          "Explanation": "The male lion's mane is a unique secondary sexual characteristic that serves as a visual signal of its strength."
        },
        {
          "Question": "What is the only mammal capable of sustained flight?",
          "TrueAnswer": "Bat",
          "FalseAnswer": [
            "Flying Squirrel",
            "Pteropus",
            "Armadillo"
          ],
          "Explanation": "Bats are the only mammals capable of true flight, powered by their forelimbs adapted as wings."
        },
        {
          "Question": "How many species of bears exist?",
          "TrueAnswer": "8",
          "FalseAnswer": [
            "6",
            "10",
            "12"
          ],
          "Explanation": "There are eight living species of bears, found in a variety of habitats across the Northern Hemisphere."
        },
        {
          "Question": "What is a group of elephants called?",
          "TrueAnswer": "Herd",
          "FalseAnswer": [
            "Pod",
            "Pack",
            "Gaggle"
          ],
          "Explanation": "Elephants have matriarchal societies, and herds are led by the oldest and often largest female known as the matriarch."
        },
        {
          "Question": "Which mammal has the longest gestation period?",
          "TrueAnswer": "Elephant",
          "FalseAnswer": [
            "Whale",
            "Giraffe",
            "Rhinoceros"
          ],
          "Explanation": "Elephants have the longest gestation period of any mammal, lasting up to 22 months."
        },
        {
          "Question": "What is the primary diet of a panda?",
          "TrueAnswer": "Bamboo",
          "FalseAnswer": [
            "Ants",
            "Salmon",
            "Eucalyptus"
          ],
          "Explanation": "Giant pandas are primarily herbivorous, with bamboo making up 99% of their diet in the wild."
        },
        {
          "Question": "What is the fastest land mammal?",
          "TrueAnswer": "Cheetah",
          "FalseAnswer": [
            "Lion",
            "Leopard",
            "Tiger"
          ],
          "Explanation": "Cheetahs are known for their incredible speed, capable of reaching 0 to 60 mph in just a few seconds."
        },
        {
          "Question": "Which mammal is the largest primate?",
          "TrueAnswer": "Gorilla",
          "FalseAnswer": [
            "Chimpanzee",
            "Orangutan",
            "Baboon"
          ],
          "Explanation": "Gorillas are the largest primates, with adult males sometimes reaching a height of 6 feet and weighing up to 400 pounds."
        },
        {
          "Question": "What is the collective noun for a group of kangaroos?",
          "TrueAnswer": "Mob",
          "FalseAnswer": [
            "Herd",
            "Colony",
            "Pack"
          ],
          "Explanation": "Kangaroos live in groups known as mobs, led by the dominant male and comprising several females and their offspring."
        },
        {
          "Question": "What is a baby bear called?",
          "TrueAnswer": "Cub",
          "FalseAnswer": [
            "Fawn",
            "Pup",
            "Calf"
          ],
          "Explanation": "Bear cubs are born blind and hairless, and they rely entirely on their mother for warmth, protection, and nourishment."
        },
        {
          "Question": "What is the lifespan of an average wild lion?",
          "TrueAnswer": "12-16 years",
          "FalseAnswer": [
            "8-10 years",
            "20-25 years",
            "30-35 years"
          ],
          "Explanation": "In the wild, lions typically live for 12-16 years, although some individuals may reach up to 20 years of age."
        },
        {
          "Question": "Which mammal has a prehensile tail that can grip branches?",
          "TrueAnswer": "Spider Monkey",
          "FalseAnswer": [
            "Koala",
            "Gibbon",
            "Sloth"
          ],
          "Explanation": "Spider monkeys have a strong, prehensile tail that acts as an extra limb, aiding in climbing and swinging through trees."
        },
        {
          "Question": "What is the only continent without native placental mammals?",
          "TrueAnswer": "Australia",
          "FalseAnswer": [
            "Africa",
            "Antarctica",
            "South America"
          ],
          "Explanation": "Australia is unique in that it lacks native placental mammals, with marsupials like kangaroos and koalas dominating the land."
        },
        {
          "Question": "What is the main diet of a polar bear?",
          "TrueAnswer": "Seals",
          "FalseAnswer": [
            "Salmon",
            "Kelp",
            "Antarctic Ice"
          ],
          "Explanation": "Polar bears predominantly feed on seals, primarily hunting them near breathing holes in the ice."
        },
        {
          "Question": "Which mammal is known for its distinctive black and white fur?",
          "TrueAnswer": "Panda",
          "FalseAnswer": [
            "Zebra",
            "Skunk",
            "Badger"
          ],
          "Explanation": "Giant pandas have unique black and white fur, an adaptation for camouflage in their mountainous habitat."
        },
        {
          "Question": "What is the primary predator of the African elephant?",
          "TrueAnswer": "Humans",
          "FalseAnswer": [
            "Lions",
            "Hyenas",
            "Crocodiles"
          ],
          "Explanation": "Due to poaching and habitat destruction, humans are the primary threat to the African elephant population."
        }
      ]
    }
  ]
}