{
  "theme": [
    {
      "Questions": [
        {
          "Question": "How do bees communicate the location of a food source to other bees?",
          "TrueAnswer": "Waggle dance",
          "FalseAnswer": [
            "Quiver",
            "Flutter",
            "Shake"
          ],
          "Explanation": "Bees perform the waggle dance to communicate the direction and distance of a food source to other bees in the hive."
        },
        {
          "Question": "What is the primary method of CO2 exchange in aquatic plants?",
          "TrueAnswer": "Diffusion",
          "FalseAnswer": [
            "Osmosis",
            "Active transport",
            "Facilitated diffusion"
          ],
          "Explanation": "Aquatic plants exchange CO2 through diffusion, where gases move from areas of high concentration to areas of low concentration."
        },
        {
          "Question": "Which species is known for its unique relationship with acacia trees?",
          "TrueAnswer": "Ants",
          "FalseAnswer": [
            "Bees",
            "Butterflies",
            "Spider"
          ],
          "Explanation": "Certain ant species have a mutually beneficial symbiotic relationship with acacia trees, where the ants defend the tree and receive shelter and food in return."
        },
        {
          "Question": "What does the term 'keystone species' refer to in ecology?",
          "TrueAnswer": "A species that has a disproportionately large effect on its environment",
          "FalseAnswer": [
            "A species at risk of extinction",
            "A species with limited habitat range",
            "A species with low population density"
          ],
          "Explanation": "A keystone species plays a critical role in maintaining the structure and function of an ecosystem, often by regulating the population of other species."
        },
        {
          "Question": "Which of the following is NOT an example of a trophic level?",
          "TrueAnswer": "Decomposers",
          "FalseAnswer": [
            "Primary producers",
            "Primary consumers",
            "Secondary consumers"
          ],
          "Explanation": "Decomposers, like fungi and bacteria, are not classified as trophic levels but play a crucial role in breaking down organic matter and recycling nutrients in ecosystems."
        }
      ]
    }
  ]
}