{
  "theme": [
    {
      "Questions": [
        {
          "Question": "In the game 'No Man's Sky', what is the main resource for fueling the spaceship?",
          "TrueAnswer": "Thamium9",
          "FalseAnswer": [
            "Plutonium",
            "Oxygen",
            "Carbon"
          ],
          "Explanation": "Thamium9 is a crucial resource used to power the space ship's hyperdrive and life support systems. It is commonly found on planets and asteroids."
        },
        {
          "Question": "Which game features an open world set in ancient Greece and allows players to explore historical landmarks?",
          "TrueAnswer": "Assassin's Creed Odyssey",
          "FalseAnswer": [
            "The Witcher 3",
            "Breath of the Wild",
            "Red Dead Redemption 2"
          ],
          "Explanation": "Assassin's Creed Odyssey provides a vast open-world experience set in ancient Greece with accurately recreated landmarks such as the Parthenon and the Acropolis."
        },
        {
          "Question": "In the 'Subnautica' game, what is the primary objective for the player?",
          "TrueAnswer": "Survive",
          "FalseAnswer": [
            "Build a base",
            "Collect treasures",
            "Defeat monsters"
          ],
          "Explanation": "The main focus in Subnautica is on survival in an alien underwater world, where players must gather resources and manage their oxygen while avoiding dangerous creatures."
        },
        {
          "Question": "Which game allows players to explore a post-apocalyptic world as a lone wanderer?",
          "TrueAnswer": "Fallout 4",
          "FalseAnswer": [
            "The Last of Us",
            "Horizon Zero Dawn",
            "Metro Exodus"
          ],
          "Explanation": "Fallout 4 offers an expansive open world set in a post-apocalyptic Boston, where players can freely explore and encounter various factions and mutated creatures."
        },
        {
          "Question": "In 'Journey', what is the main goal for the player?",
          "TrueAnswer": "Reach the mountaintop",
          "FalseAnswer": [
            "Collect artifacts",
            "Confront the antagonist",
            "Find a way home"
          ],
          "Explanation": "Players in Journey embark on a serene and emotional pilgrimage to reach the distant mountaintop, symbolizing a spiritual journey and personal growth."
        }
      ]
    }
  ]
}