{
  "theme": [
    {
      "Questions": [
        {
          "Question": "What is the main resource in the 'Age of Empires' series?",
          "TrueAnswer": "Food",
          "FalseAnswer": [
            "Gold",
            "Wood",
            "Stone"
          ],
          "Explanation": "Food is crucial for training and maintaining units and advancing through ages in the game. Gathering and managing food is essential for success."
        },
        {
          "Question": "Which of these is a real-time strategy game?",
          "TrueAnswer": "StarCraft",
          "FalseAnswer": [
            "Civilization",
            "XCOM",
            "Total War"
          ],
          "Explanation": "StarCraft is a popular real-time strategy game developed by Blizzard Entertainment, known for its intense multiplayer matches and strategic depth."
        },
        {
          "Question": "In 'Civilization VI', who is the leader of the Egyptian civilization?",
          "TrueAnswer": "Cleopatra",
          "FalseAnswer": [
            "Alexander",
            "Genghis Khan",
            "Roosevelt"
          ],
          "Explanation": "Cleopatra leads Egypt in Civilization VI and brings unique abilities and units that reflect Egypt's historical prowess in science and culture."
        },
        {
          "Question": "Which game features the world of Azeroth and the factions Alliance and Horde?",
          "TrueAnswer": "World of Warcraft",
          "FalseAnswer": [
            "Dota 2",
            "League of Legends",
            "Final Fantasy XIV"
          ],
          "Explanation": "World of Warcraft is a massively multiplayer online role-playing game (MMORPG) known for its immersive world and epic faction-based conflicts."
        },
        {
          "Question": "What is the main objective in 'Total War: Three Kingdoms'?",
          "TrueAnswer": "Unite China",
          "FalseAnswer": [
            "Conquer Europe",
            "Defeat a Dragon",
            "Colonize America"
          ],
          "Explanation": "In Total War: Three Kingdoms, players take on the role of ancient Chinese warlords and seek to unite the fractured country under their banner through military and diplomatic means."
        },
        {
          "Question": "Which game series includes the titles 'Warhammer 40,000: Dawn of War' and 'Dawn of War II'?",
          "TrueAnswer": "Dawn of War",
          "FalseAnswer": [
            "Total War",
            "Age of Empires",
            "Command & Conquer"
          ],
          "Explanation": "Dawn of War is a popular real-time strategy series set in the grimdark universe of Warhammer 40,000, known for its intense tactical battles and diverse factions."
        },
        {
          "Question": "What is the primary currency in 'Command & Conquer: Red Alert 2'?",
          "TrueAnswer": "Credits",
          "FalseAnswer": [
            "Minerals",
            "Gems",
            "Mana"
          ],
          "Explanation": "Credits are the main resource in Command & Conquer: Red Alert 2, used to build structures, train units, and deploy powerful technologies in the alternate history war setting."
        },
        {
          "Question": "Which game allows players to lead a civilization from the ancient era to the space age?",
          "TrueAnswer": "Sid Meier's Civilization",
          "FalseAnswer": [
            "Age of Empires",
            "Stronghold",
            "Stellaris"
          ],
          "Explanation": "Sid Meier’s Civilization series is renowned for its depth and complexity as players guide their chosen civilization through the ages, balancing military, cultural, scientific, and diplomatic endeavors."
        },
        {
          "Question": "What is the main resource used for technological advancements in 'Stellaris'?",
          "TrueAnswer": "Research Points",
          "FalseAnswer": [
            "Power",
            "Credits",
            "Minerals"
          ],
          "Explanation": "Research Points are crucial for unlocking new technologies and advancements in Stellaris, allowing players to enhance their empire's capabilities and expand among the stars."
        },
        {
          "Question": "Which game requires players to manage a network of transportation and logistics?",
          "TrueAnswer": "Transport Fever",
          "FalseAnswer": [
            "Tropico",
            "Anno",
            "Frostpunk"
          ],
          "Explanation": "Transport Fever challenges players to construct and manage transportation networks across various eras, striving to optimize efficiency and connectivity for economic success."
        },
        {
          "Question": "Who is the main antagonist in 'XCOM 2'?",
          "TrueAnswer": "The Elders",
          "FalseAnswer": [
            "The Reapers",
            "The Chosen",
            "The Advent"
          ],
          "Explanation": "The Elders are ancient alien rulers responsible for subjugating Earth in XCOM 2, driving the narrative and imposing a formidable challenge for the player to overcome."
        },
        {
          "Question": "Which game features a unique 'rock-paper-scissors' combat system for units?",
          "TrueAnswer": "Tooth and Tail",
          "FalseAnswer": [
            "Battlefleet Gothic: Armada",
            "Sudden Strike 4",
            "Ashes of the Singularity"
          ],
          "Explanation": "Tooth and Tail simplifies strategy game combat with a 'distilled' control scheme and a one-button system for ordering units, emphasizing quick decision-making and tactics."
        },
        {
          "Question": "In 'Europa Universalis IV', what is the primary focus of gameplay?",
          "TrueAnswer": "Grand Strategy",
          "FalseAnswer": [
            "Empire Building",
            "Tactical Combat",
            "City Management"
          ],
          "Explanation": "Europa Universalis IV emphasizes grand strategy, encompassing diplomacy, trade, exploration, and warfare within the context of historical and global events."
        },
        {
          "Question": "Which game is renowned for its intricate city-building and management mechanics?",
          "TrueAnswer": "Anno 1800",
          "FalseAnswer": [
            "Age of Mythology",
            "Rise of Nations",
            "Banished"
          ],
          "Explanation": "Anno 1800 stands out for its attention to detail in city-building, offering players the challenge of managing complex production chains and satisfying the needs of an evolving population."
        },
        {
          "Question": "What is the primary objective in 'RimWorld'?",
          "TrueAnswer": "Survival",
          "FalseAnswer": [
            "Conquest",
            "Diplomacy",
            "Exploration"
          ],
          "Explanation": "RimWorld focuses on the harsh realities of survival in a distant frontier, where players must manage a colony and its inhabitants to overcome external threats and internal challenges."
        },
        {
          "Question": "Which game allows players to command tanks, aircraft, and infantry in strategic battles?",
          "TrueAnswer": "Company of Heroes",
          "FalseAnswer": [
            "Men of War",
            "Steel Division",
            "Wargame"
          ],
          "Explanation": "Company of Heroes is a critically acclaimed real-time strategy series known for its intense and immersive portrayal of World War II battles, highlighting infantry tactics and combined arms warfare."
        },
        {
          "Question": "What is the main focus of 'Homeworld' gameplay?",
          "TrueAnswer": "Space Combat",
          "FalseAnswer": [
            "City Building",
            "Diplomacy",
            "Fantasy Adventure"
          ],
          "Explanation": "Homeworld's primary focus is on commanding fleets in epic space battles, offering a unique 3D environment and emphasizing strategic positioning and resource management."
        },
        {
          "Question": "In 'Kingdom Rush', what type of game is it?",
          "TrueAnswer": "Tower Defense",
          "FalseAnswer": [
            "Role-Playing",
            "First-Person Shooter",
            "Adventure"
          ],
          "Explanation": "Kingdom Rush is a popular tower defense series where players strategically deploy towers and special abilities to repel waves of enemies across various fantasy-themed stages."
        },
        {
          "Question": "Which game introduces the concept of 'warping' units to augment tactical maneuvers?",
          "TrueAnswer": "Sins of a Solar Empire",
          "FalseAnswer": [
            "Age of Wonders",
            "Endless Legend",
            "Civilization: Beyond Earth"
          ],
          "Explanation": "Sins of a Solar Empire innovates with the 'warp' ability, enabling players to manipulate spatial positioning and launch surprise attacks in the vastness of space."
        },
        {
          "Question": "Which game focuses on the construction and management of a medieval monastery?",
          "TrueAnswer": "Foundation",
          "FalseAnswer": [
            "Stronghold Crusader",
            "Banished",
            "Tropico 6"
          ],
          "Explanation": "Foundation challenges players to build and expand a medieval monastery while balancing the needs of clergy, workers, and villagers in a dynamic and visually captivating environment."
        }
      ]
    }
  ]
}