{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Who said, 'The only way to do great work is to love what you do'?",
            "TrueAnswer": "Steve Jobs",
            "FalseAnswer": [
              "Elon Musk",
              "Bill Gates",
              "Mark Zuckerberg"
            ],
            "Explanation": "Steve Jobs, co-founder of Apple Inc., emphasized the importance of passion and dedication in achieving exceptional outcomes."
          },
          {
            "Question": "Which famous writer coined the phrase, 'Success is not final; failure is not fatal: It is the courage to continue that counts'?",
            "TrueAnswer": "Winston Churchill",
            "FalseAnswer": [
              "Ernest Hemingway",
              "Emily Dickinson",
              "F. Scott Fitzgerald"
            ],
            "Explanation": "Winston Churchill, the renowned British Prime Minister, uttered these inspiring words during the darkest days of World War II, emphasizing resilience and fortitude in the face of adversity."
          },
          {
            "Question": "Who stated, 'It does not matter how slowly you go as long as you do not stop'?",
            "TrueAnswer": "Confucius",
            "FalseAnswer": [
              "Buddha",
              "Aristotle",
              "Socrates"
            ],
            "Explanation": "Confucius, the ancient Chinese philosopher, emphasized the importance of perseverance and consistency in achieving goals, no matter the pace of progress."
          },
          {
            "Question": "Which famous author proclaimed, 'It is our choices that show what we truly are, far more than our abilities'?",
            "TrueAnswer": "J.K. Rowling",
            "FalseAnswer": [
              "George R.R. Martin",
              "Stephen King",
              "J.R.R. Tolkien"
            ],
            "Explanation": "J.K. Rowling, the celebrated author of the Harry Potter series, highlighted the significance of one's decisions in defining character and success."
          },
          {
            "Question": "Who declared, 'The only limit to our realization of tomorrow will be our doubts of today'?",
            "TrueAnswer": "Franklin D. Roosevelt",
            "FalseAnswer": [
              "John F. Kennedy",
              "Abraham Lincoln",
              "Theodore Roosevelt"
            ],
            "Explanation": "Franklin D. Roosevelt, the 32nd President of the United States, stressed the impact of overcoming doubts and fears on achieving future potential and success."
          }
        ]
      }
    }
  ]
}