{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Which iconic designer is known for the Birkin bag?",
            "TrueAnswer": "Hermès",
            "FalseAnswer": [
              "Chanel",
              "Louis Vuitton",
              "Gucci"
            ],
            "Explanation": "The Birkin bag, created by Hermès, is one of the most sought-after and iconic luxury accessories in the world."
          },
          {
            "Question": "What material is synonymous with Cartier's 'Love' bracelet?",
            "TrueAnswer": "Gold",
            "FalseAnswer": [
              "Platinum",
              "Silver",
              "Diamond"
            ],
            "Explanation": "The 'Love' bracelet by Cartier is often crafted from 18K gold, symbolizing eternal love and commitment."
          },
          {
            "Question": "Who is famous for creating the classic Ray-Ban Wayfarer sunglasses?",
            "TrueAnswer": "Ray-Ban",
            "FalseAnswer": [
              "Oakley",
              "Prada",
              "Tom Ford"
            ],
            "Explanation": "The original Wayfarer design was created by Ray-Ban in 1956, becoming an enduring symbol of timeless style."
          },
          {
            "Question": "Which luxury brand is associated with the iconic silk scarves featuring equestrian motifs?",
            "TrueAnswer": "Hermès",
            "FalseAnswer": [
              "Chanel",
              "Louis Vuitton",
              "Dior"
            ],
            "Explanation": "Hermès is renowned for its exquisite silk scarves, often adorned with intricate equestrian-themed designs and vibrant colors."
          },
          {
            "Question": "In accessory design, what does the term 'hardware' refer to?",
            "TrueAnswer": "Metal parts",
            "FalseAnswer": [
              "Fabric trims",
              "Zipper pulls",
              "Embellishments"
            ],
            "Explanation": "In accessory design, 'hardware' typically refers to metal components such as buckles, rivets, and clasps used for functional and decorative purposes."
          },
          {
            "Question": "Which designer is known for their signature Double G logo on accessories?",
            "TrueAnswer": "Gucci",
            "FalseAnswer": [
              "Saint Laurent",
              "Prada",
              "Balenciaga"
            ],
            "Explanation": "Gucci's Double G logo, representing the initials of the founder Guccio Gucci, has become an iconic emblem in the world of luxury accessories."
          },
          {
            "Question": "What type of material is prominent in Bottega Veneta's woven leather accessories?",
            "TrueAnswer": "Nappa leather",
            "FalseAnswer": [
              "Suede",
              "Patent leather",
              "Crocodile skin"
            ],
            "Explanation": "Bottega Veneta's signature woven leather accessories are meticulously crafted from fine Nappa leather, known for its supple texture and durability."
          },
          {
            "Question": "Which brand is famous for its 'Tribal' earrings inspired by African tribal art?",
            "TrueAnswer": "Dior",
            "FalseAnswer": [
              "Givenchy",
              "Celine",
              "Burberry"
            ],
            "Explanation": "Dior's 'Tribal' earrings draw inspiration from African tribal art, featuring bold designs and vibrant colors that reflect cultural diversity."
          },
          {
            "Question": "What does the acronym 'CC' stand for in Chanel's classic quilted handbags?",
            "TrueAnswer": "Coco Chanel",
            "FalseAnswer": [
              "Classic Collection",
              "Chanel Craftsmanship",
              "Chic Couture"
            ],
            "Explanation": "The iconic 'CC' on Chanel's quilted handbags pays homage to the brand's founder, Coco Chanel, and has become a symbol of timeless elegance."
          },
          {
            "Question": "Which accessory designer is renowned for their signature red-soled shoes?",
            "TrueAnswer": "Christian Louboutin",
            "FalseAnswer": [
              "Manolo Blahnik",
              "Jimmy Choo",
              "Giuseppe Zanotti"
            ],
            "Explanation": "Christian Louboutin's signature red-soled shoes have achieved iconic status, representing luxury, craftsmanship, and timeless glamour in the world of footwear."
          },
          {
            "Question": "Which luxury brand is known for its 'B.zero1' collection of architectural-inspired jewelry?",
            "TrueAnswer": "Bulgari",
            "FalseAnswer": [
              "Tiffany & Co.",
              "Cartier",
              "Chopard"
            ],
            "Explanation": "Bulgari's 'B.zero1' collection revolutionized the world of jewelry with its bold and innovative design inspired by the grandeur of Rome's Colosseum."
          },
          {
            "Question": "What is the primary material used in Fendi's iconic 'Baguette' handbags?",
            "TrueAnswer": "Leather",
            "FalseAnswer": [
              "Satin",
              "Denim",
              "Velvet"
            ],
            "Explanation": "Fendi's 'Baguette' handbags are crafted from luxurious leather, showcasing exceptional craftsmanship and timeless design that has garnered cult status in the fashion world."
          },
          {
            "Question": "Which designer is celebrated for their intricate lace and crystal-embellished veils and headpieces?",
            "TrueAnswer": "Elie Saab",
            "FalseAnswer": [
              "Zuhair Murad",
              "Marchesa",
              "Vera Wang"
            ],
            "Explanation": "Elie Saab is renowned for creating ethereal and exquisitely detailed veils and headpieces adorned with delicate lace and glistening crystals, epitomizing bridal elegance."
          },
          {
            "Question": "What precious metal is synonymous with Cartier's 'Juste un Clou' collection?",
            "TrueAnswer": "Gold",
            "FalseAnswer": [
              "Platinum",
              "Silver",
              "Rose gold"
            ],
            "Explanation": "Cartier's 'Juste un Clou' collection is characterized by sleek and modern designs, often crafted from luxurious yellow, white, or rose gold."
          },
          {
            "Question": "Which designer popularized the 'Intrecciato' weaving technique in leather accessories?",
            "TrueAnswer": "Bottega Veneta",
            "FalseAnswer": [
              "Celine",
              "Givenchy",
              "Valentino"
            ],
            "Explanation": "Bottega Veneta's 'Intrecciato' technique involves intricately weaving fine leather strips to create durable and elegant accessories that have become a hallmark of the brand."
          },
          {
            "Question": "What luxury brand is known for its iconic 'Kelly' and 'Constance' handbags?",
            "TrueAnswer": "Hermès",
            "FalseAnswer": [
              "Chanel",
              "Louis Vuitton",
              "Gucci"
            ],
            "Explanation": "Hermès' 'Kelly' and 'Constance' handbags are timeless icons, reflecting the brand's heritage of exquisite craftsmanship and timeless design."
          },
          {
            "Question": "Which designer is renowned for their innovative use of Perspex in accessories?",
            "TrueAnswer": "Charlotte Olympia",
            "FalseAnswer": [
              "Sophia Webster",
              "Nicholas Kirkwood",
              "Jimmy Choo"
            ],
            "Explanation": "Charlotte Olympia is celebrated for her playful and whimsical accessories, often incorporating translucent Perspex materials in unique and creative ways."
          },
          {
            "Question": "What kind of gemstones are commonly featured in Van Cleef & Arpels' 'Alhambra' jewelry collection?",
            "TrueAnswer": "Mother-of-pearl",
            "FalseAnswer": [
              "Diamonds",
              "Sapphires",
              "Rubies"
            ],
            "Explanation": "Van Cleef & Arpels' 'Alhambra' collection showcases the use of delicate and iridescent mother-of-pearl alongside iconic quatrefoil motifs, symbolizing luck and timeless elegance."
          },
          {
            "Question": "Which luxury brand is known for its equestrian-inspired 'Stirrup' handbags and accessories?",
            "TrueAnswer": "Ralph Lauren",
            "FalseAnswer": [
              "Burberry",
              "Gucci",
              "Hermès"
            ],
            "Explanation": "Ralph Lauren's 'Stirrup' handbags and accessories pay homage to the brand's equestrian roots, reflecting a timeless and refined aesthetic inspired by the world of horse riding."
          },
          {
            "Question": "What type of closure is typically used on Mulberry's 'Bayswater' handbags?",
            "TrueAnswer": "Turnlock",
            "FalseAnswer": [
              "Zipper",
              "Magnetic snap",
              "Buckle"
            ],
            "Explanation": "The Mulberry 'Bayswater' handbag features a distinctive turnlock closure, adding a touch of sophistication and functionality to the classic and iconic design."
          }
        ]
      }
    }
  ]
}