{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What is considered a traditional gender-specific color in Western culture?",
            "TrueAnswer": "Pink",
            "FalseAnswer": [
              "Blue",
              "Green",
              "Yellow"
            ],
            "Explanation": "In the early 20th century, pink was considered a masculine color, while blue was associated with femininity. This perception later reversed."
          },
          {
            "Question": "Which designer is known for blurring the lines between men's and women's fashion?",
            "TrueAnswer": "Yves Saint Laurent",
            "FalseAnswer": [
              "Coco Chanel",
              "Gianni Versace",
              "Ralph Lauren"
            ],
            "Explanation": "Yves Saint Laurent is credited with popularizing androgynous fashion by introducing the 'Le Smoking' tuxedo suit for women in 1966."
          },
          {
            "Question": "What garment is traditionally associated with a masculine style?",
            "TrueAnswer": "Suit",
            "FalseAnswer": [
              "Skirt",
              "Dress",
              "High heels"
            ],
            "Explanation": "Suits, characterized by tailored jackets and trousers, have long been a symbol of masculinity in Western fashion history."
          },
          {
            "Question": "Which fashion brand introduced unisex fragrances to challenge gender stereotypes?",
            "TrueAnswer": "Calvin Klein",
            "FalseAnswer": [
              "Chanel",
              "Dior",
              "Gucci"
            ],
            "Explanation": "Calvin Klein's CK One, launched in 1994, was one of the first unisex fragrances that embraced a gender-fluid approach to scent."
          },
          {
            "Question": "What style of clothing was popularized as a unisex fashion trend in the 1970s?",
            "TrueAnswer": "Denim jeans",
            "FalseAnswer": [
              "Jumpsuit",
              "Maxi dress",
              "Bell-bottom trousers"
            ],
            "Explanation": "Denim jeans became a symbol of rebellion and youth culture, breaking traditional gender fashion norms during that era."
          },
          {
            "Question": "Which fashion designer is known for challenging gender norms through androgynous designs?",
            "TrueAnswer": "Rick Owens",
            "FalseAnswer": [
              "Vera Wang",
              "Tom Ford",
              "Stella McCartney"
            ],
            "Explanation": "Rick Owens' designs often blur gender boundaries by featuring unconventional silhouettes and non-binary runway presentations."
          },
          {
            "Question": "What type of shoe is traditionally associated with women's fashion?",
            "TrueAnswer": "High heels",
            "FalseAnswer": [
              "Loafers",
              "Oxfords",
              "Brogues"
            ],
            "Explanation": "High heels have historically symbolized femininity and elegance, often considered a hallmark of traditional women's fashion."
          },
          {
            "Question": "Which gender-neutral hairstyle became a symbol of counterculture movements in the 20th century?",
            "TrueAnswer": "Long hair",
            "FalseAnswer": [
              "Crew cut",
              "Buzz cut",
              "Pompadour"
            ],
            "Explanation": "Long hair, embraced by both men and women, became a symbol of anti-establishment movements and rebellion in the 1960s and 1970s."
          },
          {
            "Question": "Which designer introduced gender-neutral clothing lines to embrace inclusivity?",
            "TrueAnswer": "J.W. Anderson",
            "FalseAnswer": [
              "Marc Jacobs",
              "Victoria Beckham",
              "Alexander McQueen"
            ],
            "Explanation": "J.W. Anderson pioneered gender-blurring collections, promoting a more inclusive and fluid approach to fashion without conforming to traditional gender norms."
          },
          {
            "Question": "What fashion trend is often associated with challenging binary gender roles?",
            "TrueAnswer": "Gender-neutral fashion",
            "FalseAnswer": [
              "Ruffle dresses",
              "Three-piece suits",
              "Peplum tops"
            ],
            "Explanation": "Gender-neutral fashion encourages self-expression by rejecting traditional gender norms, fostering inclusivity and diversity in the industry."
          },
          {
            "Question": "Which designer popularized the concept of 'genderless' fashion in the 2010s?",
            "TrueAnswer": "Rad Hourani",
            "FalseAnswer": [
              "Donatella Versace",
              "Olivier Rousteing",
              "Riccardo Tisci"
            ],
            "Explanation": "Rad Hourani promoted a genderless approach to clothing, advocating for a fashion landscape free from traditional gender distinctions."
          },
          {
            "Question": "What garment did Coco Chanel popularize for women, initially considered a men's clothing item?",
            "TrueAnswer": "Pants",
            "FalseAnswer": [
              "Blouse",
              "Skirt",
              "Dress"
            ],
            "Explanation": "Coco Chanel challenged gender norms by introducing trousers for women, inspired by men's fashion, in the early 20th century."
          },
          {
            "Question": "Which fashion movement embraced gender fluidity and self-expression in the 1960s and 1970s?",
            "TrueAnswer": "Hippie culture",
            "FalseAnswer": [
              "Goth fashion",
              "Preppy style",
              "Punk subculture"
            ],
            "Explanation": "Hippie culture advocated for non-conformity, free love, and self-expression, influencing fashion with unisex clothing and anti-establishment attitudes."
          },
          {
            "Question": "What accessory has been traditionally associated with men's formal attire?",
            "TrueAnswer": "Tie",
            "FalseAnswer": [
              "Choker",
              "Pearl necklace",
              "Statement earrings"
            ],
            "Explanation": "The tie has been a long-standing symbol of masculinity and formality in menswear fashion, often accompanying suits and formal shirts."
          },
          {
            "Question": "Which fashion designer challenged gender conventions through androgynous fragrances?",
            "TrueAnswer": "Jean Paul Gaultier",
            "FalseAnswer": [
              "Michael Kors",
              "Carolina Herrera",
              "Christian Louboutin"
            ],
            "Explanation": "Jean Paul Gaultier's 'Le Male', featuring a man-shaped bottle, blurred gender lines and defied traditional fragrance marketing in the 1990s."
          },
          {
            "Question": "What type of garment did Marlene Dietrich famously wear, impacting gender norms in fashion?",
            "TrueAnswer": "Tuxedo",
            "FalseAnswer": [
              "Bikini",
              "Ballgown",
              "Mini skirt"
            ],
            "Explanation": "Marlene Dietrich's iconic tuxedo look challenged traditional femininity, influencing women to embrace androgynous styles in the 1930s."
          },
          {
            "Question": "Which fashion brand released a campaign challenging gender stereotypes with non-binary models?",
            "TrueAnswer": "Louis Vuitton",
            "FalseAnswer": [
              "Prada",
              "Burberry",
              "Gucci"
            ],
            "Explanation": "Louis Vuitton's 'The Spirit of Travel' campaign featured non-binary models, aiming to challenge gender norms and promote inclusivity in fashion."
          },
          {
            "Question": "What accessory did men traditionally wear to show social status and masculinity in the 17th century?",
            "TrueAnswer": "Heeled shoes",
            "FalseAnswer": [
              "Bowler hat",
              "Pocket watch",
              "Cane"
            ],
            "Explanation": "Heeled shoes, initially for practical purposes by horse-riding men, evolved into a fashion statement symbolizing status and masculinity."
          },
          {
            "Question": "Which designer popularized the unisex fragrance CK One in the 1990s?",
            "TrueAnswer": "Calvin Klein",
            "FalseAnswer": [
              "Ralph Lauren",
              "Tommy Hilfiger",
              "Giorgio Armani"
            ],
            "Explanation": "Calvin Klein's CK One challenged gender norms in the fragrance industry by introducing a shared scent for men and women."
          },
          {
            "Question": "What fashion trend was prevalent during the gender-bending New Romantic movement in the 1980s?",
            "TrueAnswer": "Androgynous fashion",
            "FalseAnswer": [
              "Shoulder pads",
              "Neon colors",
              "Big hair"
            ],
            "Explanation": "The New Romantic movement embraced androgyny, blurring gender lines with flamboyant and theatrical fashion choices."
          }
        ]
      }
    }
  ]
}