{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What country is famous for its paella dish?",
            "TrueAnswer": "Spain",
            "FalseAnswer": [
              "Italy",
              "Greece",
              "France"
            ],
            "Explanation": "Paella originated in the Valencia region of Spain, and is known for its vibrant colors and rich, savory flavor."
          },
          {
            "Question": "Which city is renowned for its street food in Southeast Asia?",
            "TrueAnswer": "Bangkok",
            "FalseAnswer": [
              "Singapore",
              "Hanoi",
              "Kuala Lumpur"
            ],
            "Explanation": "Bangkok is famous for its vibrant street food scene, offering a wide variety of delicious and affordable dishes."
          },
          {
            "Question": "What is the traditional alcoholic beverage of Mexico?",
            "TrueAnswer": "Tequila",
            "FalseAnswer": [
              "Sake",
              "Vodka",
              "Rum"
            ],
            "Explanation": "Tequila is a distilled beverage made from the blue agave plant, primarily produced in the area surrounding the city of Tequila, Mexico."
          },
          {
            "Question": "Which company offers the 'chef-led market tour' in Tokyo?",
            "TrueAnswer": "Arigato Japan",
            "FalseAnswer": [
              "Airbnb Experiences",
              "Viator",
              "TripAdvisor Experiences"
            ],
            "Explanation": "Arigato Japan provides an immersive culinary experience with a local chef, touring markets and learning about the cultural significance of Japanese cuisine."
          },
          {
            "Question": "Where is the origin of the famous New York-style pizza?",
            "TrueAnswer": "New York City",
            "FalseAnswer": [
              "Chicago",
              "Naples",
              "Rome"
            ],
            "Explanation": "New York-style pizza has its roots in Neapolitan pizza brought by Italian immigrants to New York City in the early 1900s."
          },
          {
            "Question": "Which region in France is acclaimed for its wine and culinary delights?",
            "TrueAnswer": "Burgundy",
            "FalseAnswer": [
              "Alsace",
              "Provence",
              "Bordeaux"
            ],
            "Explanation": "Burgundy is renowned for its world-class wines and gastronomy, including dishes like coq au vin and boeuf bourguignon."
          },
          {
            "Question": "What is the national dish of Thailand?",
            "TrueAnswer": "Pad Thai",
            "FalseAnswer": [
              "Sushi",
              "Pho",
              "Kimchi"
            ],
            "Explanation": "Pad Thai is considered the national dish of Thailand, featuring stir-fried rice noodles with eggs, tofu, shrimp, or chicken, and served with lime and crushed peanuts."
          },
          {
            "Question": "Which country is known for its famous spa cuisine and wellness retreats?",
            "TrueAnswer": "Japan",
            "FalseAnswer": [
              "Italy",
              "Greece",
              "India"
            ],
            "Explanation": "Japan is renowned for its dedication to healthy eating and relaxation, offering a variety of spa cuisine and wellness retreats."
          },
          {
            "Question": "In which German city can one find the historic Oktoberfest celebration?",
            "TrueAnswer": "Munich",
            "FalseAnswer": [
              "Berlin",
              "Cologne",
              "Frankfurt"
            ],
            "Explanation": "Munich hosts the annual Oktoberfest, a world-famous beer festival and folk celebration dating back to the 19th century."
          },
          {
            "Question": "What is the main ingredient in the popular Mexican dish, guacamole?",
            "TrueAnswer": "Avocado",
            "FalseAnswer": [
              "Tomato",
              "Pineapple",
              "Onion"
            ],
            "Explanation": "Guacamole is made primarily from mashed avocados, often mixed with lime juice, onions, tomatoes, and seasonings."
          },
          {
            "Question": "Which Asian country is famous for its vibrant street markets and hawker food?",
            "TrueAnswer": "Singapore",
            "FalseAnswer": [
              "Japan",
              "South Korea",
              "Indonesia"
            ],
            "Explanation": "Singapore is known for its bustling street markets and diverse hawker food, offering a melting pot of culinary influences."
          },
          {
            "Question": "What is the traditional meat used in a classic British steak and kidney pie?",
            "TrueAnswer": "Beef",
            "FalseAnswer": [
              "Chicken",
              "Lamb",
              "Pork"
            ],
            "Explanation": "Steak and kidney pie is a traditional British dish made with diced beef, lamb or pork kidneys, and a savory gravy, all encased in pastry."
          },
          {
            "Question": "Where can one experience the renowned BBQ culture of Texas?",
            "TrueAnswer": "Austin",
            "FalseAnswer": [
              "Houston",
              "Dallas",
              "San Antonio"
            ],
            "Explanation": "Austin, Texas, is famous for its diverse barbecue scene, offering smoked brisket, ribs, and sausages from renowned pitmasters."
          },
          {
            "Question": "What is the star ingredient in traditional Greek moussaka?",
            "TrueAnswer": "Eggplant",
            "FalseAnswer": [
              "Zucchini",
              "Potato",
              "Tomato"
            ],
            "Explanation": "Moussaka is a traditional Greek dish consisting of layers of eggplant, minced meat, and a creamy béchamel sauce, baked to perfection."
          },
          {
            "Question": "Which Italian city is renowned for its rich gelato tradition?",
            "TrueAnswer": "Florence",
            "FalseAnswer": [
              "Rome",
              "Venice",
              "Milan"
            ],
            "Explanation": "Florence has a long-standing tradition of artisanal gelato, offering an array of delightful flavors in gelaterias throughout the city."
          },
          {
            "Question": "What is the primary base ingredient in the classic French dish, Coq au Vin?",
            "TrueAnswer": "Chicken",
            "FalseAnswer": [
              "Duck",
              "Beef",
              "Lamb"
            ],
            "Explanation": "Coq au Vin is a traditional French dish made with chicken, red wine, lardons, mushrooms, and often garlic, a symbol of rustic French cooking."
          },
          {
            "Question": "Which South American country is renowned for its aromatic and spicy cuisine?",
            "TrueAnswer": "Peru",
            "FalseAnswer": [
              "Brazil",
              "Argentina",
              "Chile"
            ],
            "Explanation": "Peruvian cuisine is celebrated for its diverse flavors, with iconic dishes like ceviche, causa, and spicy aji pepper sauces."
          },
          {
            "Question": "What popular dessert originated in Austria and is enjoyed worldwide?",
            "TrueAnswer": "Sachertorte",
            "FalseAnswer": [
              "Tiramisu",
              "Creme Brulee",
              "Macarons"
            ],
            "Explanation": "Sachertorte is a famous Viennese chocolate cake invented by Franz Sacher, consisting of dense chocolate sponge cake layered with apricot jam and dark chocolate icing."
          },
          {
            "Question": "Which Middle Eastern country is renowned for its flavorful street food, including falafel?",
            "TrueAnswer": "Lebanon",
            "FalseAnswer": [
              "Egypt",
              "Israel",
              "Saudi Arabia"
            ],
            "Explanation": "Lebanon is famous for its vibrant street food culture, offering traditional falafel, shawarma, and a variety of mezze."
          },
          {
            "Question": "What is the main seasoning used in traditional Japanese sushi rice?",
            "TrueAnswer": "Rice Vinegar",
            "FalseAnswer": [
              "Soy Sauce",
              "Mirin",
              "Sesame Oil"
            ],
            "Explanation": "Japanese sushi rice is seasoned with a specific type of rice vinegar called 'sushi-su', adding a subtle yet essential flavor to the rice."
          }
        ]
      }
    }
  ]
}