{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What is the national dish of Thailand?",
            "TrueAnswer": "Pad Thai",
            "FalseAnswer": [
              "Sushi",
              "Pho",
              "Kimchi"
            ],
            "Explanation": "Pad Thai is a stir-fried noodle dish commonly served as a street food in Thailand and around the world."
          },
          {
            "Question": "Which country does the dish paella originate from?",
            "TrueAnswer": "Spain",
            "FalseAnswer": [
              "Italy",
              "Greece",
              "Mexico"
            ],
            "Explanation": "Paella is a Valencian rice dish that originated in the 19th century near Albufera lagoon in Valencia, Spain."
          },
          {
            "Question": "What ingredient is the main base of hummus?",
            "TrueAnswer": "Chickpeas",
            "FalseAnswer": [
              "Lentils",
              "Black beans",
              "Quinoa"
            ],
            "Explanation": "Hummus is a Levantine dip made from cooked, mashed chickpeas blended with tahini, olive oil, lemon juice, salt, and garlic."
          },
          {
            "Question": "Which type of cuisine is known for its use of fermented foods like kimchi and gochujang?",
            "TrueAnswer": "Korean",
            "FalseAnswer": [
              "Thai",
              "Indian",
              "Mexican"
            ],
            "Explanation": "Korean cuisine is characterized by the use of fermented ingredients and spices, resulting in unique, flavorful dishes."
          },
          {
            "Question": "What is the traditional meat used in a classic French coq au vin dish?",
            "TrueAnswer": "Chicken",
            "FalseAnswer": [
              "Beef",
              "Pork",
              "Lamb"
            ],
            "Explanation": "Coq au vin, or 'rooster in wine', is a traditional French dish made with chicken, mushrooms, lardons, and red wine."
          },
          {
            "Question": "Which country is famous for its use of aromatic spices in dishes like biryani and tikka masala?",
            "TrueAnswer": "India",
            "FalseAnswer": [
              "Morocco",
              "Thailand",
              "Greece"
            ],
            "Explanation": "Indian cuisine is renowned for its rich, diverse use of spices and herbs that create complex, flavorful dishes."
          },
          {
            "Question": "In which country would you find a traditional dish called ceviche?",
            "TrueAnswer": "Peru",
            "FalseAnswer": [
              "Mexico",
              "Argentina",
              "Brazil"
            ],
            "Explanation": "Ceviche is a popular Peruvian dish made from raw fish cured in citrus juices, such as lemon or lime, and spiced with chili peppers."
          },
          {
            "Question": "What type of sausage is commonly associated with German cuisine?",
            "TrueAnswer": "Bratwurst",
            "FalseAnswer": [
              "Chorizo",
              "Andouille",
              "Kielbasa"
            ],
            "Explanation": "Bratwurst is a type of German sausage made from pork, beef, or veal. It is often grilled and served with sauerkraut or mustard."
          },
          {
            "Question": "Which country is famous for its use of phyllo pastry in dishes like baklava and spanakopita?",
            "TrueAnswer": "Greece",
            "FalseAnswer": [
              "Turkey",
              "Lebanon",
              "Russia"
            ],
            "Explanation": "Greek cuisine incorporates phyllo pastry in various sweet and savory dishes, showcasing the country's culinary heritage."
          },
          {
            "Question": "What is the traditional main ingredient in a Moroccan tagine?",
            "TrueAnswer": "Lamb",
            "FalseAnswer": [
              "Chicken",
              "Beef",
              "Pork"
            ],
            "Explanation": "Tagine is a traditional Moroccan stew made with flavored meat, vegetables, and spices, often slow-cooked in a cone-shaped clay pot."
          },
          {
            "Question": "Which country's cuisine features the popular dish bibimbap, a mixed rice bowl with vegetables and meat?",
            "TrueAnswer": "South Korea",
            "FalseAnswer": [
              "Japan",
              "Vietnam",
              "China"
            ],
            "Explanation": "Bibimbap is a signature Korean dish that showcases the colorful and diverse flavors of various vegetables, meat, and gochujang."
          },
          {
            "Question": "What is the main ingredient in a classic British Shepherd's Pie?",
            "TrueAnswer": "Ground Beef",
            "FalseAnswer": [
              "Lamb",
              "Chicken",
              "Pork"
            ],
            "Explanation": "Shepherd's Pie traditionally consists of minced meat, usually lamb or mutton, cooked in a gravy with onions and topped with mashed potatoes."
          },
          {
            "Question": "Which country is known for its use of yucca in traditional dishes like empanadas and arepas?",
            "TrueAnswer": "Colombia",
            "FalseAnswer": [
              "Venezuela",
              "Mexico",
              "Guatemala"
            ],
            "Explanation": "Colombian cuisine incorporates yucca, a starchy root vegetable, in various dishes, showcasing the country's regional culinary diversity."
          },
          {
            "Question": "What type of seafood is commonly used in traditional Japanese sushi?",
            "TrueAnswer": "Raw Fish",
            "FalseAnswer": [
              "Shrimp",
              "Crab",
              "Octopus"
            ],
            "Explanation": "Raw fish, known as sashimi, is a staple ingredient in traditional Japanese sushi, showcasing the country's emphasis on fresh, high-quality seafood."
          },
          {
            "Question": "In which country is the dish goulash considered a national culinary specialty?",
            "TrueAnswer": "Hungary",
            "FalseAnswer": [
              "Germany",
              "Austria",
              "Poland"
            ],
            "Explanation": "Goulash, a rich and flavorful stew, is a beloved Hungarian dish that reflects the country's historical and cultural influences on its cuisine."
          },
          {
            "Question": "Which country is famous for its tandoori cooking method, commonly used for marinated meats and breads?",
            "TrueAnswer": "India",
            "FalseAnswer": [
              "Jamaica",
              "Turkey",
              "Morocco"
            ],
            "Explanation": "Tandoori cooking, popular in Indian cuisine, involves marinating meats and breads in a mix of yogurt and spices before cooking in a tandoor, a clay oven."
          },
          {
            "Question": "What is the traditional filling of Mexican tamales often made with?",
            "TrueAnswer": "Masa",
            "FalseAnswer": [
              "Rice",
              "Wheat",
              "Quinoa"
            ],
            "Explanation": "Tamales, a staple of Mexican cuisine, feature a filling of masa (corn dough) combined with various meats, cheeses, and other flavorful ingredients."
          },
          {
            "Question": "Which regional cuisine is known for its use of coconut milk and aromatic herbs in dishes like green curry?",
            "TrueAnswer": "Thai",
            "FalseAnswer": [
              "Caribbean",
              "Sri Lankan",
              "Indonesian"
            ],
            "Explanation": "Thai cuisine is distinguished by its unique blend of flavors, often utilizing coconut milk, lemongrass, and Thai basil to create rich, fragrant dishes."
          },
          {
            "Question": "Which country is famous for dishes like paella and gazpacho, known for their colorful and flavorful ingredients?",
            "TrueAnswer": "Spain",
            "FalseAnswer": [
              "Italy",
              "Greece",
              "France"
            ],
            "Explanation": "Spanish cuisine is celebrated for its vibrant and diverse flavors, often highlighted in dishes like paella and gazpacho, reflecting the country's culinary heritage."
          },
          {
            "Question": "Which type of sausage is typically used in traditional Portuguese stew dishes like cozido?",
            "TrueAnswer": "Chouriço",
            "FalseAnswer": [
              "Andouille",
              "Merguez",
              "Blood Sausage"
            ],
            "Explanation": "Chouriço, a smoked pork sausage seasoned with paprika and garlic, is a key ingredient in flavorful Portuguese stews like cozido, showcasing the country's culinary richness."
          }
        ]
      }
    }
  ]
}