{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What is the capital of Australia?",
            "TrueAnswer": "Canberra",
            "FalseAnswer": [
              "Sydney",
              "Melbourne",
              "Brisbane"
            ],
            "Explanation": "Canberra was chosen as the capital in 1908, designed by American architect Walter Burley Griffin."
          },
          {
            "Question": "What is the largest desert in the world?",
            "TrueAnswer": "Antarctica",
            "FalseAnswer": [
              "Sahara",
              "Arabian",
              "Gobi"
            ],
            "Explanation": "Although not a hot desert, Antarctica is the largest desert on Earth, covering an area of approximately 14 million square kilometers."
          },
          {
            "Question": "Which country has the longest coastline?",
            "TrueAnswer": "Canada",
            "FalseAnswer": [
              "Norway",
              "Indonesia",
              "Australia"
            ],
            "Explanation": "Canada boasts the longest coastline in the world, stretching over 202,080 kilometers due to its numerous islands and inlets."
          },
          {
            "Question": "Where is Mount Everest located?",
            "TrueAnswer": "Nepal",
            "FalseAnswer": [
              "India",
              "Tibet",
              "Bhutan"
            ],
            "Explanation": "Mount Everest, the world's tallest peak, straddles the border between Nepal and Tibet (China), with the summit being in both countries."
          },
          {
            "Question": "Which of the following is NOT a type of plate boundary?",
            "TrueAnswer": "Oceanic-Continental",
            "FalseAnswer": [
              "Transform",
              "Divergent",
              "Convergent"
            ],
            "Explanation": "Oceanic-Continental boundaries do not exist; instead, we have Oceanic-Oceanic and Continental-Continental boundaries, which are paired with the other three types."
          },
          {
            "Question": "What is the largest country by land area?",
            "TrueAnswer": "Russia",
            "FalseAnswer": [
              "China",
              "United States",
              "Canada"
            ],
            "Explanation": "Russia covers approximately 17.1 million square kilometers, making it the largest country in the world by land area."
          },
          {
            "Question": "What is the world's longest river?",
            "TrueAnswer": "Nile",
            "FalseAnswer": [
              "Amazon",
              "Yangtze",
              "Mississippi"
            ],
            "Explanation": "The Nile River in Africa is considered the longest river in the world, with a length of about 6,650 kilometers."
          },
          {
            "Question": "Which ocean is the largest by area?",
            "TrueAnswer": "Pacific",
            "FalseAnswer": [
              "Atlantic",
              "Indian",
              "Southern"
            ],
            "Explanation": "The Pacific Ocean is the largest and deepest of Earth's oceanic divisions, covering about 63 million square miles in area."
          },
          {
            "Question": "What is the world's tallest waterfall?",
            "TrueAnswer": "Angel Falls",
            "FalseAnswer": [
              "Niagara Falls",
              "Victoria Falls",
              "Iguazu Falls"
            ],
            "Explanation": "Angel Falls in Venezuela is the highest uninterrupted waterfall globally, with a total drop of 979 meters."
          },
          {
            "Question": "Which of the following is NOT a Great Lake?",
            "TrueAnswer": "Lake Ontario",
            "FalseAnswer": [
              "Lake Superior",
              "Lake Michigan",
              "Lake Huron"
            ],
            "Explanation": "Lake Ontario is not a Great Lake; the five Great Lakes are Superior, Michigan, Huron, Erie, and Ontario."
          },
          {
            "Question": "What is the imaginary line that divides the Earth into Hemispheres called?",
            "TrueAnswer": "Equator",
            "FalseAnswer": [
              "Prime Meridian",
              "Tropic of Cancer",
              "Tropic of Capricorn"
            ],
            "Explanation": "The Equator is an imaginary line around the middle of the Earth that divides it into the Northern and Southern Hemispheres."
          },
          {
            "Question": "Which of the following is the highest mountain range in the world?",
            "TrueAnswer": "The Himalayas",
            "FalseAnswer": [
              "The Andes",
              "The Alps",
              "The Rockies"
            ],
            "Explanation": "The Himalayas, located in Asia, span five countries: India, Nepal, Bhutan, China, and Pakistan, and include the highest peaks on Earth."
          },
          {
            "Question": "What is the capital of Brazil?",
            "TrueAnswer": "Brasília",
            "FalseAnswer": [
              "Rio de Janeiro",
              "São Paulo",
              "Salvador"
            ],
            "Explanation": "Brasília became the capital of Brazil in 1960, with its modernist architecture distinguished by its white, futuristic design."
          },
          {
            "Question": "Which African country is known as the 'Pearl of Africa'?",
            "TrueAnswer": "Uganda",
            "FalseAnswer": [
              "Kenya",
              "Tanzania",
              "Rwanda"
            ],
            "Explanation": "Winston Churchill dubbed Uganda as the 'Pearl of Africa' due to its breathtaking natural beauty and rich wildlife diversity."
          },
          {
            "Question": "What is the official language of Nigeria?",
            "TrueAnswer": "English",
            "FalseAnswer": [
              "Yoruba",
              "Igbo",
              "Hausa"
            ],
            "Explanation": "English is the official language of Nigeria, inherited from British colonial rule, and is widely used for business, politics, and education."
          },
          {
            "Question": "In which U.S state is the Grand Canyon located?",
            "TrueAnswer": "Arizona",
            "FalseAnswer": [
              "Colorado",
              "Utah",
              "Nevada"
            ],
            "Explanation": "The Grand Canyon, carved by the Colorado River, is located in Arizona and is celebrated for its immense size and intricate landscape."
          },
          {
            "Question": "What is the world's largest archipelago?",
            "TrueAnswer": "Indonesia",
            "FalseAnswer": [
              "Philippines",
              "Japan",
              "Fiji"
            ],
            "Explanation": "Indonesia's vast archipelago of over 17,000 islands makes it the largest in the world, known for its diverse cultures and stunning landscapes."
          },
          {
            "Question": "Where is the Atacama Desert located?",
            "TrueAnswer": "Chile",
            "FalseAnswer": [
              "Peru",
              "Argentina",
              "Brazil"
            ],
            "Explanation": "The Atacama Desert, known as the driest place on Earth, is located primarily in Chile and parts of Peru and Bolivia."
          },
          {
            "Question": "What is the largest reef system in the world?",
            "TrueAnswer": "Great Barrier Reef",
            "FalseAnswer": [
              "Belize Barrier Reef",
              "Red Sea Coral Reef",
              "Maldives Coral Reef"
            ],
            "Explanation": "The Great Barrier Reef off the coast of Australia is the world's largest reef system, stretching over 2,300 kilometers."
          },
          {
            "Question": "What is the national flower of Japan?",
            "TrueAnswer": "Cherry Blossom",
            "FalseAnswer": [
              "Lotus",
              "Chrysanthemum",
              "Orchid"
            ],
            "Explanation": "The Cherry Blossom, or 'Sakura,' is revered as Japan's national flower, symbolizing the transient nature of life and natural beauty."
          }
        ]
      }
    }
  ]
}