{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What is the world's largest contributor to economic value?",
            "TrueAnswer": "Agriculture",
            "FalseAnswer": [
              "Manufacturing",
              "Service",
              "Tourism"
            ],
            "Explanation": "Agriculture is the largest contributor to economic value, providing food, raw materials, and employment opportunities in many countries."
          },
          {
            "Question": "Which factor significantly impacts the location of industries?",
            "TrueAnswer": "Transportation",
            "FalseAnswer": [
              "Government Policies",
              "Labor Force",
              "Natural Resources"
            ],
            "Explanation": "Transportation plays a crucial role in determining the location of industries, influencing access to markets and raw materials, and reducing distribution costs."
          },
          {
            "Question": "Which trade theory emphasizes the role of comparative advantage in international trade?",
            "TrueAnswer": "Ricardian Model",
            "FalseAnswer": [
              "Heckscher-Ohlin Model",
              "New Trade Theory",
              "Gravity Model"
            ],
            "Explanation": "The Ricardian model highlights how countries benefit from specializing in producing goods where they have a comparative advantage, leading to mutually beneficial trade."
          },
          {
            "Question": "What type of economy is characterized by self-sufficient agricultural communities?",
            "TrueAnswer": "Subsistence Economy",
            "FalseAnswer": [
              "Market Economy",
              "Command Economy",
              "Mixed Economy"
            ],
            "Explanation": "Subsistence economies rely on the production of goods primarily for local consumption, with limited trade or commercial activity."
          },
          {
            "Question": "Which resource is considered a primary factor for economic development?",
            "TrueAnswer": "Human Capital",
            "FalseAnswer": [
              "Natural Resources",
              "Financial Capital",
              "Infrastructure"
            ],
            "Explanation": "Human capital, including the skills, knowledge, and health of the workforce, is critical for driving economic growth and innovation."
          },
          {
            "Question": "What term refers to the movement of people from rural areas to urban centers for employment?",
            "TrueAnswer": "Rural-Urban Migration",
            "FalseAnswer": [
              "Gentrification",
              "Urban Sprawl",
              "Transmigration"
            ],
            "Explanation": "Rural-urban migration is a significant aspect of economic geography, influencing urbanization and labor market dynamics."
          },
          {
            "Question": "Which of these is a measure of a country's economic development?",
            "TrueAnswer": "GDP per capita",
            "FalseAnswer": [
              "Gini Coefficient",
              "Human Development Index",
              "Trade Balance"
            ],
            "Explanation": "GDP per capita provides a comprehensive measure of a country's economic output and standard of living, reflecting the average income and wealth distribution."
          },
          {
            "Question": "What is the study of spatial patterns of economic activity?",
            "TrueAnswer": "Location Theory",
            "FalseAnswer": [
              "Urban Economics",
              "Economic Geography",
              "Industrial Organization"
            ],
            "Explanation": "Location theory examines how economic activities are distributed across geographic areas, considering factors such as accessibility, agglomeration, and spatial competition."
          },
          {
            "Question": "Which concept refers to a clustering of similar industries in a particular area?",
            "TrueAnswer": "Agglomeration",
            "FalseAnswer": [
              "Specialization",
              "Economies of Scale",
              "Gentrification"
            ],
            "Explanation": "Agglomeration promotes efficiency and innovation by fostering economies of scale, knowledge spillovers, and supplier networks within concentrated industry clusters."
          },
          {
            "Question": "What theory posits that firms prefer to cluster in close proximity to gain competitive advantages?",
            "TrueAnswer": "Cluster Theory",
            "FalseAnswer": [
              "Theory of Comparative Advantage",
              "Resource-Based Theory",
              "Economic Base Theory"
            ],
            "Explanation": "Cluster theory emphasizes the benefits of geographic concentration, facilitating collaboration, access to skilled labor, and shared infrastructure for firms."
          },
          {
            "Question": "Which trade barrier is imposed to restrict the quantity of foreign goods imported?",
            "TrueAnswer": "Quota",
            "FalseAnswer": [
              "Tariff",
              "Embargo",
              "Subsidy"
            ],
            "Explanation": "A quota restricts the quantity of specific goods that can be imported, affecting international trade by limiting foreign market access for these products."
          },
          {
            "Question": "Which economic concept involves the use of multiple inputs to produce goods and services?",
            "TrueAnswer": "Production Function",
            "FalseAnswer": [
              "Supply and Demand",
              "Cost-Benefit Analysis",
              "Growth Pole Theory"
            ],
            "Explanation": "The production function describes the relationship between inputs, such as labor and capital, and the output of goods and services, reflecting the efficiency of production processes."
          },
          {
            "Question": "What do we call the systematic location of economic activities within a region?",
            "TrueAnswer": "Central Place Theory",
            "FalseAnswer": [
              "Harris-Todaro Model",
              "Theory of Location Rent",
              "von Thünen Model"
            ],
            "Explanation": "Central place theory explains the spatial arrangement of market centers, considering the distribution of goods, services, and the hierarchy of settlement sizes within a region."
          },
          {
            "Question": "What geographic concept describes the spatial relationship between economic variables?",
            "TrueAnswer": "Spatial Econometrics",
            "FalseAnswer": [
              "Economic Modeling",
              "Regional Planning",
              "Economic Anthropology"
            ],
            "Explanation": "Spatial econometrics applies statistical methods to analyze the spatial patterns of economic phenomena, exploring the interactions and dependencies among geographic units."
          },
          {
            "Question": "Which type of economic system is driven by consumer demand and market forces?",
            "TrueAnswer": "Market Economy",
            "FalseAnswer": [
              "Command Economy",
              "Traditional Economy",
              "Mixed Economy"
            ],
            "Explanation": "In a market economy, resource allocation and production decisions are primarily determined by supply and demand in free markets, promoting competition and innovation."
          },
          {
            "Question": "What is the principle of diminishing returns related to in economics?",
            "TrueAnswer": "Production",
            "FalseAnswer": [
              "Trade",
              "Consumption",
              "Investment"
            ],
            "Explanation": "The principle of diminishing returns states that as additional units of a variable input are added to fixed inputs, the marginal output will eventually decrease."
          },
          {
            "Question": "Which location factor refers to the cost of transporting goods to markets?",
            "TrueAnswer": "Accessibility",
            "FalseAnswer": [
              "Amenities",
              "Land Prices",
              "Environmental Regulations"
            ],
            "Explanation": "Accessibility influences the competitive advantage of a location by impacting distribution costs, market reach, and the efficiency of supply chains."
          },
          {
            "Question": "What economic activity involves the extraction of raw materials from the earth?",
            "TrueAnswer": "Primary Sector",
            "FalseAnswer": [
              "Secondary Sector",
              "Tertiary Sector",
              "Quaternary Sector"
            ],
            "Explanation": "The primary sector encompasses activities like agriculture, mining, and fishing, focusing on the extraction and production of raw materials from natural resources."
          },
          {
            "Question": "Which economic indicator measures the ease of doing business in a country?",
            "TrueAnswer": "Business Climate Index",
            "FalseAnswer": [
              "Consumer Confidence Index",
              "Trade Balance",
              "Inflation Rate"
            ],
            "Explanation": "The business climate index evaluates factors such as regulatory environment, infrastructure, and market conditions, impacting business operations and investment attractiveness."
          },
          {
            "Question": "What is the theory that links a country's level of economic development to its demographic transition?",
            "TrueAnswer": "Demographic Transition Theory",
            "FalseAnswer": [
              "Dependency Theory",
              "Modernization Theory",
              "World Systems Theory"
            ],
            "Explanation": "The demographic transition theory suggests that as societies progress through stages of population change, there are implications for economic and social development."
          }
        ]
      }
    }
  ]
}