{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "Which Queen of England is known for her nickname 'Bloody Mary'?",
            "TrueAnswer": "Mary I",
            "FalseAnswer": [
              "Elizabeth I",
              "Anne Boleyn",
              "Catherine the Great"
            ],
            "Explanation": "Mary I, queen of England from 1553 to 1558, earned her nickname 'Bloody Mary' for her persecution of Protestants."
          },
          {
            "Question": "Who was the first woman to fly solo across the Atlantic Ocean?",
            "TrueAnswer": "Amelia Earhart",
            "FalseAnswer": [
              "Bessie Coleman",
              "Harriet Quimby",
              "Katherine Johnson"
            ],
            "Explanation": "Amelia Earhart, an aviation pioneer, achieved this feat in 1932, marking a significant milestone for women in aviation."
          },
          {
            "Question": "Who was the first woman to win a Nobel Prize?",
            "TrueAnswer": "Marie Curie",
            "FalseAnswer": [
              "Rosa Parks",
              "Mother Teresa",
              "Margaret Thatcher"
            ],
            "Explanation": "Marie Curie, a physicist and chemist, was awarded the Nobel Prize in Physics in 1903 and later in Chemistry in 1911."
          },
          {
            "Question": "Which female ruler is known for her naval prowess in defeating the Spanish Armada?",
            "TrueAnswer": "Queen Elizabeth I",
            "FalseAnswer": [
              "Cleopatra",
              "Empress Matilda",
              "Queen Victoria"
            ],
            "Explanation": "Queen Elizabeth I's leadership and the defeat of the Spanish Armada in 1588 marked a turning point in British history."
          },
          {
            "Question": "Who was the first African American woman to become a self-made millionaire?",
            "TrueAnswer": "Madam C.J. Walker",
            "FalseAnswer": [
              "Harriet Tubman",
              "Sojourner Truth",
              "Rosa Parks"
            ],
            "Explanation": "Madam C.J. Walker built a successful beauty empire and became a philanthropist and advocate for African American rights."
          },
          {
            "Question": "Which suffragette leader was instrumental in the women's right to vote movement in the United States?",
            "TrueAnswer": "Susan B. Anthony",
            "FalseAnswer": [
              "Emmeline Pankhurst",
              "Alice Paul",
              "Elizabeth Cady Stanton"
            ],
            "Explanation": "Susan B. Anthony was a prominent figure in the American women's suffrage movement, advocating for the 19th Amendment."
          },
          {
            "Question": "Who is known for her role in the French Revolution and execution by guillotine?",
            "TrueAnswer": "Marie Antoinette",
            "FalseAnswer": [
              "Joan of Arc",
              "Catherine de' Medici",
              "Isabella of Bavaria"
            ],
            "Explanation": "Marie Antoinette, the last Queen of France, faced public hostility and was executed during the French Revolution."
          },
          {
            "Question": "Which female pharaoh ruled ancient Egypt for over 20 years?",
            "TrueAnswer": "Hatshepsut",
            "FalseAnswer": [
              "Cleopatra",
              "Nefertiti",
              "Nefertari"
            ],
            "Explanation": "Hatshepsut's reign as pharaoh was marked by impressive architectural accomplishments and trade expeditions."
          },
          {
            "Question": "Who was the first woman to become Prime Minister of a country?",
            "TrueAnswer": "Sirimavo Bandaranaike",
            "FalseAnswer": [
              "Margaret Thatcher",
              "Golda Meir",
              "Angela Merkel"
            ],
            "Explanation": "Sirimavo Bandaranaike of Sri Lanka became the world's first female prime minister in 1960."
          },
          {
            "Question": "Who is known for her contributions to women's rights and authoring 'A Vindication of the Rights of Woman'?",
            "TrueAnswer": "Mary Wollstonecraft",
            "FalseAnswer": [
              "Sojourner Truth",
              "Harriet Beecher Stowe",
              "Sarah Grimké"
            ],
            "Explanation": "Mary Wollstonecraft's pioneering work in feminist philosophy laid the groundwork for modern feminism."
          },
          {
            "Question": "Which woman played a crucial role in the Underground Railroad, freeing hundreds of slaves?",
            "TrueAnswer": "Harriet Tubman",
            "FalseAnswer": [
              "Sojourner Truth",
              "Rosa Parks",
              "Ida B. Wells"
            ],
            "Explanation": "Harriet Tubman's courageous efforts as a 'conductor' on the Underground Railroad made her a revered figure in American history."
          },
          {
            "Question": "Who is the first woman to win the Nobel Peace Prize?",
            "TrueAnswer": "Bertha von Suttner",
            "FalseAnswer": [
              "Jane Addams",
              "Mother Teresa",
              "Ellen Johnson Sirleaf"
            ],
            "Explanation": "Bertha von Suttner, an Austrian pacifist, was awarded the Nobel Peace Prize in 1905 for her advocacy of peace."
          },
          {
            "Question": "Which woman served as the President of India from 2007 to 2012?",
            "TrueAnswer": "Pratibha Patil",
            "FalseAnswer": [
              "Indira Gandhi",
              "Sonia Gandhi",
              "Sheikh Hasina"
            ],
            "Explanation": "Pratibha Patil made history as India's first female president and had a distinguished career in politics."
          },
          {
            "Question": "Who is known for her groundbreaking work in discovering the structure of DNA?",
            "TrueAnswer": "Rosalind Franklin",
            "FalseAnswer": [
              "Marie Curie",
              "Barbara McClintock",
              "Dorothy Hodgkin"
            ],
            "Explanation": "Rosalind Franklin's X-ray diffraction images were pivotal in understanding the double helix structure of DNA."
          },
          {
            "Question": "Which female warrior led the French army during the Hundred Years' War?",
            "TrueAnswer": "Joan of Arc",
            "FalseAnswer": [
              "Boudica",
              "Artemisia I of Caria",
              "Zenobia"
            ],
            "Explanation": "Joan of Arc, known as the 'Maid of Orleans,' played a decisive role in the success of the French during the war."
          },
          {
            "Question": "Who was the first woman to be elected as the head of state in modern history?",
            "TrueAnswer": "Sirimavo Bandaranaike",
            "FalseAnswer": [
              "Margaret Thatcher",
              "Golda Meir",
              "Angela Merkel"
            ],
            "Explanation": "Sirimavo Bandaranaike's election as Prime Minister of Ceylon (now Sri Lanka) in 1960 marked this historic achievement."
          },
          {
            "Question": "Who is considered the founder of modern nursing?",
            "TrueAnswer": "Florence Nightingale",
            "FalseAnswer": [
              "Clara Barton",
              "Dorothea Dix",
              "Mary Seacole"
            ],
            "Explanation": "Florence Nightingale's work during the Crimean War revolutionized nursing practices and laid the foundation for modern healthcare."
          },
          {
            "Question": "Who is renowned for her resistance against the British rule in India?",
            "TrueAnswer": "Rani Lakshmibai",
            "FalseAnswer": [
              "Sarojini Naidu",
              "Indira Gandhi",
              "Sonia Gandhi"
            ],
            "Explanation": "Rani Lakshmibai of Jhansi, known as the 'Rani of Jhansi,' played a pivotal role in the Indian Rebellion of 1857."
          },
          {
            "Question": "Who was the first female pilot to fly solo across the Atlantic Ocean?",
            "TrueAnswer": "Amelia Earhart",
            "FalseAnswer": [
              "Harriet Quimby",
              "Bessie Coleman",
              "Katherine Johnson"
            ],
            "Explanation": "Amelia Earhart's solo transatlantic flight in 1932 enhanced her status as an enduring symbol of female empowerment in aviation."
          },
          {
            "Question": "Who is renowned for her activism in promoting civil rights and equality for African Americans?",
            "TrueAnswer": "Sojourner Truth",
            "FalseAnswer": [
              "Harriet Tubman",
              "Ida B. Wells",
              "Rosa Parks"
            ],
            "Explanation": "Sojourner Truth's 'Ain't I a Woman?' speech and tireless advocacy made her a prominent figure in the abolitionist and women's rights movements."
          }
        ]
      }
    }
  ]
}