{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What year was the movie 'Brokeback Mountain' released?",
            "TrueAnswer": "2005",
            "FalseAnswer": [
              "2002",
              "2008",
              "2010"
            ],
            "Explanation": "The groundbreaking film 'Brokeback Mountain' was released in 2005, garnering critical acclaim and multiple award nominations for its portrayal of a same-sex love story."
          },
          {
            "Question": "Which LGBTQ+ film features a transgender character played by an openly transgender actor?",
            "TrueAnswer": "The Danish Girl",
            "FalseAnswer": [
              "Moonlight",
              "Carol",
              "Call Me by Your Name"
            ],
            "Explanation": "Eddie Redmayne portrayed Lili Elbe, one of the first known recipients of sex reassignment surgery, in 'The Danish Girl,' bringing attention to transgender representation in cinema."
          },
          {
            "Question": "In which LGBTQ+ film does a young woman fall in love with an older woman?",
            "TrueAnswer": "Blue Is the Warmest Color",
            "FalseAnswer": [
              "Pariah",
              "But I'm a Cheerleader",
              "Boys Don't Cry"
            ],
            "Explanation": "'Blue Is the Warmest Color' follows the passionate romance between a high school student, Adèle, and an aspiring artist, Emma, portraying the complexities of first love and self-discovery."
          },
          {
            "Question": "What is the title of the first LGBTQ+ film to win the Academy Award for Best Picture?",
            "TrueAnswer": "Moonlight",
            "FalseAnswer": [
              "Brokeback Mountain",
              "Carol",
              "Call Me by Your Name"
            ],
            "Explanation": "Barry Jenkins' 'Moonlight' made history as the first LGBTQ+ film to win Best Picture at the Oscars in 2017, shining a spotlight on the experiences of a young black gay man."
          },
          {
            "Question": "Which LGBTQ+ film centers around the AIDS crisis in the 1980s?",
            "TrueAnswer": "Philadelphia",
            "FalseAnswer": [
              "The Birdcage",
              "Weekend",
              "Maurice"
            ],
            "Explanation": "'Philadelphia' stars Tom Hanks as a gay lawyer with AIDS fighting against workplace discrimination, shedding light on stigma and prejudice during the AIDS epidemic."
          }
        ]
      }
    }
  ]
}