{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What is the name of the punk subgenre known for fast, aggressive music?",
            "TrueAnswer": "Hardcore",
            "FalseAnswer": [
              "Pop punk",
              "Emo",
              "Glam punk"
            ],
            "Explanation": "Hardcore punk emerged in the late 1970s, characterized by fast, aggressive music, short songs, and intense lyrics."
          },
          {
            "Question": "Which fashion trend is associated with the subculture of goths?",
            "TrueAnswer": "All black clothing",
            "FalseAnswer": [
              "Pastel colors",
              "Floral patterns",
              "Neon colors"
            ],
            "Explanation": "Goth subculture is known for its preference of dark, monochromatic clothing, often with references to the Victorian and romantic eras."
          },
          {
            "Question": "What is the name of the countercultural movement in the 1960s, advocating peace and love?",
            "TrueAnswer": "Hippie movement",
            "FalseAnswer": [
              "Punk movement",
              "Goth movement",
              "Rocker movement"
            ],
            "Explanation": "The Hippie movement was a youth movement that emerged in the United States in the 1960s, rejecting established institutions and promoting peace, love, and harmony."
          },
          {
            "Question": "Which science fiction subculture is associated with elaborate costumes and role-playing?",
            "TrueAnswer": "Cosplay",
            "FalseAnswer": [
              "Steampunk",
              "Cyberpunk",
              "Zombie culture"
            ],
            "Explanation": "Cosplay, short for 'costume play', is a subculture in which participants dress as specific characters from movies, TV shows, video games, and other forms of entertainment."
          },
          {
            "Question": "Which musical genre is often associated with the counterculture of the 1960s and 1970s?",
            "TrueAnswer": "Psychedelic rock",
            "FalseAnswer": [
              "Classical music",
              "Country music",
              "Hip-hop"
            ],
            "Explanation": "Psychedelic rock was a key part of the 1960s counterculture, with bands like The Beatles, The Doors, and Pink Floyd exploring experimental sounds and themes."
          }
        ]
      }
    }
  ]
}