{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What rapper's stage name is derived from the Outlaw Immortal?",
            "TrueAnswer": "2Pac",
            "FalseAnswer": [
              "Eminem",
              "Jay Z",
              "Drake"
            ],
            "Explanation": "2Pac's stage name derived from the words 'Tupac Amaru', a Peruvian revolutionary who led an indigenous uprising against Spanish rule in the 18th century."
          },
          {
            "Question": "Which pop star received backlash for wearing a bindi at the 2013 Billboard Music Awards?",
            "TrueAnswer": "Selena Gomez",
            "FalseAnswer": [
              "Ariana Grande",
              "Taylor Swift",
              "Beyoncé"
            ],
            "Explanation": "Selena Gomez faced criticism for cultural appropriation when she wore a bindi, a religious Hindu symbol, as a fashion accessory during her performance."
          },
          {
            "Question": "Which fashion brand faced criticism for cultural appropriation with its 'Bo Derek' braids hairstyle?",
            "TrueAnswer": "Marc Jacobs",
            "FalseAnswer": [
              "Gucci",
              "Versace",
              "Prada"
            ],
            "Explanation": "Marc Jacobs faced backlash for using 'Bo Derek' braids on predominantly white models, appropriating a traditional African hairstyle without credit to the culture."
          },
          {
            "Question": "In the music video 'This Is America', who is the artist that addressed cultural appropriation and injustice?",
            "TrueAnswer": "Childish Gambino",
            "FalseAnswer": [
              "Kendrick Lamar",
              "Drake",
              "Jay Z"
            ],
            "Explanation": "Childish Gambino's 'This Is America' highlights cultural appropriation and racial injustice, sparking discussions on the exploitation of black culture."
          },
          {
            "Question": "Which actress received criticism for wearing cornrows, a traditional African hairstyle, at the Oscars?",
            "TrueAnswer": "Zendaya",
            "FalseAnswer": [
              "Emma Stone",
              "Jennifer Lawrence",
              "Scarlett Johansson"
            ],
            "Explanation": "Zendaya was praised for calling out Giuliana Rancic's ignorant comments and addressed the issue of cultural appropriation in Hollywood."
          }
        ]
      }
    }
  ]
}