{
  "theme": [
    {
      "Questions": {
        "theme": [
          {
            "Question": "What country is the birthplace of anime?",
            "TrueAnswer": "Japan",
            "FalseAnswer": [
              "South Korea",
              "China",
              "United States"
            ],
            "Explanation": "Japan is the birthplace of anime, with its earliest known commercial anime produced in 1917."
          },
          {
            "Question": "Which artist popularized the 'gangnam style' dance?",
            "TrueAnswer": "PSY",
            "FalseAnswer": [
              "BTS",
              "G-Dragon",
              "Big Bang"
            ],
            "Explanation": "PSY, a South Korean artist, gained international recognition with his hit song 'Gangnam Style' in 2012, sparking a viral dance craze."
          },
          {
            "Question": "What technology allowed K-Pop to gain worldwide popularity?",
            "TrueAnswer": "YouTube",
            "FalseAnswer": [
              "Twitter",
              "Facebook",
              "Instagram"
            ],
            "Explanation": "YouTube played a pivotal role in the global spread of K-Pop music, enabling fans worldwide to discover and share K-Pop content."
          },
          {
            "Question": "Which franchise introduced the concept of 'fast and furious' movies?",
            "TrueAnswer": "The Fast and the Furious",
            "FalseAnswer": [
              "Transformers",
              "Mission: Impossible",
              "James Bond"
            ],
            "Explanation": "The 'Fast and Furious' franchise, launched in 2001, popularized the genre of high-octane action films with a focus on car racing and heists."
          },
          {
            "Question": "What company revolutionized the gaming industry with 'Pokémon Go'?",
            "TrueAnswer": "Niantic",
            "FalseAnswer": [
              "Nintendo",
              "Sony",
              "Microsoft"
            ],
            "Explanation": "Niantic, in collaboration with The Pokémon Company and Nintendo, developed 'Pokémon Go', a groundbreaking augmented reality game that became a global phenomenon."
          },
          {
            "Question": "In which country did the K-Pop group 'BTS' rise to global stardom?",
            "TrueAnswer": "South Korea",
            "FalseAnswer": [
              "Japan",
              "China",
              "United States"
            ],
            "Explanation": "BTS, a South Korean boy band, achieved unprecedented international success, contributing to the global spread of K-Pop and Korean culture."
          },
          {
            "Question": "Which streaming service popularized binge-watching of TV series?",
            "TrueAnswer": "Netflix",
            "FalseAnswer": [
              "Hulu",
              "Amazon Prime Video",
              "Disney+"
            ],
            "Explanation": "Netflix pioneered the binge-watching culture by releasing entire seasons of TV series at once, allowing viewers to consume content at their own pace."
          },
          {
            "Question": "What game franchise popularized open-world gameplay and freedom of choice?",
            "TrueAnswer": "Grand Theft Auto",
            "FalseAnswer": [
              "The Legend of Zelda",
              "Assassin's Creed",
              "Call of Duty"
            ],
            "Explanation": "The 'Grand Theft Auto' series, renowned for its open-world design and player agency, has been influential in shaping the modern gaming landscape."
          },
          {
            "Question": "Which TV show propelled the zombie apocalypse theme into mainstream pop culture?",
            "TrueAnswer": "The Walking Dead",
            "FalseAnswer": [
              "Stranger Things",
              "Breaking Bad",
              "Game of Thrones"
            ],
            "Explanation": "‘The Walking Dead’ garnered widespread appeal, elevating the zombie genre to a prominent position in global pop culture."
          },
          {
            "Question": "Where did the global dance phenomenon 'Macarena' originate?",
            "TrueAnswer": "Spain",
            "FalseAnswer": [
              "Brazil",
              "Mexico",
              "Italy"
            ],
            "Explanation": "The 'Macarena' song and dance originated in Spain, with the iconic dance moves captivating audiences worldwide in the mid-1990s."
          },
          {
            "Question": "Which platform propelled viral internet challenges and memes into pop culture?",
            "TrueAnswer": "TikTok",
            "FalseAnswer": [
              "Snapchat",
              "Twitter",
              "Instagram"
            ],
            "Explanation": "TikTok has played a significant role in popularizing viral challenges and memes, influencing pop culture and social media trends."
          },
          {
            "Question": "In which country did the 'Lolita fashion' trend originate?",
            "TrueAnswer": "Japan",
            "FalseAnswer": [
              "France",
              "United States",
              "Italy"
            ],
            "Explanation": "The 'Lolita fashion' trend emerged in Japan, characterized by its Victorian and Rococo influences, emphasizing modesty and femininity."
          },
          {
            "Question": "Which pop group popularized the concept of 'girl power' in the 1990s?",
            "TrueAnswer": "Spice Girls",
            "FalseAnswer": [
              "Backstreet Boys",
              "NSYNC",
              "Destiny's Child"
            ],
            "Explanation": "The Spice Girls, a British pop group, championed the 'girl power' movement, promoting female empowerment and unity through their music and image."
          },
          {
            "Question": "What animated TV series popularized the 'kawaii' culture globally?",
            "TrueAnswer": "Hello Kitty",
            "FalseAnswer": [
              "Sailor Moon",
              "Pokémon",
              "Dragon Ball"
            ],
            "Explanation": "'Hello Kitty', created by Sanrio, became a global icon, contributing to the widespread popularity of 'kawaii' (cute) culture from Japan."
          },
          {
            "Question": "Which rapper brought hip-hop music to the mainstream in the 1980s?",
            "TrueAnswer": "Run-D.M.C.",
            "FalseAnswer": [
              "N.W.A.",
              "Public Enemy",
              "Beastie Boys"
            ],
            "Explanation": "Run-D.M.C. played a pivotal role in popularizing hip-hop music, creating crossover hits and influencing the genre's cultural impact."
          },
          {
            "Question": "What television network was instrumental in spreading American sitcoms globally?",
            "TrueAnswer": "HBO",
            "FalseAnswer": [
              "NBC",
              "ABC",
              "CBS"
            ],
            "Explanation": "HBO's pioneering distribution model and premium content helped American sitcoms gain international recognition and viewership."
          },
          {
            "Question": "Which country is known for producing iconic martial arts films that gained global popularity?",
            "TrueAnswer": "Hong Kong",
            "FalseAnswer": [
              "China",
              "Japan",
              "South Korea"
            ],
            "Explanation": "Hong Kong cinema, particularly the martial arts genre, became renowned globally, with influential filmmakers like Bruce Lee and Jackie Chan contributing to its popularity."
          },
          {
            "Question": "What social media platform accelerated the spread of K-Pop fan culture globally?",
            "TrueAnswer": "Twitter",
            "FalseAnswer": [
              "Facebook",
              "Instagram",
              "Reddit"
            ],
            "Explanation": "Twitter facilitated the rapid dissemination of K-Pop content and fan interactions, contributing to the global expansion of K-Pop fan communities."
          },
          {
            "Question": "Which movie franchise popularized the concept of interconnected cinematic universes?",
            "TrueAnswer": "Marvel Cinematic Universe",
            "FalseAnswer": [
              "Star Wars",
              "Harry Potter",
              "The Lord of the Rings"
            ],
            "Explanation": "The Marvel Cinematic Universe revolutionized the concept of interconnected storytelling across multiple films, setting a new standard for cinematic universe building."
          },
          {
            "Question": "What iconic Japanese game franchise contributed to the globalization of video games?",
            "TrueAnswer": "Pokémon",
            "FalseAnswer": [
              "Final Fantasy",
              "Legend of Zelda",
              "Street Fighter"
            ],
            "Explanation": "Pokémon, with its diverse media adaptations and global appeal, played a pivotal role in popularizing Japanese video game culture worldwide."
          }
        ]
      }
    }
  ]
}